{
  "filename": "form-3.pdf",
  "file_size_bytes": 22397,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "NOTICE OF PRIVACY PRACTICES\n\nTHIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY BE USED AND DISCLOSED AND HOW\nYOU CAN GET ACCESS TO THIS INFORMATION. PLEASE REVIEW IT CAREFULLY.\nHOW WE MAY USE AND DISCLOSE MEDICAL INFORMATION ABOUT YOU. The following categories describe different ways that we\nuse and disclose medical information. For each category of uses or disclosures, we will elaborate on the meaning and provide more specific\nexamples, if you request. Not every use or disclosure in a",
  "full_text": "NOTICE OF PRIVACY PRACTICES\n\nTHIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY BE USED AND DISCLOSED AND HOW\nYOU CAN GET ACCESS TO THIS INFORMATION. PLEASE REVIEW IT CAREFULLY.\nHOW WE MAY USE AND DISCLOSE MEDICAL INFORMATION ABOUT YOU. The following categories describe different ways that we\nuse and disclose medical information. For each category of uses or disclosures, we will elaborate on the meaning and provide more specific\nexamples, if you request. Not every use or disclosure in a category will be listed. However, all of the ways we are permitted to use and disclose\ninformation will fall within one of the categories. We must obtain your authorization before the use and disclosure of any psychotherapy notes, uses\nand disclosures of PHI (Protected Health Information) for marketing purposes, and disclosure that constitute a sale of PHI. Uses and disclosures not\ndescribed in this Notice of Privacy Practices will be made only with authorization from the individual.\nFor Payment. We may use and disclose medical information about you so that the treatment and services you receive at the Center may be billed to\nand payment may be collected from you, an insurance company or a third party. For example: we may disclose your record to an insurance company,\nso that we can get paid for treating you.\nFor Treatment. We may use medical information about you to provide you with medical treatment or services. We may disclose medical information\nabout you to doctors, nurses, technicians, medical students, or other personnel who are involved in taking care of you at the Center or the hospital. For\nexample, we may disclose medical information about you to people outside the Center who may be involved in your medical care, such as family\nmembers, clergy or other persons that are part of your care. East Georgia Healthcare Center is a sub-recipient of the Title X Family Planning Program.\nParticipation in this program is strictly voluntary and may be strictly confidential at your request.\nFor Health Care Operations. We may use and disclose medical information about you for health care operations. These uses and disclosures are\nnecessary to run the Center and ensure that all of our patients receive quality care. We may also disclose information to doctors, nurses, technicians,\nmedical students, and other Center personnel for review and learning purposes. For example, we may review your record to assist our quality\nimprovement efforts.\nFor Appointment and Health Reminders. We may contact you by telephone, text or email to remind you of your scheduled appointments or\nrecommended services.\nWHO WILL FOLLOW THIS NOTICE. This notice describes our Center's policies and procedures and that of any health care professional\nauthorized to enter information into your medical chart, any member of a volunteer group which we allow to help you, as well as all employees, staff\nand other Center personnel.\nPOLICY REGARDING THE PROTECTION OF PERSONAL INFORMATION. We create a record of the care and services you receive at the\nCenter. We need this record in order to provide you with quality care and to comply with certain legal requirements. This notice applies to all of the\nrecords of your care generated by the Center, whether made by Center personnel or by your personal doctor. The law requires us to: make sure that\nmedical information that identifies you is kept private; give you this notice of our legal duties and privacy practices with respect to medical information\nabout you; and to follow the terms of the notice that is currently in effect. Other ways we may use or disclose your protected healthcare information\ninclude: appointment reminders; as required by law; for health-related benefits and services; to individuals involved in your care or payment for your care;\nresearch; to avert a serious threat to health or safety; and for treatment alternatives. Other uses and disclosures of your personal information could include\ndisclosure to, or for: coroners, medical examiners and funeral directors; health oversight activities; law enforcement; lawsuits and disputes; military\nand veterans; national security and intelligence activities; organ and tissue donation; and others; public health risks; and worker's compensation.\nNOTICE OF INDIVIDUAL RIGHTS\nYou have the following rights regarding medical information we maintain about you:\nRight to a Paper Copy of this Notice. You have the right to a paper copy of this notice. You may ask us to give you a copy of this notice at any time.\nRight to Inspect and Copy. You have the right to inspect and copy medical information that may be used to make decisions about your care. We may\ndeny your request to inspect and copy in certain very limited circumstances.\nRight to Amend. If you feel that medical information we have about you is incorrect or incomplete, you may ask us to amend the information. You\nhave the right to request an amendment for as long as the information is kept by, or for, the Center. To request an amendment, your request must be\nmade in writing and submitted to the Privacy Officer and you must provide a reason that supports your request. We may deny your request for an\namendment.\nRight to Request Restrictions. You have the right to request a restriction or limitation on the medical information we use or disclose about you for\ntreatment, payment or health care operations. You also have the right to request a limit on the medical information we disclose about you to someone\nwho is involved in your care or the payment for your care, like a family member or friend. We are not required to agree to your request. If we do agree, we\nwill comply with your request unless the information is needed to provide you emergency treatment. To request restrictions, you must make your\nrequest in writing to the Privacy Officer.\nRight to Restrict Disclosures to Health Plan. You have the right to restrict disclosures of PHI to a health plan if the disclosure is for payment of\nhealth care operations and pertains to a health care item or service for which the individual has paid out of pocket in full.\nRight to Request Confidential Communications. You have the right to request that we communicate with you about medical matters in a certain\nway or at a certain location. You must make your request in writing and you must specify how or where you wish to be contacted.\nRight to an Accounting of Disclosures. You have the right to request an \"accounting of disclosures.\" This is a list of the disclosures we made of\nmedical information about you. To request this list or accounting of disclosures, you must submit your request in writing to the Privacy Officer.\nCHANGES TO THIS NOTICE. We reserve the right to change this notice. We will post a copy of the current notice in the Center's waiting room.\nCOMPLAINTS. If you believe your privacy rights have been violated, you may file a complaint with the Center or with the Secretary of the Department\nof Health and Human Services. To file a complaint with the Center, contact Linda Braswell, Privacy Officer, (478) 237-6262 x 1504 215 N. Coleman\nDr., Swainsboro, GA 30401. All complaints must be submitted in writing. You will not be penalized for filing a complaint.\nOTHER USES OF MEDICAL INFORMATION. Other uses and disclosures of medical information not covered by this notice or the laws that apply\nto use will be made only with your written authorization. If you provide us permission to use or disclose medical information about you, you may\nrevoke that permission, in writing, at any time.\nIf you have any questions about this notice or would like to receive a more detailed explanation, please contact our Privacy Officer.\n\n\f",
  "full_text_chars": 7691,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 4,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
