{
  "filename": "form-2.pdf",
  "file_size_bytes": 119687,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "HIPAA AUTHORIZATION FOR THE RELEASE OF PROTECTED HEALTH INFORMATION (PHI) By UTMB\nPatient Name:\n\nLast\n\nFirst\n\nM.I.\n\n(Previous Or Other Names Used)\n\nAddress:\nDate of Birth:\n\nMRN (If known)\n\nI authorize the release of medical records from:\n\nUTMB at Galveston\n301 University Blvd.\nGalveston, TX 77555-0782\nPhone (409) 772-1965 Fax (409) 772-5101\n\nPlease release requested medical records to:\n\nName:\nAddress:\nCity:\n\nState\n\nTel:\n\nZIP\n\nFax:\n\nI specifically authorize the use and disclosure of the following",
  "full_text": "HIPAA AUTHORIZATION FOR THE RELEASE OF PROTECTED HEALTH INFORMATION (PHI) By UTMB\nPatient Name:\n\nLast\n\nFirst\n\nM.I.\n\n(Previous Or Other Names Used)\n\nAddress:\nDate of Birth:\n\nMRN (If known)\n\nI authorize the release of medical records from:\n\nUTMB at Galveston\n301 University Blvd.\nGalveston, TX 77555-0782\nPhone (409) 772-1965 Fax (409) 772-5101\n\nPlease release requested medical records to:\n\nName:\nAddress:\nCity:\n\nState\n\nTel:\n\nZIP\n\nFax:\n\nI specifically authorize the use and disclosure of the following PHI: (Please provide a detailed description of the particular\ndata and period of time you are requesting)\n❏ Emergency Records\n\n❏ Hospital Records\n\n❏ Clinic Records\n\n❏ Radiology Reports\n\n❏ Lab Reports\n\n❏ Radiology Films\n\n❏ Immunization Records\n\n❏ Pathology Reports\n\n❏ Slides\n\n❏ Other\n\nThis authorization will expire on the 180th day of the signing unless a lesser date is specified below:\nBy signing this Authorization Form, I understand that I am giving my authorization for UTMB to use and/or disclose my protected\nhealth information (PHI) as described above. The information to be used or disclosed pursuant to this authorization form may include\ninformation relating to: (1) Acquired immunodeficiency syndrome (AIDS) or (2) human immunodeficiency virus (HIV) infection, treatment for drug or alcohol abuse, or (3) mental or behavioral health or psychiatric care. If you are requesting psychotherapy session\nnotes maintained by a mental health provider, a separate authorization form must be completed. I understand that I may revoke\nthis authorization at any time by notifying UTMB in writing to UTMB 301 University Blvd., Galveston, TX 77555-0782 of my intent to\nrevoke this authorization. I understand that such a revocation will not have any effect on any information already used or disclosed\nby UTMB before UTMB received my written notice of revocation. If neither federal nor Texas privacy law apply to the recipient of the\ninformation, I understand that the information disclosed pursuant to this authorization may be re-disclosed by the recipient and no\nlonger protected by federal or Texas privacy laws. This Authorization is voluntary and I may refuse to sign this Authorization Form. I\nunderstand that I am not required to sign this Authorization Form in exchange for the patient receiving treatment from UTMB.\n\nSignature of Authorized Personal Representative\n\nDate/Time\n\nRelationship to the Patient\n\n***Please attach documents to verify your authority to sign on behalf of the patient:\nLetter of Representation, Medical Power of Attorney, Guardianship Letters, etc.***\nIF PATIENT ID CARD OR LABEL IS UNAVAILABLE, WRITE DATE, PT NAME AND MRN IN SPACE BELOW\n\nAUTHORIZATION FOR THE RELEASE OF\nPROTECTED HEALTH INFORMATION (PHI) BY UTMB\nHHSC DSHS\nMedical Record Form 7032-Rev.–5/24\n\nThe University of Texas Medical Branch Hospitals\nGalveston, Texas\nOriginal–Medical Record\n\nUTMB FORMS MGT. STRICTLY PROHIBITS CHANGES TO THIS FORM\n\nADDITIONAL FORMS MAY BE OBTAINED FROM UTMB PRINTING SERVICES BY CALLING 409.772.5900\n\nPlease state the purpose of your request for patient’s records below:\n\n\f",
  "full_text_chars": 3101,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 6,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
