{
  "filename": "form-1.pdf",
  "file_size_bytes": 83015,
  "page_count": 3,
  "has_text_layer": true,
  "text_preview": "AUTHORIZATION FOR USE OR DISCLOSURE OF\nPROTECTED HEALTH INFORMATION\nCompletion of this document authorizes the disclosure and/or use of health information about you.\nFailure to provide all information requested may invalidate this authorization.\nUSE AND DISCLOSURE OF PROTECTED HEALTH INFORMATION:\nName of Patient:\nDate of Birth:\nOther Names Used:\n\nTelephone Number:\n\nMedical Record or Account#:\n(Hospital use only)\n\nI AUTHORIZE:\n(Facility or other provider)\n\nTO DISCLOSE TO:\n(Persons/organizations a",
  "full_text": "AUTHORIZATION FOR USE OR DISCLOSURE OF\nPROTECTED HEALTH INFORMATION\nCompletion of this document authorizes the disclosure and/or use of health information about you.\nFailure to provide all information requested may invalidate this authorization.\nUSE AND DISCLOSURE OF PROTECTED HEALTH INFORMATION:\nName of Patient:\nDate of Birth:\nOther Names Used:\n\nTelephone Number:\n\nMedical Record or Account#:\n(Hospital use only)\n\nI AUTHORIZE:\n(Facility or other provider)\n\nTO DISCLOSE TO:\n(Persons/organizations authorized to receive the information)\n\nat the following address:\n(street, city, state and zip code)\n\nthe following information (check box and initial applicable lines below):\nMental health records (excludes \"psychotherapy notes\")\nSubstance abuse treatment records\nHIV related information and other communicable diseases\nGenetic testing information\n THE FOLLOWING RECORDS, specific types of health information, or records for the date(s) of\ntreatment as specified [check applicable box(es)]:\n Emergency Room\n Procedure Reports\n Billing Records\n History and Physical\n Progress Notes\n Consultation Records\n Laboratory Tests\n X-Ray Reports\n Discharge Summary\n Date(s):\n Other(s):\n ALL RECORDS regarding my treatment, hospitalization, and outpatient care.\nA separate authorization is required for the use or disclosure of psychotherapy notes or research health\\\ninformation.\n\nPage 1 of 2\n110.1.004 Form General Authorization for Arizona\n\nCN MG AUTH PHI Page 1 of 3\n(Rev 02/01/04, 5/18/11, 2/15/12)\n\n\fPURPOSE: The purpose and limitations (if any) of the requested use or disclosure is:\n At the request of the patient or personal representative; OR\n Other:\nEXPIRATION: This authorization will automatically expire one (1) year from the date of execution unless a\ndifferent event or end date is specified:\n(insert date or event)\n\nMY RIGHTS:\ny\nI may refuse to sign this authorization. My refusal will not affect my ability to obtain treatment or\npayment or eligibility for benefits.\ny\nI may revoke this authorization at any time, but I must do so in writing and submit it to the following\naddress: Medical Records 475 S. Dobson Rd., Chandler, AZ 85224 or Medical Records 3555 S.\nVal Vista Drive, Gilbert, AZ 85297 . My revocation will take effect upon receipt, except to the extent\nthat others have acted in reliance upon this authorization.\nInformation disclosed pursuant to this authorization could be re-disclosed by the recipient. Such re-disclosure is\nin some cases not protected by Arizona law and may no longer be protected by federal confidentiality law\n(HIPAA). If this authorization is for the disclosure of substance abuse information, the recipient may be\nprohibited from disclosing the information under 42 C.F.R. part 2.\nDate:\n\nSIGNATURE:\n(Patient or personal representative)\n\nPrint name of personal representative\n\nRelationship to patient\n\nPatient/Representative Identification Verified. Initials:\n\nDept:\n\nNote: If the substance abuse treatment information is protected by federal confidentiality rules (42 C.F.R. part\n2) the following prohibition of re-disclosure statements must be provided to the recipient of the information:\nThe federal rules prohibit the recipient from making any further disclosure of the information unless\nfurther disclosure is expressly permitted by the written consent of the person to whom it pertains, or as\notherwise permitted by 42 C.F.R. part 2. A general authorization for the release of medical or other\ninformation is NOT sufficient for this purpose. The federal rules restrict any use of the information to\ncriminally investigate or prosecute any alcohol or drug abuse patient.\n\nPage 2 of 2\n110.1.004 Form General Authorization for Arizona\n\nCN MG AUTH PHI Page 2 of 3\n(Rev 02/01/04, 5/18/11, 2/15/12)\n\n\fMERCY GILBERT MEDICAL CENTER\nRELEASE OF PROTECTED HEALTH INFORMATION\nPATIENT INSTRUCTIONS\nHow Do I Request a Copy of My Medical Information?\nYou can request a copy of your medical information in any of the following ways.\n If you are currently an inpatient, you may sign the attached form and give it to your nurse prior to leaving.\n You may fill out the form in person in the Medical Record/Release of Information Department (see\nbelow for location). Generally, information such as all dictated reports, labs, and radiology reports\ncan be processed on a walk-in basis with little or no wait times. This will depend on current number\nof walk-in requests.\n If you are having someone else pick up your records, you will need to give them a letter authorizing\nthem to pick up the records and a photocopy of your Photo ID. Or a Medical Power of Attorney must\nbe presented.\nThe\nauthorization form is also found online at the following link:\n\nwww.mercygilbert.org/medical_services. Select Health Information Management from the menu in\nthe left column. Then click on the Additional Link titled 'Authorization for Use or Disclosure of\nProtected Health Information'. The form is in English and Spanish. You may print this form and\nbring it with you to the Medical Records Department or mail it to Medical Records Dept. at the\naddress below.\nHow Long Will it Take to Receive My Medical Information?\nYour records will be ready 5 business days from when you are discharged or from the day we receive the Authorization\nto process your request. If you signed the Authorization while in the hospital, someone from our Release of Information\nDepartment may contact you within 5 days of discharge. If you have not heard from us, or if you would like to speak\nwith someone in this department, please call: 480-728-7103.\nWhere Do I Go to Pick Up My Medical Information?\nBelow are the address, hours, and parking information for our Medical Records Department. Please call to confirm\nyour records are ready for pick up before you come. You will need to show a photo ID. You may also request your\nrecords be mailed to you.\nMercy Gilbert Medical Center\n3555 S. Val Vista Drive\nGilbert, AZ 85297\n(480) 728-8000 (Main Hospital Number)\n(480) 728-7103 (Release of information)\nParking is outside our main entrance. Form the main entrance, follow the hallway left and continue past the Chapel\nand the Employee Entrance. The Medical Records Department will be on the left side, past conference room 4. The\nDepartment is open from 8am till 5pm Monday through Friday. If you would like to stop at the Information Desk in the\nmain entrance, a volunteer would be happy to assist you.\n\nPage 3 of 3\nCN MG AUTH PHI Page 3 of 3\n(Rev 02/01/04, 5/18/11, 2/15/12)\n\n\f",
  "full_text_chars": 6493,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 16,
  "embedded_image_count": 9,
  "is_image_only_scan": false
}
