{
  "filename": "form-2.pdf",
  "file_size_bytes": 175616,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "COVID-19 TESTING AND DIAGNOSIS AUTHORIZATION\nTO RELEASE INFORMATION\nEmployee/Student Name: ___________________\n\nBirth Date:____________ LAST 4 DIGITS OF SSN#:__________________\n\nEmployer/School: _____________________________________ Fax Number: ____________________________\nREQUIRED\nPLEASE NOTE: A fax number is required at time of Registration. If fax number is unknown, please contact\n\nthe Medical Records Department at the phone number/extension listed below and provide a fax number. It will\nbe y",
  "full_text": "COVID-19 TESTING AND DIAGNOSIS AUTHORIZATION\nTO RELEASE INFORMATION\nEmployee/Student Name: ___________________\n\nBirth Date:____________ LAST 4 DIGITS OF SSN#:__________________\n\nEmployer/School: _____________________________________ Fax Number: ____________________________\nREQUIRED\nPLEASE NOTE: A fax number is required at time of Registration. If fax number is unknown, please contact\n\nthe Medical Records Department at the phone number/extension listed below and provide a fax number. It will\nbe your responsibility to provide a fax number. No results will be released without a fax number.\nAUTHORIZATION TO RELEASE INFORMATION\nI authorize Pocahontas Memorial Hospital (PMH) to disclose my identifiable health information related to my\nCovid-19 testing and diagnosis to My Employer or My School listed above. The purpose of the disclosure is\nto assist My Employer or My School in accessing and evaluationg my COVID-19 results for follow-up\npurposes, including quarantine, exposure evaluation, and contact tracing purposes. In the event I am unable to\nobtain/submit this authorization form myself, I give my verbal authorization for PMH to release my COVID-19\ntest results to My Employer or My School listed above as witnessed by a Hospital Staff member whose\nsignature appears below. Please note: Your COVID test result may not be faxed until the next businesss\nday following receipt by Medical Records personnel. The Medical Records Department hours of\noperation is 7:30 am to 4:00 pm M-F, excluding Holidays.\nThis authorization to Release Information will be valid for one (1) year from the date of my signature. I also\nunderstand that once PMH releases my identifiable health information, federal and state privacy laws may not\nprotect the information, and the entity receiving my information may re-disclose it.\nIf I change my mind and no longer wish for my identifiable health information related to my Covid-19 testing\nand diagnosis to be shared with My Employer or My School, I must let PMH know in writing by contacting\nthe PMH Medical Records Department (contact information set forth below).\nNote: If obtaining verbal authorization from patient,\na witness must sign and date below\n\n_________________________________________\nPatient or Patient’s Legal Representative Signature\n\n_________________________________\nWitness\nDate\n\nDate: _____________________________________\nPocahontas Memorial Hospital\nMedical Records Department\n150 Duncan Road\nBuckeye, WV 24924\n(Located in same building as Pocahontas Pharmacy)\nFax: 304-799-2276\nPhone: 304-799-7400 extension 1308\n\nResults faxed by:_______________________\nDate\n\n\f",
  "full_text_chars": 2624,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 4,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
