{
  "filename": "form-2.pdf",
  "file_size_bytes": 380157,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "AUTHORIZATION TO USE AND DISCLOSE HEALTH INFORMATION\nPatient's Name:\nLast\n\nFirst\n\nMiddle\n\nHome Address:\n\nHome Telephone:\n\nDate of Birth:\n\nSocial Security Number:__________________\nSPECIFY INFORMATION TO BE DISCLOSED: The information that may be disclosed under this Authorization includes\n Discharge Summary\n\n Progress/Physician Notes\n\n X-Ray Report\n\n Pathology Report\n\n History & Physical\n\n Nurses Notes\n\n EKG/EMG/EEG Report\n\n Emergency Report\n\n Laboratory Report\n\n Operative Report\n\n Con",
  "full_text": "AUTHORIZATION TO USE AND DISCLOSE HEALTH INFORMATION\nPatient's Name:\nLast\n\nFirst\n\nMiddle\n\nHome Address:\n\nHome Telephone:\n\nDate of Birth:\n\nSocial Security Number:__________________\nSPECIFY INFORMATION TO BE DISCLOSED: The information that may be disclosed under this Authorization includes\n Discharge Summary\n\n Progress/Physician Notes\n\n X-Ray Report\n\n Pathology Report\n\n History & Physical\n\n Nurses Notes\n\n EKG/EMG/EEG Report\n\n Emergency Report\n\n Laboratory Report\n\n Operative Report\n\n Consult Report\n\n Entire Record\n\n Other_______________________________________________________________________\nRecords for the period (dates) from __________________ to __________________\n\nMY HIGHLY CONFIDENTIAL INFORMATION:\nBy checking any of the boxes next to a category of highly confidential information listed below, I specifically authorize the use\nand/or disclosure of the category of highly confidential information indicated next to the box, if any such information will be used\nor disclosed pursuant to this Authorization:\n Information about mental health or mental retardation services\n Psychotherapy Notes created by a mental health professional\n Information about HIV/AIDS-related testing (including the fact that an HIV test was ordered, performed or reported, regardless of whether the\nresults of such tests were positive or negative)\n Information about sexually transmitted diseases\n Information about alcohol or drug abuse treatment program services\n Information about sexual assault\n Information about child abuse and neglect\nName of Person or Class of Persons who may disclose my health information\n____________________________________________________________________\nTo release records to:\n\n__________________________________________________\n__________________________________________________\n__________________________________________________\n\nPlease list telephone number and fax number: __________________________________________________\nTERM: This Authorization will remain in effect:\n From the date of this Authorization until the\n\nday of\n\n, 200\n\n.\n\n Until __________________________________________ fulfills this request.\n Until the following event occurs:\n Other:\nPURPOSE: I authorize the ___________________________ to use or disclose my health information (including the highly confidential\ninformation I selected above, if any) during the term of this Authorization for the following specific\npurpose(s):____________________________________________________________________________________________________________\n\n\fI understand that once my health information has been disclosed to the recipient, the medical facility releasing my health\ninformation cannot guarantee that the recipient will not redisclose my health information to a third party. The third party\nmay not be required to abide by this Authorization or applicable federal and state law governing the use and disclosure of\nmy health information.\nI understand that the health facility may, directly or indirectly, receive remuneration from a third party in connection with\nthe use or disclosure of my health information.\nI understand that I may refuse to sign or may revoke (at any time) this Authorization for any reason and that such refusal or\nrevocation will not affect the commencement, continuation or quality of my treatment at the health facility; except,\nhowever, if my treatment at the health facility is for the sole purpose of creating health information for disclosure to the\nrecipient identified in this Authorization, in which case the health facility may refuse to treat me if I do not sign this\nAuthorization.\nI understand that this Authorization will remain in effect until the term of this Authorization expires or I provide a written\nnotice of revocation to the health facility’s Privacy Office at the practice address. The revocation will be effective\nimmediately upon the health facility’s receipt of my written notice, except that the revocation will not have any effect on\nany action taken by the practice in reliance on this Authorization before it received my written notice of revocation.\n\nI have read and understand the terms of this Authorization and I have had an opportunity to ask questions about\nthe use and disclosure of my health information. By my signature, I hereby, knowingly and voluntarily authorize\n________________________________________________ to use or disclose my health information in the manner\ndescribed above.\n\nSignature of Patient\n\nDate\n\nNote: If Patient is a minor or is otherwise unable to sign this Authorization, obtain the following signatures:\n\nSignature of Authorized\n\nRelationship\n\nPersonal Representative\n\nto Patient\n\nDate\n\n\f",
  "full_text_chars": 4687,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 4,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
