{
  "filename": "form-1.pdf",
  "file_size_bytes": 175352,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Label Area\n\nAUTHORIZATION FOR DISCLOSURE OF\nHEALTH INFORMATION\nPatient Name (First, Middle, Last)\n\nDate of Birth\n\nAddress\n\nCity/State/Zip Code\n\nI am requesting my protected health information (PHI) from\n\nTelephone Number\n\nAll Penn Medicine Locations\n\nHospital of the University of Pennsylvania\n\nPenn Presbyterian Medical Center\n\nPennsylvania Hospital\n\nChester County Hospital\n\nLancaster General Health\n\nPenn Medicine Princeton Health\n\nCPUP/CCA Outpatient Practice(s) _________________________________",
  "full_text": "Label Area\n\nAUTHORIZATION FOR DISCLOSURE OF\nHEALTH INFORMATION\nPatient Name (First, Middle, Last)\n\nDate of Birth\n\nAddress\n\nCity/State/Zip Code\n\nI am requesting my protected health information (PHI) from\n\nTelephone Number\n\nAll Penn Medicine Locations\n\nHospital of the University of Pennsylvania\n\nPenn Presbyterian Medical Center\n\nPennsylvania Hospital\n\nChester County Hospital\n\nLancaster General Health\n\nPenn Medicine Princeton Health\n\nCPUP/CCA Outpatient Practice(s) _____________________________________\n\nPenn Medicine at Home\n\nOther ____________________________________________\n\nI request my PHI to be released to:\nName of Person/Entity: _____________________________________________________ Fax: _________________________________________\n______\nAddress: ________________________________________________________ City: _________________ State: _________ Zip Code: __________\nCovering the period(s) of care (list applicable dates of treatment): _________ / _________ / _________ to _________ / _________ / _________\nI authorize the following PHI to be released from my medical records:\nDischarge Summary\nOperative Report\nLab Reports\nDischarge Instructions\n\nER Record\n\nEKG/ECG/Cardiac Tests\n\nRadiology Reports\n\nRadiology Images\n\nHistory and Physical\n\nClinic/Progress Notes\n\nItemized Billing Record\nConsultations\nMedication Records\nAbstract (Significant Documents)\nOther Instructions:_____________________________________________________________________________________________________\nBehavioral Health Visits.\nI authorize the release of information from my behavioral health visits by checking “Yes” here and signing below:\nSubstance Use Disorder (SUD) Visits.\nI authorize the release of information from my SUD visits by checking “Yes” here and signing below:\n\nYes\n\nYes\n\nNo\n\nNo\n\nOther than the behavioral health and SUD visit information described above, I understand that the records I have selected to be released may\ncontain information about treatment and testing regarding genetics, behavioral health, HIV/AIDS, and substance use disorder (for example,\nfrom primary care visits) and that by signing this authorization I am agreeing to the release of such information. I can choose and have the right to\nhave my records released directly to me so that I can review and inspect the materials, including for sensitive information I do not wish to be\ndisclosed to a third party.\nPurpose of requesting information:\nLegal\nInsurance\nPersonal\nDelivery Method:\nUS Mail (Paper)\n\nCD\n\nContinuation of Care\n\nOther: _______________________________________________________\n\nEmail, file size limits apply, if requested please provide email address: ___________________________________\n\nImportant: CD/discs of images are not encrypted and may be accessible to others. Email generally is not secure and often is misdirected. I am accepting these risks.\n\nAUTHORIZATION\nMy authorization will automatically expire one hundred eighty (180) days after the date of signature. I may revoke this authorization at any time, but\nmust do so in writing, and the revocation will not apply to information that has already been released. Information used or disclosed pursuant to this\nauthorization may be subject to redisclosure by the recipient and may no longer be protected by relevant federal and/or state law. My refusal to sign\nthis authorization will not affect my ability to receive treatment. By signing this form, I understand that I am authorizing Penn Medicine to release\ninformation as described above.\nSignature of Patient or Personal Representative\n\nPrint Name\n\nDate\n\nTime\n\nRelationship of Personal Representative to Patient\n\nPrint Name\n\nDate\n\nTime\n\nIf Authorization is signed by someone other than the patient, please state reason: ______________________________________________________________________\n________________________________________ _______________________________________________________________________________________________\nIf information about behavioral health visits is being released as authorized above, signature of hospital representative validating authorization required.\nSignature of Hospital Representative\n\nPrint Name\n\nDate\n\nTime\n\nSignature of Second Witness for Verbal Consent\n\nPrint Name\n\nDate\n\nTime\n\nP\n\n*UPHS099*\n*UPHS099*\n\nPLEASE READ THE FOLLOWING INSTRUCTIONS ON REVERSE\nPage 1 of 2\n\nUPHS-099-9\n\nAEL 12/2020\n\n\fLabel Area\n\nInstructions for Completing the Authorization for Disclosure of Health Information\n1.\n2.\n\nPlease carefully read and complete all sections of the Authorization for Disclosure of Health Information.\nThe patient or legally authorized representative must sign and date the form. Generally, only a patient may authorize release of his/her medical\ninformation.\nExceptions to the rule are as follows:\na. Authorization of minors – If the patient is a minor (under 18 years of age), the authorization must be signed by a parent or legal guardian.\nb. Emancipated minors – An emancipated minor is a minor who is or has been married, is or has been pregnant or who is a high school\ngraduate. Emancipated minors can authorize the release of their medical information.\nc. A minor who has been diagnosed with a venereal disease, a substance use problem or was treated to determine pregnancy may consent\nto treatment of that disease or condition and may authorize release of any medical information related to that disease or condition.\nd. Authorization after death – An authorization must be signed by decedent’s estate, or in the absence of an executor, the next of kin\nresponsible for the disposition of the remains can authorize the release of medical information.\ne. Authorization of the incompetent patient – If the patient is deemed incompetent, then the patient’s legally authorized representative must\nsign the authorization for release of information.\nf. Signature of Staff – The staff obtaining signature requirement applies only to the release of behavioral health care information as\nspecifically authorized by the patient. The hospital or records management staff person obtaining this authorization of the patient or\nlegally authorized representative (either in writing as witnessed, or by verbal confirmation of the written form) should sign, print name,\ndate and time the form. A second witness is required to sign if the patient/patient representative consents verbally. Please have the witness\nsign, print their name and include the date and time.\n\nPenn Medicine reserves the right to request proof of representation.\nAny Ambulatory/Office Visit requests should be addressed to the individual Physician’s Office.\nThe address to submit Inpatient, Emergency Department and Ambulatory Procedure/Short Procedure Unit record requests:\nHospital of the University of Pennsylvania (HUP)\n3400 Spruce Street\nMedical Records Department\n1st Floor Founders\nPhiladelphia, PA 19104\n\nPenn Presbyterian Medical Center (PPMC)\n51 North 39th Street\nMedical Records Department\nMyrin Basement\nPhiladelphia, PA 19104\n\nPennsylvania Hospital (PAH)\n800 Spruce Street\nMedical Records Department\n1st Floor Preston\nPhiladelphia, PA 19107\n\nChester County Hospital (CCH)\n701 East Marshall Street\nMedical Records Department\nWest Chester, PA 19380\n\nLancaster General Health (LGH)\n555 N. Duke Street, 1st Floor\nMedical Records Department\nLancaster, PA 17604\n\nPenn Medicine Princeton Health (PMPH)\nOne Plainsboro Road\nMedical Records Department\nPlainsboro, NJ 08536\n\nPlease note:\n1. Penn Medicine will charge for copying records in accordance with Pennsylvania, New Jersey and Delaware law, as applicable. Patient\ncost for Radiology images and reports will be free of charge.\n2.\n\nPenn Medicine will not send medical information by facsimile unless the information is needed for patient care and delay in the\ntransmission of the information would compromise patient care.\n\n3.\n\nPenn Medicine will make reasonable efforts to comply with this request within thirty (30) days for information that is maintained or\naccessible on site and within sixty (60) days for information that is not maintained on site. If Penn Medicine is unable to comply with\nthis request within the specified time periods, it may extend the applicable deadline for up to thirty (30) days by notifying you in writing.\n\n4.\n\nPenn Medicine may deny this request under limited circumstances as provided for under federal law. Penn Medicine will notify you if\nit denies your request to access or obtain a copy of the requested information. If Penn Medicine denies this request, you may have the\nright to have a denial of your request reviewed by a licensed health care professional. To request such a review, please contact the Penn\nMedicine Chief Privacy Officer at the following address: Office of Audit, Compliance and Privacy, 3819 Chestnut Street, Suite 214,\nPhiladelphia, PA 19104.\n\n5.\n\nRecords released may contain information and images created and prepared by third parties not under the control of Penn\nMedicine. Penn Medicine is not responsible for the content, accuracy or review of such records.\n\n6.\n\nRecipients of mental health or HIV/AIDS information may not re-disclose that information unless with written patient consent\nor as allowed by law. Federal regulation 42 CFR Part 2 prohibits unauthorized disclosure of substance use disorder records.\nPage 2 of 2\n\n\f",
  "full_text_chars": 9255,
  "fillable_field_count": 70,
  "fillable_field_names": [],
  "font_count": 13,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
