{
  "filename": "form-1.pdf",
  "file_size_bytes": 227631,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Authorization to Release and Disclose Patient Information\n1230 East Main Street\nMankato, MN 56002-8674\n▪ Main ROI:\nPhone: 507.389.8633 Fax: 507.625.8980\n▪ Wick/CHC ROI: Phone: 507.385.4037 Fax: 507.388.1878\n▪ North ROI:\nPhone: 507.385.3959 Fax: 507.345.4130\n\nPatient\n\nMR#:\nROI@mankato-clinic.com\n\nName:\n\nDate of Birth:\n\nAddress:\n\nPhone:\n\nCity:\n\nState:\n\nZip:\n\nPrevious Name:\nRelease my\nmedical\nrecords from\n\nWHO HAS INFORMATION YOU WOULD LIKE RELEASED?\nName:_____________________________________ Locat",
  "full_text": "Authorization to Release and Disclose Patient Information\n1230 East Main Street\nMankato, MN 56002-8674\n▪ Main ROI:\nPhone: 507.389.8633 Fax: 507.625.8980\n▪ Wick/CHC ROI: Phone: 507.385.4037 Fax: 507.388.1878\n▪ North ROI:\nPhone: 507.385.3959 Fax: 507.345.4130\n\nPatient\n\nMR#:\nROI@mankato-clinic.com\n\nName:\n\nDate of Birth:\n\nAddress:\n\nPhone:\n\nCity:\n\nState:\n\nZip:\n\nPrevious Name:\nRelease my\nmedical\nrecords from\n\nWHO HAS INFORMATION YOU WOULD LIKE RELEASED?\nName:_____________________________________ Location: ______________________\nAddress: __________________________________ Fax #: ________________________\nCity: ______________________________________ State: _______ Zip: ______________\n\nShare my\nmedical\nrecords with\n\nTO WHOM SHOULD THE INFORMATION BE RELEASED?\nName:_____________________________________ Appt Date:_____________________\nAddress: __________________________________ Fax #: ________________________\nCity: ______________________________________ State: _______ Zip: ______________\n\nInformation to\nbe disclosed\n\nMEDICAL RECORD RELEASE:\nRecords concerning: ________________________________________________________\nSpecific Diagnosis or Treatment and Specific Dates of Service\n\nPast 2 years of records\nClinic/Hospital notes\nRadiology reports\nRadiology films / CD / other\nLab / Pathology Reports\n\nReason for the\nrelease\nRevocation\nAuthorization\n\nLegal\nInsurance\nPersonal\n\nImmunizations\nHIV / AIDS records\nFinancial / Billing\nMental health/substance abuse\nLast colonoscopy, mammogram, Pap, eye exam\nCommunication (check one / both)\nVerbal\nWritten\nOther: ___________________________________\n\nContinuation of Medical Care\nNo records needed at\nOther (specify): ______________________\nthis time; keep on file\nTransferring care (please indicate new provider):________________________\n\nI understand that this authorization will be in effect for 12 months from the date signed unless cancelled by me in writing and that my\ncancellation will take effect when the provider receives my notice in writing. A photocopy of this authorization will be treated in the same manner\nas original.\nI understand that Mankato Clinic will not condition my treatment on whether I sign this authorization form, except in the following situations: (1)\nif treatment is related to research (such as a clinical trial), and the information will be disclosed as part of that research; or (2) if the purpose of\nthe treatment is so that information can be disclosed to a third party (such as to an employer for a fitness-for-work examination). I understand\nthat once information is released pursuant to this authorization, Mankato Clinic cannot prevent the re-disclosure of the information to another\nthird party. I understand there may be a charge associated with the Release of Information services rendered.\n\n______________________________________________________________________\nSignature of patient/legal representative*\n\n____________________\nDate\n\n____________________________________________________________________________________________\nPrinted name of legal representative and relationship to patient (Parent, Guardian, Healthcare POA, etc.)\n* Authorized representative may be required to submit copies of legal documents supporting his/her authority to act on a patient's behalf\n\nCOPIES: GIVEN / MAILED / FAXED ON: ____________________ / CALL WHEN READY / PICK UP: ______________________________\nMC032 (02/23)\n\nFACILITIES: Please fax medical\nrecords to: 507.385.4180\n\nPATIENTS: Please fax signed\nauthorizations to: 507.388.1878\n\n\fAUTHORIZATION INSTRUCTIONS\nIn order to release your medical records, an authorization form must be completed. Any HIPAA compliant\nauthorization form can be used. Please see directions below on how to complete this form.\nPATIENT: Please legibly complete this entire section and include any previous legal names that you might have\nhad.\nRELEASE MY MEDICAL RECORDS FROM (health care facility/provider): List what facility/provider you are\nseeking information from. Please be as specific as possible so that we can correctly identify which facility has\nyour medical records you would like released.\nSHARE MY MEDICAL RECORDS WITH (requestor): Where would you like your records sent? Who would you\nlike to have access to your records? Please legibly complete this entire section including as much information\nas possible. If you have an upcoming appointment, please be sure to include that in the space provided in this\nsection. We prioritize requests by appointment date.\nINFORMATION TO BE DISCLOSED: Please indicate what information you would like released. NOTE: In\nMinnesota, immunizations do not require a signed authorization form to release. If mental health or substance\nabuse records are requested, please mark appropriate box. If you would like another person to have either\nverbal or written access to your medical records, please check the appropriate Communication boxes.\nREASON FOR THE RELEASE: For tracking purposes, please indicate why you are requesting records. If you are\ntransferring care to another facility, please mark the Transfer Care box and write in the name of your new\nprimary provider.\nREVOCATION: This authorization form will be valid for one year from the date signed. Authorization can be\nrevoked by the patient if requested as such in writing.\nAUTHORIZATION: Authorization form needs to be signed by the patient or have legal authority to sign on\nbehalf of the patient. Legal documentation of authority must be on file or will need to be submitted at time of\nrequest. Spouses or parents of children 18 and older are not able to sign for patient unless they are a legal\nrepresentative of the patient and can provide appropriate documentation.\nADDITIONAL INFORMATION:\n▪\n▪\n▪\n▪\n\nMankato Clinic does not re-release medical records from other facilities.\nPlease expect at least 7-10 business days from receipt of your request for processing; exceptions are\nmade for emergent circumstances.\nPlease bring a photo ID with you in order to pick up medical records.\nMankato Clinic does not accept typed signatures unless a verification program is utilized.\n\nMC032 (02/23)\n\n\f",
  "full_text_chars": 6103,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 9,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
