{
  "filename": "form-2.pdf",
  "file_size_bytes": 508235,
  "page_count": 3,
  "has_text_layer": true,
  "text_preview": "Instructions for Completing the Authorization for Release of Information Form\nIf you have any questions, please call the HIM Department at 919-684-1700.\nPlease read the following for help completing the\nAuthorization.\n\nPART A: PATIENT INFORMATION\nThis section applies to the person whose information or\nrecords is being requested.\n1. Write the patient’s full name, phone number, email address, and mailing address.\n2. Write the patient’s date of birth, last four digits of\nsocial security number, and",
  "full_text": "Instructions for Completing the Authorization for Release of Information Form\nIf you have any questions, please call the HIM Department at 919-684-1700.\nPlease read the following for help completing the\nAuthorization.\n\nPART A: PATIENT INFORMATION\nThis section applies to the person whose information or\nrecords is being requested.\n1. Write the patient’s full name, phone number, email address, and mailing address.\n2. Write the patient’s date of birth, last four digits of\nsocial security number, and medical record\nnumber.\nPART B: PERSON OR COMPANY WHO WILL RECEIVE\nINFORMATION\nComplete this section so we know where to send the\ninformation or records.\n3. If you are the patient and are requesting the\nrecords be sent to you, select “Self.”\n4. If the records should be sent to another person or\ncompany, write the full name and address of the\nperson or company where we should send the\ninformation or records. You must be specific.\nGeneral terms like “my son” or “my daughter” will\nnot be accepted.\nPART C: INFORMATION THAT CAN BE RELEASED\nThis section tells us what information or records you would like us to release.\n5. Indicate the treatment dates to be released. If none selected, the last 2 years of active treatment will be\nprovided.\n6. If sending to a provider, an Abstract/Summary will be sent unless otherwise marked.\n7. For an Abstract/Summary of your records, select the box “Abstract/Summary”. These will include the\nfollowing records:\n Discharge Summary - A brief summary at the conclusion of a hospital stay.\n History & Physical - Hospital admission report of past medical history provided by the patient or\npatient representative and the provider’s documentation of the initial physical examination of the\npatient.\n Clinic Visits - Outpatient doctor or clinical notes from a clinical office setting including test results\nfrom any diagnostic tests ordered and completed.\n Consultation Report – Report from a hospital stay with consulting physician when the attending\nprovider asks another provider to examine the patient’s specific medical problem.\n Operative/Procedure Notes -A report by a surgeon or other physician(s) who\nperformed/participated in a surgery or procedure, with details of the findings, the procedure used,\nthe specimens removed, the preoperative and postoperative diagnoses, and names of the primary\nperforming surgeon and any assistants.\n Laboratory - A procedure in which a health care provider takes a sample of the patient’s blood,\nurine, other bodily fluid, or body tissue to obtain information about the patient’s health.\n Pathology - Report that contains the diagnosis determined by examining cells and tissues under a\nmicroscope.\n Radiology Reports - Reports of radiological or computerized imaging related to testing performed\n\n\fto diagnose a patient’s condition such as broken or displaced bones, foreign objects or masses,\nabnormal functions of organs, etc.\n Physical/Therapy Occupational Record - Documented notes for the assessment and treatment of\nphysical, occupational or speech communication problems or disorders.\n Emergency Department Record ‐ Documented notes by doctors or other clinicians regarding\ntreatment received in the emergency department including test results from any diagnostic tests\nordered and completed.\n8. If you need specific information, select specific individual reports here.\n9. For all of your medical records, except billing and radiology images, select “Entire Record.” You must\nspecifically select “Billing Records” and “Radiology Images” to receive those records.\n10. Check the box where the treatment occurred. If you are unsure, or want records from all treatment\nlocations, check “All Duke Health Enterprise Entities.”\n Note, if you select one of the hospital locations, we will also release your records from the clinics\nlocated at that hospital.\n If you are requesting records from a specific clinic, please specify the clinic or provider.\nPART D: PURPOSE OF REQUEST\n11. Check the box that provides the reason you want the information or records.\nPART E: FORMAT AND DELIVERY OF INFORMATION\nThis section tells us how to send the information or records.\n12. If you want an electronic or paper copy of the records, check a box in one of the columns that applies.\n Electronic Delivery:\n• *MyChart – Depending on size, records can be uploaded directly to your MyChart account.\n• Patient must have an active MyChart Account\n• Minor Children under age 12 – will be released to Parent.\n• Children Ages 12-17 – Unable to release records to these accounts.\nAlternative means of delivery will be requested.\n• *Encrypted Email –A PDF copy of the records can be securely emailed to you.\n• Fax – Due to security concerns, we recommend only faxing records to your other health\ncare providers.\n• Portal – Use of vendor portal by attorneys, insurance companies and other 3rd parties.\n Mail:\n• Thumb Drive/CD – A PDF copy of the records can be put on a thumb drive or CD and\nmailed to you.\n• Paper\n In‐Person Pickup:\n• State your name or designated individual to pick up records. Select CD, thumb drive, or\npaper.\n*Depending on size of file, we may contact you to select a different format of delivery.\n\n\fPART F: REVIEW AND APPROVAL\n13. Your records may include reference to sensitive types of information. In addition, some records have been\nmarked as sensitive by Duke Health and will not be released without your approval. If you wish to approve\nthe release of information that has been marked as sensitive, check the box(es) that apply to you.\n14. If you would like for the Authorization to expire on a specific date or following a specific event, please write\nthe date or event at the bottom of Part F. If no date or event is provided, the Authorization will\nautomatically expire one year from the signature date in Part F.\n15. Signature of Patient/Patient Representative:\n If you are the patient:\n• Sign your name, print your name, and put the date on the form. Your name and\nsignature must match the information in Part A. If you are signing the form on behalf\nof another person, you must complete Part G.\n If you are the patient’s representative:\n• Print your full name, write your relationship to the patient, and write your phone\nnumber.\n• You must also provide us with a copy of the legal document showing us that you are\nauthorized to sign the Authorization and include the document when submitting this\nform.\nSome examples of legal documents may include:\n\n\n\n\n\n\nHealth Care or General Power of Attorney – This document gives someone you\ntrust the legal power to act on your behalf and to make health care decisions for\nyou. Often, a power of attorney is contingent on the occurrence of an event (such as\nthe incapacity of the patient). Make sure to provide documents that show that the\ntriggering event has occurred.\nLegal Guardianship – This is established by a court who will appoint someone to care for\nanother person.\nExecutor/Executrix of Estate – This type of document would be used when the\nperson who is being represented has died.\nNext of Kin – Where an individual has died without a will, you may submit a “DUHS\nAffidavit of Surviving Spouse or Next of Kin”, to establishthat the patient died intestacy\n(without a will) and that you are the next of kin.\nSupporting documentation is required, such as:\n• Death Certificate\n• Marriage License\n• Birth Certificate\n• Obituary\n\nPART G: WITNESS\n16. If the signature is witnessed by a Duke Employee for patient verification, Duke Employee may sign as a\nwitness.\nMail, E‐mail, or Fax a copy of the Authorization to the following address:\nMail: Duke University Hospital – HIM P.O. Box 3016 Durham, NC 27710\nE‐mail: ROI-requestor3@dm.duke.edu\nFax: 919-620-5165 Call: 919-684-1700\n\nRev. 1/22\n\n\f",
  "full_text_chars": 7745,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 6,
  "embedded_image_count": 16,
  "is_image_only_scan": false
}
