{
  "filename": "form-1.pdf",
  "file_size_bytes": 1493489,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "អ Bryn Mawr Hospital\n\nអ Lankenau Hospital\n\nអ Riddle Hospital\n\nអ Bryn Mawr Rehabilitation\n\nអ Paoli Hospital\n\nអ MLHC Physician Office\nDR.\n\nAuthorization for Disclosure of Health Information\nI hereby authorize\n\nto release medical information from the records of:\n(See Locations Above or Specify Another Institution)\n\nPatient Name:\n\nD.O.B.:\n\nCovering the period(s) of care (list applicable dates of treatment):\nInformation to be disclosed (check all applicable items to be released)\nអ Complete Chart Copy",
  "full_text": "អ Bryn Mawr Hospital\n\nអ Lankenau Hospital\n\nអ Riddle Hospital\n\nអ Bryn Mawr Rehabilitation\n\nអ Paoli Hospital\n\nអ MLHC Physician Office\nDR.\n\nAuthorization for Disclosure of Health Information\nI hereby authorize\n\nto release medical information from the records of:\n(See Locations Above or Specify Another Institution)\n\nPatient Name:\n\nD.O.B.:\n\nCovering the period(s) of care (list applicable dates of treatment):\nInformation to be disclosed (check all applicable items to be released)\nអ Complete Chart Copy\nអ Abstract (See # 3 in Instructions for Definition)\nអ Discharge Summary/Instructions\nអ ER Record\nអ Progress Notes\nអ Medication Records\nអ History and Physical\nអ Consultations\nអ Operative Report\nអ Other (specify):\nI understand that any information released pursuant to this request will not include any information related to my treatment for\nAIDS/HIV, psychiatric care and treatment, treatment for drug and alcohol abuse unless specifically checked below.\nអ AIDS/HIV\nអ Psychiatric Care/Treatment\nអ Treatment for Drug or Alcohol use/abuse\nI understand that Main Line Health may deny this request under limited circumstances as provided for under state or federal\nregulations governing the protection of personally identifiable health information. I further understand that except as otherwise\npermitted under applicable federal law, I have the right to have a denial of my request reviewed by a licensed health care professional\nselected by Main Line Health who did not participate in the decision to deny my request.\nI understand that MLH will notify me of its decision to approve or deny my request to access or obtain a copy of the requested\ninformation within thirty (30) days of receiving this request if the information is maintained or accessible on-site or within sixty (60)\ndays if the requested information in not maintained on-site. If MLH is unable to comply with my request within the specified\ntimeframes, it may extend the applicable deadline for up to thirty (30) days by notifying me in writing.\nThis information is to be disclosed to:\nName of Person or Institution:\nAddress:\nCity/State/Zip Code:\n\nPhone # (for questions):\n\nFor the purpose of (required): អ Patient personal use\n\nអ Other (please describe)\n\nDelivery Options- *(See Instructions on Reverse)\nអ Release to encrypted USB\nអ Release the requested information into my MyChart\nអ Release as printed paper copy & pick-up\nអ Release as printed paper copy & mail\nអ Fax:\nអ Encrypted Email or Third Party Portal: (Print Address Clearly)\nI understand that this authorization may be revoked in writing at any time, except to the extent that action has already been taken to\ncomply with this request. This authorization will automatically expire in twelve (12) months unless otherwise revoked or indicated to\nexpire on\n(Date not to exceed 12 months). In accordance with Federal and PA state law, I\nunderstand that Main Line Health may charge a fee for obtaining copies of records, except for copies mailed directly to a\nhealthcare facility or physician for continuing care purposes, and I agree to pay such charges.\n(Signature of Patient or Authorized Representative)\n\n(Relationship to Patient)\n\n(Signature of Witness)\n\n(Date)\n\n(Date)\n\nVerbal Release of Mental Health Information:\nVerbal Consent to Release mental health information is acceptable if the patient is physically unable to provide a signature and verbal\nconsent is witnessed by two persons.\nWe, the undersigned, certify that\nsignature, that he/she understood the nature of this release and freely gave his/her consent.\n(Witness)\nMLH900-331.0621\n\n(Date)\n\nwas physically unable to provide a\n\n(Witness)\n\nPRINT\n\nSAVE AS\n\n(Date)\n\nEMAIL\n\nRESET\n\n\fINSTRUCTIONS FOR COMPLETING THE\nAUTHORIZATION FOR DISCLOSURE OF HEALTH INFORMATION FORM\n1.\n\nPlease complete the Authorization for Disclosure of Health Information Form in its entirety. Incomplete forms will be returned to\nthe sender for completion.\n\n2.\n\nThe patient or legally authorized representative (see #7 below) must sign and date the form.\n\n3.\n\nAn abstract of a record include but are not limited to (based on the type of visit) the following documents: History and Physical,\nDischarge Summary, Progress Notes, Admission and Discharge Information, Laboratory Tests, Radiology, Operative Reports,\nPathology Reports, Consultations, Cardiology Reports, Neurovascular Reports, Diagnostic Reports, ER Notes, and Anesthesia\nReport.\n\n4.\n\nPlease return the form to the attention of the “Health Information Management Department”:\n●\n●\n●\n\n5.\n\nFax: 610-356-3167\nEmail: HIMROI@mlhs.org\nUS Mail or Walk-in: 3809 West Chester Pike, Suite 110\nNewtown Square, PA 19073\n\nDelivery options:\nRecipient\nMyChart*\nUSB\nFax*\nPatient\nY\nY\nY\nProvider\nN\nY\nY\nLegal\nN\nY\nY\nInsurance\nN\nY\nY\n*Delivery option may not be available due to file size\n\n6.\n\nPrint &\nMail\nY\nY\nY\nY\n\nPrint & Pick-up\nY\nN\nY\nY\n\nRecords for all purposes except continuing care are subject to copying charges in accordance with Federal and PA State Law. An\ninvoice will be delivered to you and payment will be expected prior to the records being delivered.\n\n7.\n\nThe following is a list of persons authorized to sign the disclosure of health information form:\n● Patients who are 18 years of age or older:\n– If the patient is competent, then the patient must sign. No one else is authorized to sign.\n– If the patient is incompetent, then the legal representative must sign and provide appropriate documentation (e.g.,\na photocopy of power of attorney documents or other legal documents establishing the authority of the legal\nrepresentative).\n● Patients who are between 14 and 18 years of age:\n– If the patient received mental health treatment and consented to his/her own treatment, then the patient must sign.\n– If the patient received mental health treatment and the patient’s legal guardian consented to the patient’s mental\nhealth treatment, the patient may sign or the legal guardian may sign if they are requesting:\n(a) the release of records to the patient’s current mental health treatment provider,\n(b) the release of records to the patient’s primary care provider (as deemed appropriate by patient’s current\nmental health treatment provider); or\n(c) if the information is necessary for the legal guardian to consent to the patient’s mental health treatment.\n– If the patient received drug/alcohol treatment, then the patient must sign.\n● Patients who are under 14 years of age:\n– If the patient received mental health treatment, the patient’s legal guardian must sign.\n– If the patient received drug/alcohol treatment, then the patient must sign.\n● Patients who are deceased:\n– The patient’s legal representative must sign and provide appropriate legal proof (e.g., a photocopy of executor\ndocumentation).\nPlease contact the Health Information Management Department (Medical Records) at the contact information provided above if you\nhave additional questions or need further assistance.\n\nMLH900-331.0621\n\n\f",
  "full_text_chars": 6922,
  "fillable_field_count": 41,
  "fillable_field_names": [],
  "font_count": 10,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
