{
  "filename": "form-7.pdf",
  "file_size_bytes": 130370,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "Instructions for Completing the Authorization for Release of Information Form\nTo authorize the release of your protected health information, you may submit a request online through the LiveWell Patient\nPortal or submit a completed Authorization for Release of Health Information Form using the instructions below.\nImportant: One patient per form. Patients or authorized representatives must carefully read and complete every section of\nthe form prior to signing and dating to ensure the request is va",
  "full_text": "Instructions for Completing the Authorization for Release of Information Form\nTo authorize the release of your protected health information, you may submit a request online through the LiveWell Patient\nPortal or submit a completed Authorization for Release of Health Information Form using the instructions below.\nImportant: One patient per form. Patients or authorized representatives must carefully read and complete every section of\nthe form prior to signing and dating to ensure the request is valid and complete.\n1. Patient Information: Please complete all required patient information, including the patient’s full name, date of birth,\nstreet address, city, state, ZIP code, telephone number, and email address.\n2. Treatment Facility/Physician: Please list the name of the hospital, doctor’s office, clinic, or other healthcare facility\nwhere you received care. If known, you may also include the name of the treating physician.\n3. Treatment Dates: Please list the dates of treatment for the records you are requesting (for example, hospital\nadmission and discharge dates or dates of office visits). If you do not know the exact dates, you may provide an\nestimated timeframe or date range.\nA. Behavioral Health Only – Ignore the check box if the patient is receiving their own records. This box is only\nused of the patient is allowing back and forth exchange of their health information between the receiving\nentity with the releasing entity.\n4. Information Requested: Please select all applicable types of information being requested.\nA. For medical records, choose the specific parts of the medical record you would like to receive.\nB. For imaging, select the type of images you need under the Imaging section.\nC. For billing information, select the appropriate billing records under the Billing section.\n5. Release the Requested Information to: Please provide the full name of the recipient (facility, person, or company),\nincluding the street address or PO Box, city, state, ZIP code, phone number, fax number, and email address.\n6. Purpose of Request: Select the purpose for which the information is being released (e.g., continuation of care,\npersonal request, legal, insurance, or other).\n7. Requested Format/Delivery Method: Please choose how you would like to send the requested information by\nselecting an option under Mail, Electronic, or Other. Please note that fees may apply depending on the delivery\nmethod selected\n8. Review & Authorize: Please review the Your Rights Regarding this Authorization section carefully.\nPlease include an expiration date for the release of records, if applicable. If no expiration date is provided, the\nauthorization will automatically expire in one year from date of signature.\nOnce reviewed print your name, sign, and date the form to authorize the release of the requested medical\ninformation. Typed signatures are not accepted. If the patient is unable to sign or lacks legal capacity, an authorized\nrepresentative may sign on the patient’s behalf; supporting documentation may be required.\nIf the patient is a minor, the minor may sign this authorization if they consented to treatment for pregnancy, sexually\ntransmitted diseases, outpatient behavioral or mental health care, or outpatient treatment for substance use or\nalcohol. If the minor received substance use disorder treatment with parental or guardian consent, both the minor\nand the parent or guardian may sign.\n\nCreated by: Release of Information\n\nCreated: 12/2025\n\n\f",
  "full_text_chars": 3485,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 7,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
