{
  "filename": "form-6.pdf",
  "file_size_bytes": 354431,
  "page_count": 3,
  "has_text_layer": true,
  "text_preview": "1) INFORMACIÓN DEL PACIENTE (PATIENT INFORMATION):\nNombre\n\nDirección\n\nCiudad\n\n(\nFecha de nacimiento (Date of Birth)\n\nSpanish\n\nEstado\n\nCódigo postal\n\n)\n\nTeléfono durante el día (Daytime Phone)\n\nNombre anterior (Previous Name)\n\n2) AUTORIZA A (AUTHORIZES):\nNombre del proveedor de atención médica/plan/otro\n\nDirección\n\n3) REVELAR A (TO DISCLOSE TO):\n\nE\n\u0007 nviar a un tercero (Send to third party):\n\n Mí (seleccione la opción de entrega abajo) (Myself)\n Portal de LiveWell/MyAdvocateAurora\n \u0007Enviar po",
  "full_text": "1) INFORMACIÓN DEL PACIENTE (PATIENT INFORMATION):\nNombre\n\nDirección\n\nCiudad\n\n(\nFecha de nacimiento (Date of Birth)\n\nSpanish\n\nEstado\n\nCódigo postal\n\n)\n\nTeléfono durante el día (Daytime Phone)\n\nNombre anterior (Previous Name)\n\n2) AUTORIZA A (AUTHORIZES):\nNombre del proveedor de atención médica/plan/otro\n\nDirección\n\n3) REVELAR A (TO DISCLOSE TO):\n\nE\n\u0007 nviar a un tercero (Send to third party):\n\n Mí (seleccione la opción de entrega abajo) (Myself)\n Portal de LiveWell/MyAdvocateAurora\n \u0007Enviar por correo a mi dirección indicada arriba\n(Mail to my address above)\n Ver en el lugar (View on Site)\n Recoger (Pick up)\n\nAtención:\n\nSi elige enviar por correo o recoger (If Mail or Pick up):\n Papel (Paper) o\n Formato electrónico (Electronic format):\n \u0007Si lo recogerá otra persona, por este medio autorizo a\n(If to be picked up by another, I hereby authorize)\npara recoger mi expediente.\n(Identificación con fotografía obligatoria).\n\nTeléfono del tercero (Phone):\n\nDirección:\no\nFax (Fax):\n\n4)  MARQUE AQUÍ SI LA AUTORIZACIÓN ES RECÍPROCA (AUTHORIZATION IS RECIPROCAL)\n\n(en otras palabras, la parte reveladora y los destinatarios pueden intercambiar mutuamente la información detallada abajo.)\n\n5) \t\u0007FECHAS DE LA INFORMACIÓN QUE SE VA A REVELAR (DATE(S) OF INFORMATION TO BE DISCLOSED):\nDe\n\n(mes/año)\n\na\n\n(mes/año)\n\nSi lo deja en blanco, solo se revelará información de los últimos dos (2) años.\n\n6) \t\u0007\u0007INFORMACIÓN QUE SE VA A REVELAR (INFORMATION TO BE DISCLOSED):\n\n Todos los tipos de registros para el plazo (a menos que se excluyan, vea el n.º 7) (All record types for time frame)\nSalud conductual (Behavioral Health)\n\t\u0007Resumen del hospital\n\t\u0007Resultados de pruebas de\n(Hospital Summary)\ndiagnóstico por imágenes\nR\n\u0007 egistros del tratamiento – Plan/notas\n(Imaging Results)\n(Vea el n.° 6 en la parte de atrás)\ndel tratamiento, evaluación, evaluación\npsiquiátrica/psicológica, laboratorios,\n Pruebas\n Consulta\n\t\u0007\n(Consult)\n\t\u0007\nde diagnóstico por imágenes\nmedicamentos (Treatment Records)\n(radiografías)\n(Imaging\nFilms)\n Informes\n\t\u0007\ndel laboratorio\nR\n\u0007 esultados de pruebas psicológicas\n Reportes\n(Lab Reports)\n\t\u0007\noperativos\n(Psychologic\nTest Results)\ndel\nprocedimiento\n\t\u0007\u0007Reportes del Departamento\n(Procedure Op Reports)\n\u0007 ituación legal/actas judiciales\nS\nde Emergencias\n(Legal Status/Court Records)\n(Emergency Department Reports)\n\t\u0007\nde facturación\n Registros\n(Billing\nRecords)\n Reportes/\n\t\u0007\nnotas de la visita/progreso\n(Reports Visit/Progress Notes)\n Cálculos\n\t\u0007\n(Estimate)\n Otro\n\t\u0007\n(Other)\n\n7) Entiendo que la información que se revelará puede incluir información relacionada con pruebas genéticas, servicios genéticos e\nhistoria médica familiar, salud mental/discapacidades del desarrollo, trastorno por consumo de sustancias, resultados de pruebas de\nVIH y sida/enfermedades relacionadas con el sida. Revelaremos esta información a menos que usted indique abajo qué información\ndebe excluirse.\n\u0007 iscapacidades del desarrollo/salud mental\nD\n \u0007Trastorno por consumo de sustancias\n(Substance Use Disorder)\n(Mental Health/Developmental Disabilities)\n\u0007 esultados de la prueba de VIH\nR\n  \u0007Sida/enfermedades relacionadas con el sida\n(HIV Test Results)\n(AIDS/AIDS-related illness)\n\n*S23623*\n\nAUTHORIZATION FOR DISCLOSURE\nOF HEALTH INFORMATION\n\n(Authorization to Release Protected Health Information)\n\nS23623-SP (Rev. 06/24)\nPage 1 of 3\n\n\fSpanish\n\n8) VENCIMIENTO (EXPIRATION): Esta autorización es válida durante: encierre en un círculo\n1 mes (1 month)\n\n6 meses (6 months)\n\n1 año (1 year)\n\nOtra fecha o evento (Other date or event)\n\nSi este punto se deja en blanco, la autorización expirará en un año a partir de la fecha de la firma. Solo para Illinois: La información\nde los expedientes de salud mental/discapacidad del desarrollo solo se puede revelar el día que se recibe la autorización.\n\n9) PROPÓSITO (PURPOSE) (Marque todas las opciones que correspondan – pueden aplicarse cargos por copias)\n\u0007 tra atención médica - sin cargo (Further Medical Care)\nO\n\u0007 legibilidad/beneficios del seguro – cargos $\nE\n\n(Insurance Eligibility/Benefits)\n\n I\u0007nvestigación/acción legal – cargos $\n\n(Legal Investigation/Action)\n\n\u0007 ersonal (a mi solicitud) – cargos posibles $\nP\n\n(Personal)\n\n\u0007 ompletar los formularios – cargos posibles $\nC\n\u0007 tro (Other):\nO\n\n(Forms Completion)\n\n\t\t\t\n\n(especificar)\n\n10) SUS DERECHOS CON RESPECTO A ESTA AUTORIZACIÓN: Tengo derecho a inspeccionar y recibir una copia de la\n\ninformación médica que he autorizado revelar mediante esta autorización. Entiendo que me pueden cobrar cargos por las copias\ndel expediente. Entiendo que no necesito firmar esta autorización para recibir tratamiento. Soy consciente de que puedo revocar\nla presente autorización mediante un aviso por escrito al Departamento de Información Médica (Health Information Department).\nEntiendo que mi revocación no será efectiva en cuanto a los usos y las revelaciones ya hechas en base a esta autorización o\nnecesarias para que una aseguradora impugne un reclamo/una póliza autorizada por ley si firmar la autorización fuera una condición\npara obtener cobertura de seguro. Soy consciente de que la información revelada según esta autorización puede estar sujeta a una\nnueva revelación y dejar de estar protegida por la ley federal de privacidad.\n\n11)\n\t\u0007FIRMA DEL PACIENTE/REPRESENTANTE LEGAL (SIGNATURE OF PATIENT/LEGAL REP)\n\nFECHA (DATE)\n\nSi firma otra persona que no sea el paciente, mencione la relación de la persona con el paciente.\n(If another person is signing other than the patient, please list the relationship of the person to the patient.)\n\n12) Illinois solamente – Firma del testigo solo para expedientes de salud mental/discapacidades del desarrollo:\n(IL only – Witness signature for mental health/developmental disabilities records only:)\n\n*S23623*\n\nAUTHORIZATION FOR DISCLOSURE\nOF HEALTH INFORMATION\n\n(Authorization to Release Protected Health Information)\n\nS23623-SP (Rev. 06/24)\nPage 2 of 3\n\n\fSpanish\n\nAutorización para la revelación de información médica completa\nInstrucciones: complete todas las secciones del formulario de autorización\nAgregue los identificadores y la información de contacto del paciente\n1. Agregue los identificadores y la información de contacto del paciente.\n2. Indique el proveedor de atención médica u otra entidad que revelará la información.\n3. \t\u0007Seleccione la casilla correspondiente que indica si el paciente recibirá la información por sí\nmismo (y la opción de entrega deseada) o seleccione la casilla de terceros a los que deben\nenviarse los registros, así como la información de entrega de terceros.\n4. \t\u0007Ignore la casilla n.º 4 si el paciente recibirá su expediente. Marque la casilla n.º 4 solo si el\npaciente permite el intercambio de su información médica entre la entidad receptora en el\nn.º 3 y la entidad reveladora en el n.º 2.\n5. \t\u0007Indique el intervalo de fechas de la información que desea revelar. Si se deja en blanco,\nsolo se revelarán dos años de información médica.\n6. \t\u0007Seleccione las casillas apropiadas para identificar la información específica que se\ndebe revelar o use la línea \"Otros\" para especificar lo que se necesita. Un Resumen del\nhospital es un resumen general que incluye el resumen de alta, historia clínica y examen\nfísico, consultas, reportes operativos, análisis de laboratorio, reportes de radiología y del\nDepartamento de Emergencias.\n7. \t\u0007El expediente de tratamiento del trastorno por consumo de sustancias, pruebas genéticas,\nservicios genéticos e historia médica familiar, salud mental/discapacidades del desarrollo,\nresultados de pruebas del VIH y sida/enfermedad relacionada con el sida puede ser parte de\nlos registros mencionados arriba. Use esta sección para identificar si alguno de estos tipos de\nexpediente debe ser excluidos de la información revelada.\n8. \t\u0007Agregue la fecha de vencimiento de esta autorización. Tenga en cuenta: en Illinois, si no se\nmenciona una fecha de vencimiento, la autorización solo puede respetarse en la fecha en que\nla reciba la entidad reveladora mencionada en el n.º 2 de arriba.\n9. \t\u0007Elija un propósito (por qué se necesitan estas copias) seleccionando la casilla correspondiente.\nPuede o no aplicarse cargos por las copias, según el propósito seleccionado.\n10. \t\u0007Lea esta sección sobre los derechos del paciente respecto a esta autorización.\n11. \t\u0007Firma del paciente o del representante legal y fecha de la firma. Si firma el representante legal\no alguien que no es el paciente, mencione su relación con el paciente.\n12. \t\u0007Testigo de IL - pacientes de Illinois, pídale a un testigo que firme el formulario cuando se\nrevelen los registros de discapacidades de salud mental/del desarrollo.\nSe entregará una copia impresa de este formulario de autorización cuando se pida.\n\nS23623-SP (Rev. 06/24)\nPage 3 of 3\n\n\f",
  "full_text_chars": 8747,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 14,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
