{
  "filename": "form-1.pdf",
  "file_size_bytes": 187873,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Owensboro Health Use Only\nMRN:\nDOB:\nDocument Type: Release of Information\n\nAUTHORIZATION FOR USE AND DISCLOSURE OF HEALTH INFORMATION\nPatient Information\nPatient Name: _________________________________________________________________ DOB: _________________\nAddress: _______________________________________ City: _____________________ State: ______ Zip: ___________\nPhone: __________________________ Email (optional): _____________________________________________________\nRequested Format (Please chec",
  "full_text": "Owensboro Health Use Only\nMRN:\nDOB:\nDocument Type: Release of Information\n\nAUTHORIZATION FOR USE AND DISCLOSURE OF HEALTH INFORMATION\nPatient Information\nPatient Name: _________________________________________________________________ DOB: _________________\nAddress: _______________________________________ City: _____________________ State: ______ Zip: ___________\nPhone: __________________________ Email (optional): _____________________________________________________\nRequested Format (Please check ONLY one)\n\n Paper Copy  MyChart Patient Portal\n EHI Export (Note: See EHI export section)\n\n Email\n\n Fax\n\n CD\n\n USB flash drive\n\nDelivery Method (Please check ONLY one)\n\n Mail\n\n Pickup\n\n Fax\n\n MyChart Patient Portal\n\n Email (encrypted)\n\n Email (NOT encrypted) (Note:\n\nIf you would like us to send information over email not encrypted, this increases the risk that information could be read by\nan unauthorized third party.)\nReason or Purpose for the use and/or disclosure of the information\n\n Continued Care  Patient Request  Legal/Attorney  Insurance/Payment\n Other (specify): ___________________________________________________________________________________\nI authorize my health information to be released from:\n\n Owensboro Health Regional Hospital\n Owensboro Health Muhlenberg Community Hospital\n Owensboro Health Twin Lakes Medical Center\n Owensboro Health Medical Group (specify medical office): _________________________________\nAn EHI export produced by Owensboro Health, Inc will include ALL electronic health information related to the patient across the OHI\norganization and all Community Connect Partners (Owensboro Pediatrics, Ohio Valley Nephrology Associates, Premier Medical Group,\nCareNow, and Dr. Tamberly McCoy).\n\nI authorize my health information to be sent to:\n\n Me\n\nOR\n\n The address below\n\n___________________________________________________________________________________________________\n(Name of hospital, physician, healthcare provider, other)\n___________________________________________________________________________________________________\nAddress\nCity\nState\nZip\n___________________________________________________________________________________________________\nPhone\nFax\nEmail Address\nInformation to be released\nInformation to be released for the following date range ________________________ to __________________________\n(Please check the records you would like released)\n Medical Records Abstract (e.g. H&P, Operative Reports, Consults, Test Results/Reports, Discharge Summary)\n\n Emergency Department Reports  Operative/Procedure Reports  Immunizations\n X-Ray Report(s)  Lab Report(s)  Billing  Other ________________________________________\nRelease of Special Protected Records\nI understand the following information may be included in my health records: information related to HIV/AIDS testing, the\ndiagnosis or treatment of drug and/or alcohol (substance) abuse, information related to mental health or psychiatric\ndisorders or genetic information.\nPage 1 of 2\nRev: 11-9-23\n\n\fOwensboro Health Use Only\nMRN:\nDOB:\nDocument Type: Release of Information\n\nEHI Export\n•\n\n•\n\nElectronic Health Information (EHI) refers to “electronic protected health information (ePHI)” only to the extent that it would\nbe included in the medical record. EHI does not include psychotherapy notes as defined in 45 CFR 164.501 or information\ncompiled in reasonable anticipation of, or for use in, a civil, criminal, or administrative action or proceeding.\nEHI export files will be delivered in “computer readable format” (TSV) that may require the use of a special computer\nprogram.\n\nNotice Regarding Delivery Mother’s Record\nI understand that if I give birth at Owensboro Health that a portion of my medical records will become part of the newborn medical\nrecord.\n\nExpiration\nThis authorization shall become effective immediately and shall remain effective for 120 days from the date of signature.\n\nYour Rights\n•\n•\n\n•\n•\n•\n\nI understand that authorizing the disclosure of the information identified above is voluntary. I understand if I refuse to sign\nthat my refusal will not affect my ability to obtain treatment, enrollment in any health plan, or payment/benefit eligibility.\nI understand that I have a right to revoke this authorization at any time. My revocation must be in writing, signed by me or on\nmy behalf, and delivered to the location where the original request was submitted. I understand my revocation will be\neffective upon receipt and will not apply to information that has already been released in response to this authorization.\nI understand that the revocation will not apply to my insurance company where law provides my insurer with the right to\ncontest a claim under my policy.\nI have the right to receive a copy of this authorization (required if authorization is requested for the provider’s use or disclosure\nof health information).\nI have the right to inspect and obtain a copy of the health information of which I am authorizing the use or disclosure of.\nI understand that the information used and/or disclosed according to this authorization may no longer be protected by federal\nprivacy law (also known as HIPAA) and the recipient of your health information may potentially re-disclose it.\n\nLegally Authorized Representative\nIf you are requesting records of an adult patient the following will apply:\n1) Power of Attorney: Must provide a copy of the POA document.\n2) The Executor or Administrator of the adult deceased patient’s estate. Must provide a copy of the qualification or order of\nappointment, signed by a judge as the executor or administrator over the estate.\n• If there is not an estate, court documents noting appointment of a personal representative must be provided.\n3) Legal Guardian: Legal Guardian must present an order of appointment, signed by a judge, granting guardianship.\nIf you are requesting records of a Minor patient the following will apply:\n1) Joint legal custody: Parent must provide custody papers.\n2) Legal Guardian: Legal Guardian must present an order of appointment, signed by a judge, granting guardianship.\n\nSignature (As required by law)\nI have read and understand this information. I am the patient or authorized to act on behalf of the patient to sign this document\nverifying authorization for the use or disclosure of the protected health information under the above stated terms.\nSignature: ________________________________________________________ Date: _________ Time: _______________\n(Patient/Legal Representative)\nIf signed by Legal Representative, print name and relationship.\nName: _____________________________________________\n\nRelationship____________________________________\n\nPage 2 of 2\nRev: 11-9-23\n\n\f",
  "full_text_chars": 6730,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 8,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
