{
  "filename": "form-2.pdf",
  "file_size_bytes": 205930,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Authorization for the Use and Disclosure of\nHealth Information (INSTRUCTIONS)\nHow to Complete the Medical Record Authorization Form\n Patient Information\no Enter the patient’s First and Last Name, Middle Initial (if any), date of birth, full address,\nphone number including area code, and patient’s email address (optional).\n How would you like to receive your records?\no Tell us how you want to receive your records. What format and what delivery method\nwould you like. Check only one option from t",
  "full_text": "Authorization for the Use and Disclosure of\nHealth Information (INSTRUCTIONS)\nHow to Complete the Medical Record Authorization Form\n Patient Information\no Enter the patient’s First and Last Name, Middle Initial (if any), date of birth, full address,\nphone number including area code, and patient’s email address (optional).\n How would you like to receive your records?\no Tell us how you want to receive your records. What format and what delivery method\nwould you like. Check only one option from the list.\no If you choose email, we will send the records encrypted to protect your privacy unless you\ntell us otherwise.\n What is the reason for requesting records?\no Select the appropriate reason for requesting records. Check only one.\n Who do you authorize to release your records?\no Check the OH location you are wanting your records to be released from.\n Where do you want the records to be sent to?\no If you are wanting to receive your records check the box labeled “Me”.\nOR\no If records will be sent to someone other than the patient, Check the box labeled “The\naddress below” and enter the recipient’s full name, address, phone number, fax number\nand email address.\n What information would you like released? (Check all that apply)\no Tell us the date range when you received your care and which records you want released.\no Mark the box that best describes the type of records you are requesting.\no Please note: Medical Records Abstract includes all pertinent information which includes\nH&P, Operative Reports, Consults, Test Reports and Discharge Summary.\no Other: Please describe the specific records you’re requesting to help us respond more\ncompletely to your request. (Example: related to a condition or surgery, specific lab tests,\netc.).\n The Release of Special Protected records.\no By signing this release you are giving permission to release special types of records that are\nprotected separately by law (if they apply). Records may include information relating to\nsexually transmitted diseases, acquired immunodeficiency syndrome (AIDS) or human\nimmunodeficiency virus (HIV). It may also include information concerning the diagnosis or\ntreatment of drug and/or alcohol abuse, treatment and/or consultation for mental health or\npsychiatric disorders and genetic information.\n\nREV: 12/7/23\n\n\fAuthorization for the Use and Disclosure of\nHealth Information (INSTRUCTIONS)\n Notice regarding EHI Export.\no Electronic Health Information (EHI) refers to “electronic protected health information\n(ePHI)” only to the extent that it would be included in the medical record. EHI does not\ninclude psychotherapy notes as defined in 45 CFR 164.501 or information compiled in\nreasonable anticipation of, or for use in, a civil, criminal, or administrative action or\nproceeding.\no EHI export files will be delivered in “computer readable format” (TSV) that may require the\nuse of a special computer program.\n Notice Regarding Delivery Mother’s Record\no If you give birth at Owensboro Health a portion of your medical records will become part of\nthe newborn medical record.\n Expiration Date.\no This authorization shall become effective immediately and shall remain in effect for 120\ndays from the date of signature.\n Your Rights Under the Law.\no This section is informational only. It explains your rights under state and federal privacy\nlaws.\n Legally Authorized Representative.\no If you are a legally authorized representative of the patient you may be asked to provide\nadditional documents showing that you are the patient or patient’s legally authorized\nrepresentative.\n Signature and Date.\no Your signature and date is required for the authorization to be valid. If you are completing\nthe authorization on behalf of the patient, please print your name and your relationship to\nthe patient.\n Where to send your request.\nOHRH\nOHMCH\nPO Box 20007\n440 Hopkinsville Street\nOwensboro, KY 42304-0007\nGreenville, KY 42345\nAttn: Health Information Mgmt. Attn: Health Information Mgmt.\nPhone: 270-417-6800\nPhone: 270-338-8378\nFax: 270-417-6809\nFax: 270-338-8516\nEmail: himroi@owensborohealth.org\n\nOHTLMC\n910 Wallace Ave.\nLeitchfield, KY 42754\nAttn: Health Information Mgmt.\nPhone: 270-259-9517\nFax: 270-259-9589\n\nIf you need additional help with completing the Authorization Form, call (270) 417-6800.\n\nREV: 12/7/23\n\n\f",
  "full_text_chars": 4323,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 7,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
