{
  "filename": "form-2.pdf",
  "file_size_bytes": 355228,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "FREQUENTLY ASKED QUESTIONS – RELEASE OF INFORMATION\nHOW TO OBTAIN COPIES OF MY MEDICAL RECORDS?\nQuestion\n\nResponse\n\nHow do I obtain copies of my medical\nrecords?\nWhere is the form?\n\nPatients or their representatives complete and submit an Authorization to\nRelease Protected Health Information (PHI).\nThe authorization form should be completed using the MyChart portal or\nthrough the vendor portal. This is the preferred method. Note: You will\nneed 2 forms of picture identification available to scan ",
  "full_text": "FREQUENTLY ASKED QUESTIONS – RELEASE OF INFORMATION\nHOW TO OBTAIN COPIES OF MY MEDICAL RECORDS?\nQuestion\n\nResponse\n\nHow do I obtain copies of my medical\nrecords?\nWhere is the form?\n\nPatients or their representatives complete and submit an Authorization to\nRelease Protected Health Information (PHI).\nThe authorization form should be completed using the MyChart portal or\nthrough the vendor portal. This is the preferred method. Note: You will\nneed 2 forms of picture identification available to scan into the portal when\nusing the Verisma portal.\nThe hospital can assist you with creating this account.\nAs a last option the paper form can be submitted. You will need to be sure\nto legibly complete each field on the form.\n\nWhat if I do not have a MyChart account?\nCan I still do the paper form?\n\nWhere do I send the completed form if in\npaper?\nHow will I receive copies of my medical\nrecords?\n\nWhat information is available on MyChart\n(formerly myNYP.org)?\n\nAre there any exceptions to having\ninformation sent to MyChart or the portal?\n\nThe form is available on the NYP website at www.nyp.org/HIM in English,\nSpanish and Chinese\nOn the NYP website is a listing of all addresses and contact numbers to call\nregarding copies of medical records from each location of NYP.\nOn the Authorization form you will select your preferred method of\nreceiving the information such as CD/DVD, electronically to the portal, etc.\nFor ongoing care, we recommend having the information uploaded to\nMyChart so the information is available when you need it.\nCurrently:\nCardiology Reports (EKG, Echocardiogram)\nDischarge/Visit Reports: Discharge Instructions, Discharge Medications,\nDischarge Summary\nLab Tests (excluding HIV, STD, STI, Microbiology)\nRadiology Reports (CT Scan, MRI, Ultrasound, Nuclear Medicine, X-Ray)\nOperative Reports\nOther Reports (Care Plan, Care Team, Immunizations, Medication Allergies,\nMedications, Problems, Procedure Codes, Smoking Status, Vital Signs)\nYes. At this time, Behavioral Health information is not available on the\nportal.\n\n\fQuestion\n\nResponse\n\nCan parents request copies of the medical\nrecord for their minor child?\n\nParents for patients under the age of 12 may request the medical records\nfor their child.\nParents of minors between the age of 12 and 18 must have the minor child\nsign the Authorization Form.\nException: if for ongoing medical care/treatment the parents of adolescents\nmay sign the authorization for medical records to be sent directly to the\nnext provider.\nThe Authorization must be signed by the next of kin per the hierarchy for\nthe executor of the estate or distributee.\n\nHow do I get copies of the medical records\nfor family member who has expired?\nHow do I get copies of my radiology films\nand pathology slides?\nHow do I get copies of my medical records\nfrom the physician offices?\nIs there a number I can call if I need help\nwith completing the form or to check on a\nrequest I submitted?\n\nThe additional information/contact sheet on the website provides the\ncontact information for these items.\nUsing the same Authorization form, send the form to the mailing address on\nthe Additional Information Sheet for the Physician Practices.\nYes. For NYP Hospital records you may call 646-NYP-4ROI (646-697-4764).\nThis number is available Monday through Friday from 8am to 6pm.\n\n\f",
  "full_text_chars": 3312,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 5,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
