{
  "filename": "form-3.pdf",
  "file_size_bytes": 273415,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "PATIENT BILL OF RIGHTS AND RESPONSIBILITIES\nAs a patient of Franklin Primary Health Center, Inc., you have the following rights:\n\n\n\n\n\n\n\n\n\n\n\n\nTo be treated with respect, consideration and dignity and to received high quality health care.\nTo not be discriminated against in the delivery of health care services.\nTo be assured of confidential treatment and to authorize the release of identifiable health care and other\npersonal information.\nTo review and have copies of your medical records ",
  "full_text": "PATIENT BILL OF RIGHTS AND RESPONSIBILITIES\nAs a patient of Franklin Primary Health Center, Inc., you have the following rights:\n\n\n\n\n\n\n\n\n\n\n\n\nTo be treated with respect, consideration and dignity and to received high quality health care.\nTo not be discriminated against in the delivery of health care services.\nTo be assured of confidential treatment and to authorize the release of identifiable health care and other\npersonal information.\nTo review and have copies of your medical records and to request your record be amended.\nTo choose your health care provider.\nTo be informed of your medical condition, treatment plan, and expected outcome and to give informed\nconsent prior to treatment except in an emergency.\nTo receive accurate, easily understood information and to request assistance or be represented by\nparents, guardians, family members, or others making informed health care decisions.\nTo refuse treatment and refuse to participate in research.\nTo be informed of the names, functions, and credentials of all persons providing service to you and to\nreceive the names and telephone numbers of management.\nTo be informed of services available, hours of service and after-hours coverage.\nTo have fair and efficient process for voicing grievances and recommending changes to management.\n\nAs a patient of Franklin Primary Health Center, Inc., you have the following responsibilities:\n\n\n\n\n\n\n\nTo give truthful and accurate information about your health and past medical treatment.\nTo ensure that you fully understand and follow the treatment plan prescribed by your health care\nprovider.\nTo inform your health care provider of any changes in your condition or of any adverse reactions to the\ntreatment plan.\nTo keep appointments and inform the center in advance when you are unable to keep an appointment.\nTo pay for services rendered in accordance with the fee policy and to provide truthful and accurate\nfinancial and/or insurance information to allow for appropriate billing.\nTo become informed of and to follow health center rules and regulations concerning patient care and\nconduct.\n\nOur Mission: To be a compassionate and viable Community Health Center.\nOur Vision: To be the provider of choice in the communities we serve.\n\n\f",
  "full_text_chars": 2254,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 5,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
