{
  "filename": "form-2.pdf",
  "file_size_bytes": 147692,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "Solo para uso de la oficina\nChart #:\n\nAutorización para solicitar / enviar historial médico\nInformación del paciente:\nNombre:\n\nFecha de nacimiento:\n\nNúmero de teléfono:\n\nDirección:\n\nCiudad:\n\nEstado:\n\nCódigo postal:\n\nInstitución a la que se le solicita el historial médico:\nNombre de la institución:\n\nNúmero de fax:\n\nNúmero de teléfono:\n\nDirección:\n\nCiudad:\n\nEstado:\n\nCódigo postal:\n\nInstitución a la que enviaremos el historial médico:\nNombre de la institución:\n\nNúmero de fax:\n\nNúmero de teléfono:\n\n",
  "full_text": "Solo para uso de la oficina\nChart #:\n\nAutorización para solicitar / enviar historial médico\nInformación del paciente:\nNombre:\n\nFecha de nacimiento:\n\nNúmero de teléfono:\n\nDirección:\n\nCiudad:\n\nEstado:\n\nCódigo postal:\n\nInstitución a la que se le solicita el historial médico:\nNombre de la institución:\n\nNúmero de fax:\n\nNúmero de teléfono:\n\nDirección:\n\nCiudad:\n\nEstado:\n\nCódigo postal:\n\nInstitución a la que enviaremos el historial médico:\nNombre de la institución:\n\nNúmero de fax:\n\nNúmero de teléfono:\n\nDirección:\n\nCiudad:\n\nEstado:\n\nFechas de solicitud del historial médico: Desde\n\nCódigo postal:\nHasta:\n\nInformación médica que está siendo solicitada*:\nHistorial médico\nHistorial de salud del comportamiento\nHistorial de tratamientos por desorden de abuso de sustancias\nOtro (por favor especifique)\n\n\n\n\n\n\n*Entiendo y acepto que la solicitud que estoy autorizando puede incluir información que podría ser considerada información acerca de\nservicios de planificación familiar y enfermedades contagiosas, lo que puede incluir, pero no está limitado a: hepatitis, sífilis, gonorrea,\nVirus de Inmunodeficiencia Humana (VIH) y Síndrome de Inmunodeficiencia Adquirida (SIDA). Entiendo que, si existiese, mi historial\nmédico de tratamiento por desorden de uso de sustancias se encuentra protegido bajo regulaciones federales que están gobernadas\npor el 42° Código de Regulaciones Federales: Confidencialidad e Historial Médico de Abuso de Sustancias Ilícitas, parte 2, por la Ley de\nContratación y Responsabilidad en los Seguros de Salud de 1996 (HIPAA y por el 45° CRF, puntos 160 y 164. Esta información no puede\nser divulgada sin mi autorización por escrito a menos que las regulaciones, otra ley gobernante o una orden judicial establezcan lo\ncontrario. También entiendo que, al autorizar la solicitud del historial médico, puede que haya información limitada que incluya uso\nde sustancias y/o diagnósticos y tratamientos relacionados con salud del comportamiento.\n\nPropósito\n\n\n\n\n\n\n\n\nUso personal\nLegal\nDiscapacidad\n\nCoordinación de cuidados de salud\nTransferencia de cuidados de salud\nOtro motivo:\n\nFirma del paciente:\nPor medio de la presente firma yo certifico: 1: Si estoy solicitando historial de salud del comportamiento y/o de desorden de uso de\nsustancias que tengo al menos 16 años de edad; o si estoy solicitando el historial médico que tengo al menos 18 años de edad, o 2: Que\nsoy el padre/la madre, guardián legal o custodio legal del receptor de un servicio que tiene menos de 16 años de edad en el caso de\nsolicitud del historial de salud del comportamiento y/o de desorden de uso de sustancias, o que tiene menos de 18 años en el caso de\nsolicitud de historial médico, o 3: Que soy el tutor o guardián del receptor del servicio, o 4: Que soy el tutor ad litem del receptor del\nservicio, con el propósito de un litigio en el que el tutor ad litem está sirviendo, o 5: Que soy el apoderado, en posesión de un poder\ngeneral, que tiene el derecho de tomar decisiones bajo la jurisdicción del poder general en nombre del receptor del servicio, o 6: Que\nsoy el albacea, administrador o representante personal en nombre del receptor del servicio ya fallecido. Entiendo que esta autorización\nes válida por 12 meses a partir de la fecha en que se firma, y que puedo cancelar esta solicitud con una notificación por escrito firmada\npor mí, pero dicha notificación no tendrá ningún efecto en la información que ha sido solicitada antes de la emisión de la notificación de\ncancelación por escrito.\n\nNombre en letra de imprenta:\nFecha:\n\nFirma de autorización:\nRelación con el paciente:\n\n\n\n\nYo soy el paciente\nOtro:\n\n\f",
  "full_text_chars": 3624,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 7,
  "embedded_image_count": 25,
  "is_image_only_scan": false
}
