{
  "filename": "form-1.pdf",
  "file_size_bytes": 133570,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "For Office Use Only\nChart #:\n\nAuthorization to Release and/or Obtain Health Records\nPatient Information:\nName:\n\nDate of Birth:\n\nPhone Number:\n\nAddress:\n\nCity:\n\nState:\n\nZip:\n\nRecord Requested to be Sent From:\nFacility Name:\n\nFax Number:\n\nPhone Number:\n\nAddress:\n\nCity:\n\nState:\n\nZip:\n\nRecord to be Sent To:\nFacility Name:\n\nFax Number:\n\nPhone Number:\n\nAddress:\n\nCity:\n\nState:\n\nZip:\n\nRecords Requested*:\nRecord Request Dates: From:\n Medical Records\n Behavioral Health Records\n Substance Use Disorder T",
  "full_text": "For Office Use Only\nChart #:\n\nAuthorization to Release and/or Obtain Health Records\nPatient Information:\nName:\n\nDate of Birth:\n\nPhone Number:\n\nAddress:\n\nCity:\n\nState:\n\nZip:\n\nRecord Requested to be Sent From:\nFacility Name:\n\nFax Number:\n\nPhone Number:\n\nAddress:\n\nCity:\n\nState:\n\nZip:\n\nRecord to be Sent To:\nFacility Name:\n\nFax Number:\n\nPhone Number:\n\nAddress:\n\nCity:\n\nState:\n\nZip:\n\nRecords Requested*:\nRecord Request Dates: From:\n Medical Records\n Behavioral Health Records\n Substance Use Disorder Treatment Records\n Other (Please Specify)\n\nTo:\n\n* I understand and agree that the records I authorize for release may include information that could be considered\ninformation about family planning services and communicable disease, which may include, but is not limited to: hepatitis,\nsyphilis, gonorrhea, human immunodeficiency virus (HIV), and Acquired Immune Deficiency Syndrome (AIDS). I\nunderstand that my substance use disorder treatment records, if any, are protected under the Federal regulations\ngoverning Confidentiality and Drug Abuse Patient Records, 42 C.F.R. Part 2, and the Health Insurance Portability and\nAccountability Act of 1996 (“HIPAA”), 45 C.F.R. pts 160 & 164, and cannot be disclosed without my written consent unless\notherwise required for by the regulations, by other applicable law, or by an Order of a court. I also understand that by\nauthorizing release of Medical Records, there may be some limited information included about substance use and/or\nbehavioral health diagnosis and treatment in the medical record.\n\nPurpose:\n Personal Use\n Legal\n Disability\n\n\n\n\n\nCoordination of Care\nTransfer of Care\nOther\n\nPatient Signature:\n\nI hereby certify that I am: 1. At least 16 years of age if requesting Behavioral Health and/or Substance Use Disorder Records, or at least 18\nyears of age if requesting Medical records, or 2. The parent, legal guardian, or legal custodian of a service recipient who is under 16\nyears of age if requesting Behavioral Health and/or Substance Use Disorder Records, or at least 18 years of age if requesting Medical\nRecords, or 3. The conservator or guardian for the service recipient, or 4. The guardian-ad-litem of the service recipient for the\npurposes of the litigation in which the guardian-ad-litem serves, or 5. The attorney-in-fact under a power of attorney who has the\nright to make disclosures under the power for the service recipient, or 6. The executor, administrator, or personal representative on\nbehalf of a deceased service recipient. I understand this authorization is valid for 12 months from the date of signature and that I may\ncancel this request by written notification signed by me, but that it will not affect any information released prior to written\nnotification of cancellation.\n\nPrinted Name:\nRelationship to Patient:\n Self\n\nAuthorized Signature:\n\n\nOther:\n\nDate:\n\n\f",
  "full_text_chars": 2854,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 8,
  "embedded_image_count": 29,
  "is_image_only_scan": false
}
