{
  "filename": "form-2.pdf",
  "file_size_bytes": 150296,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Patient Name:\nPatient’s Former Name or Alias:\nPatient Address:\n\nPenobscot Community Health Care\nMedical Records\nP.O. Box 439\nBangor, ME 04402-0439\nPhone: (207) 404-8101 Fax: (207) 990-1248\nEmail: PCHCMR@pchc.com\n\nDate of Birth:\nPatient’s Phone Number:\n\nAuthorization to Disclose Health Information\nBy signing below, I authorize Penobscot Community Health Care (PCHC) and its staff (check applicable box(es)):\nTo DISCLOSE my health information below TO:\n\nAND/OR\n\nTo OBTAIN my health information below ",
  "full_text": "Patient Name:\nPatient’s Former Name or Alias:\nPatient Address:\n\nPenobscot Community Health Care\nMedical Records\nP.O. Box 439\nBangor, ME 04402-0439\nPhone: (207) 404-8101 Fax: (207) 990-1248\nEmail: PCHCMR@pchc.com\n\nDate of Birth:\nPatient’s Phone Number:\n\nAuthorization to Disclose Health Information\nBy signing below, I authorize Penobscot Community Health Care (PCHC) and its staff (check applicable box(es)):\nTo DISCLOSE my health information below TO:\n\nAND/OR\n\nTo OBTAIN my health information below FROM:\n\nName of Person or Organization:\nMailing Address, including City/State/Zip:\nPhone:\nBy:\n\nFax:\nMail*\n\nFax\n\nEmail** (specify recipient’s email address:\n\nVerbal Communication\n\n)\n\nOther (specify instructions):\n\n* Records provided by mail will be sent on a compact disc, unless you specify other instructions.\n** Records provided by email will be provided in Adobe PDF files that will be accessible to the email recipient via PCHC’s secure messaging portal. An email will be\nsent to the email address you provide with instructions to the recipient on how to access such records via PCHC’s portal.\n\nHealth Information to be Disclosed\n\nMy entire medical record (complete “Sensitive Medical Information” section below if you wish sensitive types of health disclosed)\nMy medical records for the following dates\nto\nOnly the following specific types of medical records or information for the following dates:\nto\nClinical Records\nImmunization Records\nLab Reports\nHospital Records\nRadiology Reports\nSummary Records\nOther Records (specify):\nUnless I strike out this sentence, I intend this authorization to include disclosure of records and information the above disclosing person or organization has received\nfrom other healthcare providers, facilities or persons, unless such information may be withheld by law (see note below).\n\nSensitive Health Information\n\nI specifically intend this authorization to include the disclosure of (mark or initial all that apply):\n[\n\n]\n\nMental and behavioral health records and information, including (i) records and information maintained by licensed mental\nhealth facilities, programs and agencies, and (ii) records and information related to mental health services provided by licensed mental\nhealth professionals. I understand that I have the right to review any mental and behavioral health records maintained by licensed mental\nhealth facilities, programs or agencies at any reasonable time before deciding to authorize their disclosure on this form. (Note: licensed\nmental health facilities, programs and agencies may refuse to disclose information or records they have obtained from another individual or\nfacility through an assurance of confidentiality, though you have the right to receive a summary description of such information.)\n\n[\n\n]\n\nSubstance use disorder program records and information (subject to protection under 42 C.F.R. Part 2).\n\n[\n\n]\n\nHIV (Human Immunodeficiency Virus) / AIDS (Acquired Immune Deficiency Syndrome) information, including HIV test results,\nHIV/AIDS status, and medical records containing HIV/AIDS information. I understand that authorizing the disclosure of HIV/AIDS\nrecords and information could have adverse consequences, including the loss or denial of employment, health insurance benefits, life\ninsurance benefits, and other forms of discriminatory treatment, whether lawful or unlawful.\n\nAuthorization of Continuing Communications and Subsequent Disclosures\n\nUnless I strike out any of the following, I intend this authorization to authorize continuing communications and subsequent disclosures of information within the scope\nof this authorization (i.e., the disclosing and recipient parties of my health care information are authorized to have continuing communications concerning the health\ncare information authorized to be disclosed by this form, and to disclose information covered by this authorization that was created or related to clinical encounters\noccurring after the date of my signature below).\n\nI authorize the disclosure of the above information for the following purpose(s) (check applicable box(es)):\nAt my request\nTreatment or Coordination of Medical Care\nTransfer of medical care\nInsurance coverage or payment purposes\nOther (specify):\n1\n\nLegal Matter or Proceeding\n\n\fPenobscot Community Health Care\nMedical Records\nPh: (207) 404-8101 Fax: (207) 990-1248\nEmail: PCHCMR@pchc.com\n\nPatient Name:\nDate of Birth:\n\nDuration or Expiration Date/Event: This authorization will expire thirty (30) months from the date of my signature below, unless earlier\nrevoked by me or unless I enter an earlier expiration date or event here:\n(date cannot exceed\n30 months from date of signature). To the extent that this authorization authorizes disclosure of (i) mental health records and\ninformation maintained by a licensed mental health facility, program or agency, (ii) information concerning a child in a licensed\nresidential care facility, or (iii) information concerning a child in a licensed foster care home, that part of the authorization will expire one\n(1) year from the date of my signature below, unless earlier revoked by me or unless I have entered an earlier expiration date or event in\nthe space above.\nBy signing below, I acknowledge that I have read this authorization and understand that:\n I may refuse to authorize the disclosure of some or all the above healthcare information but that my refusal may result in\nimproper diagnosis or treatment, denial of coverage or a claim for health benefits or other insurance, or other adverse\nconsequences.\n I may revoke this authorization at any time, either orally or in writing, by notifying PCHC in the manner described in PCHC’s\nNotice of Privacy Practices (except to the extent that PCHC or any other person has already acted in reliance on it), but that my\nrevocation may be the basis for the denial of health or other insurance coverage or benefits.\n PCHC will not condition services or treatment on whether I sign this authorization, unless authorized to do so by law.\n There is the potential that information disclosed pursuant to this authorization may be redisclosed by persons or entities\nreceiving the information and that, as a result, the information may no longer be protected.\n I have the right to a copy of this signed authorization.\n\nDate\n\nSignature of Patient or Patient’s Authorized Representative***\nPrinted Name\nAuthorized Representative’s Legal Authority:\n\nLegal guardian\nHealth care surrogate\n\nHealth care power of attorney agent\nParent of a minor\n\n*** Signature by an authorized representative certifies to PCHC that such person has the legal authority indicated to authorize disclosure\nof the patient’s information and records on behalf of the patient.\nFOR OFFICE USE ONLY\nIf the disclosure is by PCHC and the disclosure is partial or incomplete as compared to the patient’s request, PCHC must notify the\npatient and recipient of the information that the disclosure is partial or incomplete by checking this box:\nIf this authorization authorizes disclosure of substance use disorder program information protected by 42 C.F.R. Part 2:\nNotice to Recipient of Prohibition on Redisclosure: This record which has been disclosed to you is protected by federal\nconfidentiality rules (42 CFR part 2). The federal rules prohibit you from making any further disclosure of this record unless further\ndisclosure is expressly permitted by the written consent of the individual whose information is being disclosed in this record or, is\notherwise permitted by 42 CFR part 2. A general authorization for the release of medical or other information is NOT sufficient for\nthis purpose (see §2.31). The federal rules restrict any use of the information to investigate or prosecute with regard to a crime any\npatient with a substance use disorder, except as provided at §§2.12(c)(5) and 2.65.\nReceived by:\n\nLocation:\n\nDate:\n\n2\n\nRev. 06/01/2023\nMRC001\n\n\f",
  "full_text_chars": 7902,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 7,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
