{
  "filename": "form-2.pdf",
  "file_size_bytes": 87588,
  "page_count": 3,
  "has_text_layer": true,
  "text_preview": "ROI Form FAQ Sheet\n1. Patient Information\na. This is pretty self-explanatory.\nb. Patients will need to fully complete this section to ensure that we are able to\nfully recognize WHO is requesting their records to be sent.\ni. The more identifiers (name, DOB, mailing address, phone number,\nemail address) that are listed on the form, the more opportunities for\nall involved health centers to fully confirm the patient’s identity.\nc. The most important pieces are NAME and DOB. If either of these items ",
  "full_text": "ROI Form FAQ Sheet\n1. Patient Information\na. This is pretty self-explanatory.\nb. Patients will need to fully complete this section to ensure that we are able to\nfully recognize WHO is requesting their records to be sent.\ni. The more identifiers (name, DOB, mailing address, phone number,\nemail address) that are listed on the form, the more opportunities for\nall involved health centers to fully confirm the patient’s identity.\nc. The most important pieces are NAME and DOB. If either of these items do\nnot match our system, we cannot take any action.\ni. Please make sure patient name and DOB is written down accurately.\n2. Permission to Release Medical Records FROM\na. The patient will fill this section out to know where the medical records will be\ncoming FROM, or where we will be sending this ROI form TO.\nb. We need this section completed as fully as possible, because we need to\nknow exactly where to send this request to.\nc. Many organizations such as Boston Children’s Hospital, Mass General, Beth\nIsrael all have multiple locations.\nd. The most important pieces are SENDER/FACILITY NAME paired with either\nADDRESS (mailing address) or FAX NUMBER. This information will ensure\nthat we know where this ROI form is to be sent to, and how it will be sent.\n3. Permission to Release Medical Records TO\na. This will allow the sender where the requested medical records are being\nsent to.\nb. If the RECEIVER is Fenway Health our information is as follows:\ni. Fenway Health\nii. 1340 Boylston St.\niii. Boston, MA 02215\niv. Phone: 617-927-6191 (phone number for Medical Records)\nv. Fax: 617-425-5713\nc. If the RECEIVER isn’t Fenway Health, again, the most important pieces are\nRECIPIENT/FACILITY NAME paired with ADDRESS or FAX NUMBER. This\ninformation will ensure that the sender knows where the records are to be\nsent to and how it will be sent.\n4. Reason for Release\na. This will inform the SENDER the reason why the patient is requesting their\nrecords to be sent.\n\n\fi. Bi-Directional: This will only allow Fenway Health to be able to\ncommunicate with the other health center regarding the patient. NO\nRECORDS WILL BE SENT IF THIS IS SELECTED.\nii. Transfer All Care to Another Provider: This is self-explanatory. The\npatient is transferring care to whoever will be the RECIPIENT of the\nrequested records.\niii. Share Medical Records with Another Provider: This will be selected\nif the patient wishes for a health center or provider to obtain certain\nmedical records that will allow that provider to have more information\nat their fingertips to make the best medical decision possible.\niv. Legal Purposes: This will be selected if the patient is requesting\nmedical records to be sent for a legal reason.\nv. Insurance Purposes: This will be selected if a patient wishes for their\nmedical records to be sent to assist their insurance company in\ndetermining coverage for a service, procedure, equipment or\nmedication.\nvi. Other (please specify): This section is available if all previous\noptions do not apply. It is important that the patient be as specific as\npossible in their explanation.\nb. It is very important that this section be completed fully so that the sender\nknows how quickly they should act on this particular request.\ni. It could take up to 21 days for a records request to be fully processed.\nBUT, if records are needed for LEGAL or INSURANCE purposes,\nusually those requests have hard deadlines that need to be met. So,\nwe generally prioritize taking care of LEGAL and INSURANCE\nrequests as quickly as we can.\n5. Type of Information to be Disclosed\na. This will inform the SENDER exactly what type of medical records are to be\nsent.\ni. All Records: Their entire medical record.\nii. Abstract: This includes the last 2 years of office visits, labs,\nimmunizations, diagnostics & radiology reports)\niii. Treatment Dates: A patient only wishes for medical records to be\nsent that are in a particular period of time (i.e. if a patient is looking for\nonly office visit notes from 2016-2017).\niv. Optometry Records: Only records from services received from our\nOptometry Department.\n\n\fv. Dental Records: Only records from services received from our Dental\nDepartment.\nvi. Other (please specify): This section is available if all previous\noptions do not apply. It is important that the patient be as specific as\npossible in their description.\nb. It is very important that this section be completed fully so that the sender\nknows exactly what specific records are being asked to be sent.\n6. Sensitive Information\na. This section needs to be fully completed so that the sender knows what type\nof sensitive information the patient authorizes to be included in these\nrequested records. They usually fall into these categories:\ni. Abortion Care\nii. Gender-Affirming Care\niii. Alcohol/Substance Use Treatment\niv. Behavioral Health Information (written by a medical provider OR\nwritten by a mental health clinician/social worker)\nv. Genetic Testing\nvi. Sexual Health Information\n1. HIV/AIDS Results\n2. Intimate Partner Violence Counselling\n3. Sexually Transmitted Diseases\n4. Sexual Violence Counseling\nb. This section needs to be filled out completely. If not handled correctly,\ninappropriate sharing of medical records can become a serious issue.\n7. Signature/Date\na. It is important that the patient (or representative) fully sign the document\nand also fully date it.\ni. These ROI forms are good for 1 year.\n\n\f",
  "full_text_chars": 5411,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 4,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
