{
  "filename": "form-3.pdf",
  "file_size_bytes": 226856,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "Autorización de Fenway Health Para Divulgar\nInformación De Salud Protegida\n1) Información del paciente\nNombre del paciente:\nFecha de nacimiento:\nNúmero de teléfono:\n\nNombre usado (si es diferente):\nDirección:\nDirección de correo electrónico:\n\n2) Doy mi autorización para divulgar mi información de salud protegida y registros médicos DE:\nNombre de la remitente/instalación:\nDirección:\n\nNúmero de teléfono:\nNúmero de fax:\n\n3) Doy mi autorización para divulgar mi información de salud protegida y regis",
  "full_text": "Autorización de Fenway Health Para Divulgar\nInformación De Salud Protegida\n1) Información del paciente\nNombre del paciente:\nFecha de nacimiento:\nNúmero de teléfono:\n\nNombre usado (si es diferente):\nDirección:\nDirección de correo electrónico:\n\n2) Doy mi autorización para divulgar mi información de salud protegida y registros médicos DE:\nNombre de la remitente/instalación:\nDirección:\n\nNúmero de teléfono:\nNúmero de fax:\n\n3) Doy mi autorización para divulgar mi información de salud protegida y registros médicos A:\nNombre de la destinataria/instalación:\nDirección:\n\nNúmero de teléfono:\nNumero de fax:\n\n4) Motivo de la divulgación (Seleccione la que corresponda):\nNO SE ENVIARÁ/RECIBIRAN REGISTROS\nSolo se permitirá la comunicación bidireccional\ncon los proveedores de servicios\n\nTransferir TODA la atención a otro proveedor\n\nO\n\nCompartir registros médicos con otro proveedor\nMotivos legales\nMotivos de seguro\nOtro (Especifique)\n\n5) Se divulgará la siguiente información (Seleccione la que corresponda)\nTodos los registros\nResumen (Incluye 2 años de consultas médicas, análisis de\nlaboratorio, vacunaciones, diagnósticos e informes\nradiológicos)\nTratamiento recibido entre las fechas\na\n\nRegistros de optometría\nRegistros dentales\nOtros (Especifique)\n\n6) Información confidencial (**COMPLETE ESTA SECCION EN SU TOTALIDAD PARA GARANTIZAR QUE NO HAYA\nRETRASO EN EL PROCESAMIENTO**)\nLa siguiente información NO se divulgará sin su autorización firmada. Por favor, marque con sus INICIALES junto a cada tipo de registro que\ndesee divulgar.\nInformación sobre salud conductual escrita por psiquiatra,\nAtención del aborto\nExámenes genéticos\nAsesoramiento sobre violencia sexual\nAsesoramiento sobre violencia de pareja intima\nInformación sobre salud conductual escrita por\nun profesional medico\n\nterapeuta, profesional de la salud mental o trabajador social\nTratamiento del consumo de alcohol y otras sustancias\nResultados del VIH/SIDA o atención relacionada\nEnfermedades de transmisión sexual\n\nNO me gustaría que se divulgara ninguna información\nconfidencial\n\n7) Aviso Legal y Firma Del Paciente\nEsta autorización es válida únicamente para esta solicitud y no se aceptará para solicitudes posteriores. Esta autorización de divulgación (a menos\nque se revoque expresamente con anterioridad) tendrá una vigencia de un año a partir de la fecha de la firma a continuación. Entiendo que puedo\nrevocar esta autorización en cualquier momento mediante una solicitud por escrito dirigida al Responsable de Privacidad de Fenway Health. Al\nfirmar a continuación, afirmo que los expedientes médicos solicitados no se solicitan con el propósito de investigar, iniciar o imponer\nresponsabilidad civil, penal, administrativa o profesional, ni sanciones relacionadas con servicios de salud reproductiva o atención de afirmación de\ngénero que se prestaron legalmente en el Estado Libre Asociado de Massachusetts (o en otra jurisdicción donde dicha atención fuera legal en el\nmomento de su prestación). Entiendo que los registros de abuso de sustancias están protegidos por el Título 42 del Código de Regulaciones Federales\n(42 CFR), Parte 2, y no pueden divulgarse sin mi autorización específica. Dichas regulaciones federales también protegen los registros de abuso de\nsustancias de la divulgación por parte de terceros. Por la presente, reconozco haber leído, o que se me han leído, y comprendo plenamente las\ndeclaraciones anteriores en lo que me conciernen, y doy mi consentimiento voluntario para la divulgación.\nX\n\nFirma del paciente o del agente autorizado (especifique su parentesco con el paciente)\n\nMail/Fax to: Fenway Health\nAttn: Medical Records Dept\n1340 Boylston St. Boston, MA 02215\n\nFecha de hoy\nPhone: 617-927-6191\nFax: 617-425-5713\nEmail address: medicalrecords@fenwayhealth.org\n\n\f",
  "full_text_chars": 3774,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 7,
  "embedded_image_count": 5,
  "is_image_only_scan": false
}
