{
  "filename": "form-3.pdf",
  "file_size_bytes": 914542,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "HIM ROI AUTHORIZATION\n3\n\n0\n\n0\n\n3\n\n8\n\n5\n\nAuthorization for Use and/or Disclosure\nof Protected Health Information (PHI)\n\nPatient Info\n\nBy completing and signing this form, I authorize my records to be released as noted below. All records sent by CD and email w ill be sent securely using encryption or a secure link unless\notherwise requested. Due to the risk that information could be potentially intercepted or altered in transit, Baptist Health strongly recommends using encryption or a secure link ",
  "full_text": "HIM ROI AUTHORIZATION\n3\n\n0\n\n0\n\n3\n\n8\n\n5\n\nAuthorization for Use and/or Disclosure\nof Protected Health Information (PHI)\n\nPatient Info\n\nBy completing and signing this form, I authorize my records to be released as noted below. All records sent by CD and email w ill be sent securely using encryption or a secure link unless\notherwise requested. Due to the risk that information could be potentially intercepted or altered in transit, Baptist Health strongly recommends using encryption or a secure link to transmit\npatient records in order to promote the confidentiality and integrity of patient information and will only send records via unencrypted/unsecure channels upon patient request.\n\nPatient Full Name:\n\nPrevious Last Name:\n\nDate of Birth:\n\nStreet Address / City / State / ZIP:\n\nLast 4 digits of SSN#:\n\nEmail Address:\n\nTelephone #:\n\nI authorize my records to be released to one of the following:\n\nPurpose\n\nRelease To / Delivery Method\n\n Myself: I request Baptist Health to release my protected health information to me using the information listed above. Select delivery method below.\n Other person/organization: I am the patient, or the legally authorized representative of the patient listed above, and request Baptist Health to release my protected\nhealth information to the person/organization listed below. Please complete the address fields and select delivery method below. (NOTE: If the recipient designates an\nalternative delivery method we will comply to the best of our ability.)\n Paper via US Mail\n Fax (must be less than 50 pages)\n\n CD via US Mail (requires encryption software)\n MyChart (released to parent/patient/legal guardian only)\n\nPerson:\n\nOrganization:\n\nStreet Address:\n\nFax #:\n\nCity / State / ZIP:\n\nEmail Address:\n\n Email (please ensure email is listed)\n\nTelephone #:\n\nPurpose of Release/disclosure to other person/organization (not required if being disclosed directly to patient):\n Continuation of Care / Transfer of Care\n Social Security / Disability\n Insurance\n Attorney / Legal\n Personal Use\n Other (specify):\n\nParent / Patient / Legal Guardian Authorization\n\nInformation to Release\n\nI am authorizing records to be released from:\n Baptist Physician Office:\nProvider Name (required):\nAddress of Office (required):\n\n Baptist Hospital (specify location):\n\nDATES OF SERVICE REQUESTED: From\n\nto\n\n Home Health\n\n(if no dates are listed, default will be the past 12 months)\n\nPlease choose from the following options (choose all that apply). If no option is selected, we will release Package 1. (Package descriptions are on the back of the form)\n Package 1: Key Documentation within the medical record (excluding billing documentation)\n Package 2: All Documentation within the medical record (excluding billing documentation)\n Billing Records: All billing documentation.\n Other: Please specify which records (such as lab results, x-ray reports, EKG, pathology report, images, etc.):\nI understand that the protected health information released may include information relating to sexually transmitted disease, acquired immunodeficiency syndrome\n(AIDS) or human immunodeficiency virus (HIV). It may also include information about my behavioral or mental health services and treatment I have received for drug\nand alcohol abuse if those categories are applicable to me.\nRevoking (cancelling) authorization: I may revoke (cancel) this authorization at any time. Revocations (cancellations) must be made in writing and sent to Baptist Health\nRelease of Information Department at the address listed on this form. Revocations (cancellations) will not apply to information that has already been released. If this\nauthorization was obtained as a condition of providing insurance coverage, the authorization will not apply to my insurance company to the extent the law provides my\ninsurer with the right to contest a claim under the policy, or the policy itself. This authorization will expire on\n. If no date is included, the authorization\nwill expire one year from the date of signature.\nFederal and state laws protect the information disclosed pursuant to this Authorization. I understand that if the authorized recipient of the information is not a healthcare\nprovider or health plan covered by federal privacy regulations, the information may be re-disclosed and no longer protected. However, the recipient may be prohibited\nfrom disclosing substance use disorder information under the federal confidentiality requirements for substance abuse patient records as Federal Law 42 CFR Part 2\nprohibits unauthorized disclosure of these records. Such information may not be used to criminally investigate or prosecute a substance abuse patient. Further, state\nlaw prohibits a recipient from making any further disclosure of test results relating to HIV or AIDS without the specific written consent of the person to whom such\ninformation pertains. A general authorization for the release of medical or other information is NOT sufficient for such purpose.\n\nSIGN\n\nThis authorization is voluntary. I understand that Baptist Health will not base treatment, payment, enrollment, or eligibility for benefits on my signing this document.\n\n_\nSignature of Patient or Legal Representative\n\nRelationship to Patient\n\nRelease of Information  2600 Stanley Gault Parkway, Suite 101  Louisville, KY 40223\nPhone: (502) 253-4828  Toll Free: (833) 998-1257  Fax: (502) 253-4829\n\nDate\n\n\fTips for Requesting Medical Record Copies\nDID YOU KNOW?\nINFORMATION TO RELEASE\n Package 1: Key Documentation within the medical record including, as applicable, history & physical, diagnostic\ninformation, discharge summary, operative notes, consults, office visit notes, laboratory results, test reports, and ER\nnotes for the location, provider, and dates listed on the reverse. This does not include billing documentation.\n Package 2: All Documentation within the medical record including Package 1 contents along with all other contents of\nthe medical record such as nursing notes, flow sheets, medication administration records, and physician orders for the\nlocation, provider and dates listed on the reverse. This does not include billing documentation.\n Billing Records: All billing documentation.\n Other: If you do not want all records included in Package 1 or Package 2, or all billing records, please specify which\nrecords are to be released (such as lab results, x-ray reports, EKG, pathology report, images, etc.)\n\n\nA personal representative may sign the authorization form to request or release records if he or she has proper legal authority\nto do so. A minor child’s personal representative is usually the child’s parent or legal guardian. If a personal representative\nother than a child’s parent is signing the authorization form, please submit a legal guardianship document with the request.\nWhere a custody decree exists, documentation demonstrating that the person signing has authority to make medical decisions\nfor the child under the custody decree is required. When signing as the personal representative for an adult age 18 years or\nolder, or for a deceased person, please provide the Power of Attorney or Executorship, as applicable, with the signed release.\nPlease include the appropriate documentation with the signed release. If you have questions about the documentation\nrequired, you may contact us for more information.\n\n\n\nIf you did not specify a delivery method for records to be released, records will be released to patient’s Baptist Health MyChart\n(must have an active Baptist Health MyChart account). The patient will receive a notification from MyChart when the records\nhave been released. If the requester is the personal representative for the patient, proxy access may need to be granted. If\nrelease to MyChart is not feasible, the records will be printed and mailed to the address listed on the opposite side of this\nform if one is provided. Please note that radiology images cannot be released through MyChart. Images will be put on a CD\nand sent through the mail to the address listed on the opposite side of this form if one is provided. For assistance with your\nMyChart account contact Baptist Health MyChart Patient Support Line at 844-764-7820.\n\n\n\nBaptist Health strives to provide records quickly and we are required to respond to requests within the time permitted by law.\nLocating records and fulfilling requests takes time and we appreciate your patience. Our goal is to get you the requested\nrecords within 15 calendar days, but delays do occur. If you have any questions about the status of your request, please feel\nfree to contact us.\n\n\n\nWe will make our best effort to provide the information you have requested from our current medical records system for the\ndates requested. If there are records missing for which you have a specific need, please contact us with additional details o f\nthe provider and/or place of service. We are generally able to locate records more easily when you identify the provider and/or\nplace of service for the requested records when you complete this form. Additional details that expand the scope of the\noriginal release must be authorized by the patient or patient’s personal representative.\n\n\n\nIf you are an attorney and submit a subpoena for medical records please also submit the Authorization for use and/or\nDisclosure of PHI form signed by the patient/parent/legal guardian or a Court Order signed by a Judge or Magistrate.\nAlternatively, a subpoena may be accompanied by other documentation sufficient to permit a covered entity’s disclosure for\njudicial and administrative proceedings as set forth in HIPAA regulations. See 45 CFR 164.512(e)(1)(iii)\n\n\n\nIf records are requested to be picked up and are not picked up within 60 days, those printed copies of the records will be\ndestroyed. If records are still needed, a new release can be submitted.\n\nRelease of Information  2600 Stanley Gault Parkway, Suite 101  Louisville, KY 40223\nPhone: (502) 253-4828  Toll Free: (833) 998-1257  Fax: (502) 253-4829\n\n\f",
  "full_text_chars": 10017,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 12,
  "embedded_image_count": 15,
  "is_image_only_scan": false
}
