{
  "filename": "form-1.pdf",
  "file_size_bytes": 244139,
  "page_count": 3,
  "has_text_layer": true,
  "text_preview": "Authorization for Use and/or Disclosure\nof Protected Health Information (PHI)\nBy completing and signing this form, I authorize my records to be released as noted below. All records sent by CD and email will be sent securely using encryption or a secure link unless otherwise\nrequested. Due to the risk that information could be potentially intercepted or altered in transit, Baptist Health strongly recommends using encryption or a secure link to transmit patient records to\npromote the confidentiali",
  "full_text": "Authorization for Use and/or Disclosure\nof Protected Health Information (PHI)\nBy completing and signing this form, I authorize my records to be released as noted below. All records sent by CD and email will be sent securely using encryption or a secure link unless otherwise\nrequested. Due to the risk that information could be potentially intercepted or altered in transit, Baptist Health strongly recommends using encryption or a secure link to transmit patient records to\npromote the confidentiality and integrity of patient information and will only send records via unencrypted/unsecure channels upon patient request.\n\nPatient Info\n\nPatient Full Name:\n\nPrevious Last Name:\n\nStreet Address / City / State / ZIP:\n\nDate of Birth:\nLast 4 digits of SSN:\n\nEmail Address:\n\nTelephone #:\n\nI authorize my records to be released to one of the following:\n\nRelease To / Delivery Method\n\n Myself: I request Baptist Health to release my protected health information to me using the information listed above. Select\ndelivery method below.\n Other person/organization: I am the patient, or the legally authorized representative of the patient listed above, and request\nBaptist Health to release my protected health information to the person/organization listed below. Please complete the\naddress fields and select delivery method below. (NOTE: If the recipient designates an alternative delivery method we will\ncomply to the best of our ability.)\n Paper via US Mail\n Fax (must be less than 50 pages)\n Email (please ensure email is listed)\n\n CD via US Mail (requires encryption software)\n MyChart (released to parent/patient/legal guardian only)\n\nPerson:\n\nOrganization:\n\nStreet Address:\n\nTelephone #:\n\nCity / State / ZIP:\n\nEmail Address:\n\nFax #:\n\nPurpose\n\nPurpose of Release/disclosure to other person/organization (not required if being disclosed directly to patient):\n Continuation of Care\n Transfer of Care\n Personal Use\n Social Security / Disability\n Attorney / Legal Proceeding\n Insurance\n Criminal Justice System\n Other (specify):_____________________________________________________________________________________________________\n\nInformation to Release\n\nI am authorizing records to be released from:\n Baptist Physician Office:\nProvider Name (required): ___________________________________________________________________________________\nAddress of Office (required): __________________________________________________________________________________\n Baptist Hospital (specify location): ________________________________________________________________________________\n Home Health\nDATES OF SERVICE REQUESTED: From _____________to______________ (if no dates are listed, default will be the past 12 months)\nPlease choose from the following options (choose all that apply). If no option is selected, we will release Package 1 (see\ndescriptions on next page)\n Package 1: Key Documentation within the medical record (excluding billing documentation)\n Package 2: All Documentation within the medical record (excluding billing documentation)\n Billing Records: All billing documentation.\n Other: Please specify which records (such as lab results, x-ray reports, EKG, pathology report, images, etc.): ____________\n\nRevised 02/2026\n\nRelease of Information  PO Box 436147  Louisville, KY 40253\nPhone: (502) 253-4828  Toll Free: (833) 998-1257  Fax: (502) 253-4829\n\nPage 1 of 3\n\n\fParent / Patient / Legal Guardian Authorization\n\nI understand that the protected health information released may include information relating to sexually transmitted disease,\nacquired immunodeficiency syndrome (AIDS) or human immunodeficiency virus (HIV). I also authorize release of records about\nmy behavioral or mental health services, and regarding my substance use disorder treatment, diagnosis, and referral, if those\ncategories are applicable to me.\nRevoking (cancelling) authorization: I may revoke (cancel) this authorization at any time (unless the purpose of the disclosure is\nmarked as criminal justice system). Revocations (cancellations) must be made in writing and sent to Baptist Health Release of\nInformation Department at the address listed on this form. Revocations (cancellations) will not apply to information that has\nalready been released. If this authorization was obtained as a condition of providing insurance coverage, the authorization will\nnot apply to my insurance company to the extent the law provides my insurer with the right to contest a claim under the policy, or\nthe policy itself. This authorization will expire on ____________________________. If no date is included, the authorization will expire\none year from the date of signature.\nFederal and state laws protect the information disclosed pursuant to this Authorization. I understand that if the authorized\nrecipient of the information is not a healthcare provider or health plan covered by federal privacy regulations, the information may\nbe re-disclosed and no longer protected. Further, state law prohibits a recipient from making any further disclosure of test results\nrelating to HIV or AIDS without the specific written consent of the person to whom such information pertains. A general\nauthorization for the release of medical or other information is NOT sufficient for such purpose.\nThis authorization is voluntary. I understand that Baptist Health will not base treatment, payment, enrollment, or eligibility for\nbenefits on my signing this document.\nSUBSTANCE USE DISORDER RECORDS: 42 CFR Part 2 prohibits unauthorized disclosure of substance use disorder records\nreleased under this authorization. However, if the recipient is a HIPAA covered entity or business associate and is receiving\nsubstance use disorder records for treatment, payment, or health care operations, special rules apply. In that event, the\nsubstance use disorder records (or information contained in them) may be redisclosed by the recipient in accordance with\npermissions contained in the HIPAA regulations, but may not be used or disclosed for civil, criminal, administrative, and\nlegislative proceedings against the patient.\n\nSIGN\n\nCRIMINAL JUSTICE SYSTEM DISCLOSURES OF SUBSTANCE USE DISORDER RECORDS: If Criminal Justice System is checked\nin the purpose section, Baptist Health will release information and records of your substance use disorder diagnosis and\ntreatment to the person and/or organization indicated above. This authorization will remain in effect for the duration of your\nmandated substance use disorder treatment and until the final resolution of the conditional release or criminal proceeding\nmandating treatment. You may only revoke this authorization once the criminal proceeding or conditional release in connection\nwith which this authorization was given is finally resolved.\n\n___________________________________________________\nSignature of Patient or Legal Representative\n\n___________________________________\nRelationship to Patient\n\n______________________\nDate\n\nPACKAGE DESCRIPTIONS\n\n\nPackage 1: Key Documentation within the medical record including as applicable, history & physical, diagnostic information,\ndischarge summary, operative notes, consults, office visit notes, laboratory results, test reports, and ER notes for the location,\nprovider, and dates listed on the reverse. This does not include billing documentation.\n\n\n\nPackage 2: All Documentation within the medical record including Package 1 contents along with all other contents of the\nmedical record such as nursing notes, flow sheets, medication administration records, and physician orders for the location,\nprovider and dates listed on the reverse. This does not include billing documentation.\n\n\n\nBilling Records: All billing documentation.\n\n\n\nOther: If you do not want all records included in Package 1 or Package 2, or all billing records, please specify which records are\nto be released (such as lab results, x-ray reports, EKG, pathology report, images, etc.)\n\nRevised 02/2026\n\nRelease of Information  PO Box 436147  Louisville, KY 40253\nPhone: (502) 253-4828  Toll Free: (833) 998-1257  Fax: (502) 253-4829\n\nPage 2 of 3\n\n\f•\n\nTips for Requesting Medical Record Copies\nDID YOU KNOW?\nA personal representative may sign the authorization form to request or release records if he or she has proper legal authority to do\nso. A minor child’s personal representative is usually the child’s parent or legal guardian. If a personal representative other than a\nchild’s parent is signing the authorization form, please submit a legal guardianship document with the request. Where a custody\ndecree exists, documentation demonstrating that the person signing has authority to make medical decisions for the child under\nthe custody decree is required. When signing as the personal representative for an adult age 18 years or older, or for a deceased\nperson, please provide the Power of Attorney or Executorship, as applicable, with the signed release. Please include the appropriate\ndocumentation with the signed release. If you have questions about the documentation required, you may contact us for more\ninformation. Please note that for release of substance use disorder records, the patient, including a minor patient, must sign the\nauthorization. Limited exceptions may apply if the patient is deceased or determined to be incompetent in accordance with federal\nlaw.\n\n•\n\nIf you did not specify a delivery method for records to be released, records will be released to patient’s Baptist Health MyChart (must\nhave an active Baptist Health MyChart account). The patient will receive a notification from MyChart when the records have been\nreleased. If the requester is the personal representative for the patient, proxy access may need to be granted. If release to MyChart\nis not feasible, the records will be printed and mailed to the address listed on the opposite side of this form if one is provided. Please\nnote that radiology images cannot be released through MyChart. Images will be put on a CD and sent through the mail to the address\nlisted on the opposite side of this form if one is provided. For assistance with your MyChart account contact Baptist Health MyChart\nPatient Support Line at 844-764-7820.\n\n•\n\nBaptist Health strives to provide records quickly and we are required to respond to requests within the time permitted by law.\nLocating records and fulfilling requests takes time and we appreciate your patience. Our goal is to get you the requested records\nwithin 15 calendar days, but delays do occur. If you have any questions about the status of your request, please feel free to contact\nus.\n\n•\n\nWe will make our best effort to provide the information you have requested from our current medical records system for the dates\nrequested. If there are records missing for which you have a specific need, please contact us with additional details of the provider\nand/or place of service. We are generally able to locate records more easily when you identify the provider and/or place of service\nfor the requested records when you complete this form. Additional details that expand the scope of the original release must be\nauthorized by the patient or patient’s personal representative.\n\n•\n\nIf you are an attorney and submit a subpoena for general medical records, please also submit the Authorization for use and/or\nDisclosure of PHI form signed by the patient/parent/legal guardian or a court order signed by a judge or magistrate. Alternatively, for\ngeneral medical records, a subpoena may be accompanied by other documentation sufficient to permit a covered entity’s\ndisclosure for judicial and administrative proceedings as set forth in HIPAA regulations. See 45 CFR 164.512(e)(1)(iii). Note that 42\nCFR Part 2 prohibits disclosure of substance use disorder records for civil, administrative, criminal, or legislative proceedings\nagainst the patient in response to a subpoena or other legal mandate without the patient’s specific written consent as required by\n42 CFR 2.31, or a court order signed by a judge expressly authorizing disclosure of the patient’s Part 2 records. For court orders\nauthorizing use and disclosure of substance use disorder records see 42 CFR Part 2, §§ 2.61-2.68.\n\nRevised 02/2026\n\nRelease of Information  PO Box 436147  Louisville, KY 40253\nPhone: (502) 253-4828  Toll Free: (833) 998-1257  Fax: (502) 253-4829\n\nPage 3 of 3\n\n\f",
  "full_text_chars": 12341,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 11,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
