{
  "filename": "form-3.pdf",
  "file_size_bytes": 169216,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "MRN\n(Internal Only)\n\nAUTORIZACIÓN PARA DIVULGAR INFORMACIÓN DE SALUD PROTEGIDA\nAuthorization to Release Protected Health Information\nIMPORTANTE: NO LLENAR ESTE FORMULARIO POR COMPLETO PUEDE INVALIDAR ESTA AUTORIZACIÓN.\n\nInformación del paciente: Autorizo a divulgar la información de salud de:\nNombre del paciente:\n\nFecha de nacimiento:\n\nDomicilio:\n\nCiudad\n\nÚltimos cuatro dígitos del número del Seguro Social:\n\nCorreo electrónico:\n\nEstado\n\nCódigo postal\n\nTeléfono:\n\n(Aunque MUSC utilizará medios raz",
  "full_text": "MRN\n(Internal Only)\n\nAUTORIZACIÓN PARA DIVULGAR INFORMACIÓN DE SALUD PROTEGIDA\nAuthorization to Release Protected Health Information\nIMPORTANTE: NO LLENAR ESTE FORMULARIO POR COMPLETO PUEDE INVALIDAR ESTA AUTORIZACIÓN.\n\nInformación del paciente: Autorizo a divulgar la información de salud de:\nNombre del paciente:\n\nFecha de nacimiento:\n\nDomicilio:\n\nCiudad\n\nÚltimos cuatro dígitos del número del Seguro Social:\n\nCorreo electrónico:\n\nEstado\n\nCódigo postal\n\nTeléfono:\n\n(Aunque MUSC utilizará medios razonables para proteger la seguridad y confidencialidad de los correos electrónicos enviados y recibidos, no podemos garantizar la seguridad y confidencialidad de todas las comunicaciones por correo electrónico)\n\nDivulgar registros médicos de:\nNombre de la sede/ubicación de la oficina: ________________________\nNombre del proveedor: ________________________________________\nDirección: _________________________________________________\n_________________________________________________\n\nDivulgar registros médicos a:\n(Persona identificada o compañía o entidad médica)\nNombre: _________________________________________________\nDirección: _________________________________________________\nTeléfono: __________________________________________\nFax: _____________________________________________\nCorreo electrónico: ___________________________________________\n\nTipo de registros médicos a divulgar (Marque todas las opciones que correspondan)\n□ Registro completo (las imágenes de radiología NO están incluidas)\n□ Resumen (Contiene: historia clínica y examen físico, consultas, informes de laboratorio y radiología, resumen de alta hospitalaria, informes de operaciones/procedimientos, informes del departamento\nde emergencias e informes de terapia física/ocupacional)\n\n□ Imágenes/DVD de radiología □ Registros de vacunas □ Lista de medicamentos\n□ Factura final\n□ Otro: _____________________________\n\n□ Notas del médico sobre la evolución del paciente/Notas de visitas\n\nSOLO PARA REGISTROS DENTALES DE MUSC:\n\n□ Registro dental completo\n\n□ Para cualquier facturación dental, comuníquese con la Oficina de Facturación del CDM al 843-792-7680\n\nRegistros de trastorno por uso de sustancias (SUD) protegidos por Código de Regulaciones Federales, sección 42, Parte 2, y Código de Regulaciones Federales,\nsección 45, partes 160 y 164:\n□ Todos mis registros SUD\n□ Únicamente los siguientes registros SUD (sea lo más específico posible, es decir, solo el resumen del alta hospitalario, informes de laboratorio,\netc.): _____________________________\nPropósito de la autorización:\n□ Atención continuada □ Legal □ Paciente/tutor/representante legal\n□ Militar\n□ Seguro □ Discapacidad\n□ Escuela\n□ Otro (especifique): __________________________________________\nInformación que se puede divulgar:\nFechas de tratamiento entre ________________ y __________________ (sea específico) O □ Todas las fechas de tratamiento\nMétodo de divulgación: (Marque solo uno)\n□ Correo □ Mychart (no incluye imágenes Rad y dentales) □ Fax\n□ Correo electrónico encriptado □ Otro: ____________________\nCorreo electrónico encriptado (Importante: entiendo que el correo electrónico no encriptado no es seguro; eso significa que podría ser interceptado y visto por otras personas. Al\nelegir recibir Mi información de salud en un correo electrónico no encriptado, reconozco y acepto estos riesgos.)\n(Si no se selecciona un método, la información se enviará por correo).\nAutorizo la divulgación de los registros como se indicó anteriormente y entiendo que la divulgación puede incluir información confidencial (salud mental y conductual, pruebas genéticas, VIH/SIDA,\nenfermedades transmisibles/infecciosas, trastorno(s) por uso de sustancias y agresión sexual)\nEntiendo que tengo derecho a cancelar/revocar esta autorización en cualquier momento. Entiendo que si cancelo/revoco esta autorización, deberé hacerlo por escrito y presentar mi cancelación/revocación por\nescrito al Departamento de Servicios de Información de Salud (Registros Médicos) o Servicios de Información de Salud Dental (Registros Dentales). Entiendo que la cancelación/revocación no se aplicará a la\ninformación que ya se divulgó en respuesta a esta autorización, como se indica en el Aviso de Prácticas de Privacidad. A menos que se cancele/revoque de otra manera, esta autorización vencerá/concluirá un\naño después de la fecha que figura más abajo.\nEntiendo que autorizar la divulgación de información médica protegida es voluntario. Puedo negarme a firmar esta autorización. No necesito firmar este formulario para recibir tratamiento.\nEntiendo que puedo revisar o copiar la información que se divulgará, según lo dispuesto en 45 CFR §164.524 (párrafo 45 del Código de Regulaciones Federales, sección 164.524).\nEntiendo que cualquier divulgación de información conlleva la posibilidad de una divulgación no autorizada por parte de la persona/organización que recibe la información.\nEntiendo que solo se proporcionarán los registros disponibles a partir de esta fecha en respuesta a esta solicitud. Si llegara a necesitar más registros en el futuro, será necesaria una nueva solicitud.\nEntiendo que recibiré una copia de esta autorización.\nEntiendo que puede haber tarifas asociadas con la copia de registros médicos/imágenes y que se pueden cobrar tarifas postales según lo dispuesto por las leyes de Carolina del Sur.\nAdjuntar a esta autorización una copia de la identificación del paciente/tutor legal/representante\nACLARACIÓN: LA LEY HIPAA PERMITE 30 DÍAS desde la recepción para su procesamiento).\n\nNombre impreso del paciente o tutor legal/representante\n\nFecha\n\nFirma del paciente o tutor legal/representante\nRelación con el paciente, si la firma es del tutor legal\n\n__________________________________\nFirma del testigo\n\nLos documentos (órdenes de tribunal, certificado de designación, poderes) de la autoridad del representante del paciente deben adjuntarse si el paciente no firma.\n\n\fall_all_consent_authtoreleasespan\n\nOTE 700251 based on 700078 Rev. 10/2023\n\nAUTORIZACIÓN PARA DIVULGAR INFORMACIÓN DE SALUD PROTEGIDA\nAuthorization to Release Protected Health Information\n\nInformación de la clínica:\nFacility Location Information\nPara comunicarse con MUSC Health Charleston - Servicios de Información de Salud (Registros Médicos) por escrito, la dirección es: 3 South Park\nCircle / Bldg. 3 / Suite 103 / Atn.: Divulgación de información / Charleston, SC 29407. El teléfono es (843) 792-3881; el fax es (843) 792-5460 o\n(843) 876-8055. Correo electrónico: ROIAuthrequest@MUSC.edu\nPara comunicarse con MUSC College of Dental Medicine - Servicios de Información de Salud Dental (Registros Dentales) por escrito, la dirección\nes: 3 South Park Circle / Bldg. 3 / Suite 103 / Atn.: Divulgación de información / Charleston, SC 29407. El teléfono es (843) 792-3881; el fax es (843)\n792-5460 o (843) 876-8055. Correo electrónico: cdm-roi-auth@musc.edu\nPara comunicarse con MUSC Health Columbia Downtown/Northeast/Clinics - Servicios de Información de Salud (Registros Médicos) por escrito,\nla dirección es 2435 Forest Drive, Columbia, SC 29204. El teléfono es (803) 256-5722; el fax es (803) 400-5065. Correo electrónico: COLROIauthrequest@musc.edu\nPara comunicarse con MUSC Health Chester - Servicios de Información de Salud (Registros Médicos) por escrito, la dirección es 1 Medical Park\nDrive, Chester, SC 29706. El teléfono es (803) 581-3151, interno 5214; el fax es (843) 985-9624. Correo electrónico: chesroiauthrequest@musc.edu\nPara comunicarse con MUSC Health Florence - Servicios de Información de Salud (Registros Médicos) por escrito, la dirección es 805 Pamplico\nHwy. / Florence, SC 29505. El teléfono es (843) 674-2160; el fax es (843) 674-2197. Correo electrónico: flor-roi-request@musc.edu\nPara comunicarse con MUSC Health Kershaw - Servicios de Información de Salud (Registros Médicos) por escrito, la dirección es 1315 Roberts\nStreet, Camden SC 29020. El teléfono es (803) 713-6232; el fax es (803)713-6600 o (803) 713-6327. Correo electrónico: KMCROIauthrequest@musc.edu\nPara comunicarse con MUSC Health Lancaster - Servicios de Información de Salud (Registros Médicos) por escrito, la dirección es 800 West\nMeeting Street / Lancaster, SC 29720. El teléfono es (803) 313-3146 o (803) 313-3147; el fax es (803) 286-1871.\nCorreo electrónico: lanc-roi-requests@musc.edu\nPara comunicarse con MUSC Health Marion - Servicios de Información de Salud (Registros Médicos) por escrito, la dirección es 2829 East\nHighway 76 / Mullins, SC 29574. El teléfono es (843) 431-2428; el fax es (843) 431-2432. Correo electrónico: mari-roi-auth@musc.edu\nPara comunicarse con MUSC Health Orangeburg - Servicios de Información de Salud (Registros Médicos) por escrito, la dirección es 3000 St.\nMatthews Road / Orangeburg, SC 29118. El teléfono es (803) 395-2272; el fax es (803) 395-4011.\nCorreo electrónico: OBG-ROI-Auth@musc.edu\n\nall_all_consent_authtoreleasespan\n\nOTE 700251 based on 700078 Rev. 10/2023\n\n\f",
  "full_text_chars": 8925,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 11,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
