{
  "filename": "form-2.pdf",
  "file_size_bytes": 524775,
  "page_count": 5,
  "has_text_layer": true,
  "text_preview": "There is a fee charged for the search and duplication of medical records for all patient requests\nreleased to the patient.\nA prepay notice will be mailed or emailed (via MyChart) and once paid; the records will be\nreleased.\nSome records requested to be released to MyChart will only be available to be sent via US Mail.\nThis will depend on the year the visit occurred and / or what electronic system the records\nwere generated in.\nFor medical records to be sent directly to a physician office, hospit",
  "full_text": "There is a fee charged for the search and duplication of medical records for all patient requests\nreleased to the patient.\nA prepay notice will be mailed or emailed (via MyChart) and once paid; the records will be\nreleased.\nSome records requested to be released to MyChart will only be available to be sent via US Mail.\nThis will depend on the year the visit occurred and / or what electronic system the records\nwere generated in.\nFor medical records to be sent directly to a physician office, hospital or third parties and for\nradiology image requests, please complete a MUSC HIPAA Compliant Authorization Form. The\nauthorization form will need to be mailed or faxed to Health Information Services as provided\non the bottom of the form. The authorization form and FAQ about obtaining medical records\ncan be located at http://www.muschealth.org/patients-visitors/medical-records/obtainingrecords.html\n\n\fRequest Medical Records via MyChart\n\nTo request medical records from within MyChart, please click on MY MEDICAL RECORD, choose\nQUESTIONNAIRES.\n\nPlease choose REQUEST MY MEDICAL RECORDS.\n\n\fOnce chosen, the below questionnaire will appear. Please complete ALL required fields and\nclick CONTINUE to review.\n\n\fPlease review your answers and if correct hit SUBMIT QUESTIONNAIRE. This request will go to\nmedical records for processing.\n\nOnce your request is processed, you will receive your eligible records via MyChart. You will\nreceive a tickler message in your email that you have a new message from Medical Records or\nDownload your record you requested.\n\n\fTo access your released records, go to MY MEDICAL RECORD and choose REQUESTED\nRECORDS.\n\nAll records are password protected, click SHOW PASSWORD to view the system generated\npassword.\n\nHighlight password and right click to choose copy. Click DOWNLOAD and when document asks\nfor password right click and paste the password. Records will download into a PDF document.\n\n\f",
  "full_text_chars": 1924,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 3,
  "embedded_image_count": 10,
  "is_image_only_scan": false
}
