{
  "filename": "form-4.pdf",
  "file_size_bytes": 176077,
  "page_count": 7,
  "has_text_layer": true,
  "text_preview": "NOTICE OF PRIVACY PRACTICES\nAs Required by the Privacy Regulations Created as a Result of the Health Insurance Portability and\nAccountability Act of 1996 (HIPAA)\nThis Notice describes how medical information about you (as a patient of this Practice) may be used and\ndisclosed, and how you can get access to this information. Please review this notice carefully.\nA. Our Commitment to Your Privacy\nOur Practice is dedicated to maintaining the privacy of your Protected Health Information. “Protected\nHe",
  "full_text": "NOTICE OF PRIVACY PRACTICES\nAs Required by the Privacy Regulations Created as a Result of the Health Insurance Portability and\nAccountability Act of 1996 (HIPAA)\nThis Notice describes how medical information about you (as a patient of this Practice) may be used and\ndisclosed, and how you can get access to this information. Please review this notice carefully.\nA. Our Commitment to Your Privacy\nOur Practice is dedicated to maintaining the privacy of your Protected Health Information. “Protected\nHealth Information” or “PHI” is information about you, including demographic information, that may\nidentify you and that relates to your past, present or future physical or mental health or condition, the\nprovision of health care to you, or the payment for your health care. In conducting our business, we will\ncreate records regarding you and the treatment and services we provide to you. We are required by law\nto maintain the confidentiality of health information that identifies you.\nThis Notice of Privacy Practices describes how we may use and disclose your Protected Health\nInformation to carry out treatment, payment, and health care operations and for other purposes that are\npermitted or required by law. It also describes your rights to access and control your PHI. We reserve the\nright to revise or amend this Notice of Privacy Practices. Any revision or amendment to this Notice will be\neffective from the date of revision or amendment forward. Our facility will post a copy of our current\nNotice in our office in a visible location at all times, and you may request a copy of our most current\nNotice at any time.\nB. How We May Use and Disclose Your Protected Health Information (PHI)\nThe following are examples of the types of uses and disclosures of how your Protected Health Information\nmay be used and disclosed by your physician, and other treatment providers and our office staff. These\nuses and disclosures are permitted under HIPAA and other applicable laws and regulations and may be\nmade without your specific written authorization.\n1. Treatment: We will use and disclose your PHI to provide, coordinate, or manage your health care\nand any related services. This includes the coordination or management of your health care with\nanother provider. For example, we may disclose your PHI to another physician who may be\ntreating you or to whom you have been referred to ensure that the physician has the necessary\ninformation to diagnose or treat you. In addition, we may ask you to have laboratory tests (such\nas blood or urine tests), and we may receive and use the results to help us reach a diagnosis. We\nmight use your PHI in order to write a prescription for you, or we might disclose your PHI to a\npharmacy when we order a prescription for you.\n2. Payment: Our Practice may use and disclose your PHI in order to bill and collect payment for the\nservices and items you may receive from us. For example, we may contact your health insurer to\ncertify that you are eligible for benefits (and for what range of benefits), and we may provide\nyour insurer with details regarding your treatment to determine if your insurer will cover, or pay\nfor, your treatment. We also may use and disclose your PHI to obtain payment from third parties\n\nProprietary & Confidential\nCMG Form 7 - Version 2.0\n\n1\n\n©Consensus Health\n\n\fthat may be responsible for such costs, such as family members or to other health care providers\nand entities to assist in their billing and collection efforts.\n3. Health Care Operations: Our Practice may use and disclose your PHI to operate our business. For\nexample, Consensus Medical Group may use your PHI to evaluate the quality of care you received\nfrom us, or to conduct cost-management and business planning activities for our Practice. We\nmay disclose your PHI to other health care providers and entities to assist in their health care\noperations. We will share your PHI with third-party “business associates” that perform various\nactivities (for example, billing or transcription services) for our practice. Whenever an\narrangement between our office and a business associate involves the use or disclosure of your\nPHI, we will have a written contract that contains terms that will protect the privacy of your PHI.\n4. Public Health Activities: For example, we may disclose PHI to report information about births,\ndeaths, various diseases, adverse events and product defects to government officials in charge of\ncollecting that information; to prevent, control, or report disease, injury or disability as permitted\nby law; to conduct public health surveillance, investigations and interventions as permitted or\nrequired by law; or to notify a person who has been exposed to a communicable disease or who\nmay be at risk of contracting or spreading a disease as authorized by law.\n5. Health Oversight: We may disclose your PHI to a health oversight agency for activities authorized\nby law. For example, we may disclose PHI to assist the government or other health oversight\nagency with activities including audits; civil, administrative, or criminal investigations, proceedings\nor actions; or other activities necessary for the government to monitor government programs,\ncompliance with civil rights laws and the health care system in general.\n6. Legal Proceedings: We may disclose your PHI in the course of any judicial or administrative\nproceeding, in response to an order of a court or administrative tribunal (to the extent such\ndisclosure is expressly authorized), or in certain conditions in response to a subpoena, discovery\nrequest or other lawful process.\n7.\n\nLaw Enforcement/ Criminal Activity: We may disclose PHI, so long as applicable legal\nrequirements are met, for law enforcement purposes. For example, we may disclose PHI when a\nlaw requires that we report information to government agencies and law enforcement personnel\nabout victims of abuse, neglect, or domestic violence; when dealing with gunshot or other\nwounds; or for the purpose of identifying or locating a suspect, fugitive, material witness or\nmissing person.\n\n8.\n\nCoroners, Funeral Directors, and Organ Donation: We may disclose PHI to a coroner or medical\nexaminer for identification purposes, determining cause of death or for the coroner or medical\nexaminer to perform other duties authorized by law. We may also disclose PHI to a funeral\ndirector, as authorized by law, in order to permit the funeral director to carry out their duties. We\nmay disclose such information in reasonable anticipation of death. PHI may also be used and\ndisclosed for cadaveric organ, eye or tissue donation purposes.\n\n9. Research: Research is defined as a systematic investigation, including research development,\ntesting, and evaluation, designed to develop or contribute to generalizable knowledge. In limited\ncircumstances, we may use or disclose PHI to conduct medical research.\nProprietary & Confidential\nCMG Form 7 - Version 2.0\n\n2\n\n©Consensus Health\n\n\f10. Military Activity and National Security: If you are a member of U.S. or foreign military forces\n(including veterans) and if required by the appropriate authority we may use or disclose PHI for\nactivities deemed necessary by appropriate military command authorities; for the purpose of a\ndetermination by the Department of Veterans Affairs of your eligibility for benefits; or to foreign\nmilitary authority if you are a member of that foreign military services. We may also disclose your\nPHI to federal officials for intelligence and national security activities authorized by law.\n11. Workers’ Compensation: We may disclose your PHI as authorized to comply with workers’\ncompensation laws and other similar legally established programs.\n12. Inmates: We may use or disclose your PHI to correctional institutions or law enforcement officials\nif you are an inmate or under the custody of a law enforcement official. Disclosure for these\npurposes would be necessary for the institution to provide health care services to you; for the\nsafety and security of the institution; and/or to protect your health and safety or the health and\nsafety of other individuals.\n13. To Avoid Harm: In order to avoid a serious threat to the health or safety of you, another person\nor the public, we may provide PHI to law enforcement personnel or persons able to prevent or\nlessen such harm.\n14. Appointment Reminders and Health-Related Benefits or Services: We may use and disclose PHI to\nprovide appointment reminders or give you information about treatment alternatives, or other\nhealth care services or benefits we offer. Please let us know if you do not wish to have us contact\nyou for these purposes, or you would rather we contact you at an alternate telephone number or\naddress.\n15. Childhood immunizations: We may disclose immunizations list to schools required to obtain proof\nof immunization prior to admitting the student so long as we have obtained and documented the\npatient or patient’s legal representative’s “informal agreement” to the disclosure.\n16. Decedents: In certain circumstances, we may disclose PHI about a decedent to family and others\ninvolved in the decedent’s health care or payment for health care. Other disclosures may require\nwritten authorization from the executor administrator of the decedent’s estate.\nThe following are additional examples of the types of uses and disclosures of your Personal Health\nInformation by your physician and other treatment providers and our staff. These uses and disclosures are\npermitted under HIPAA but require you to have the opportunity to object or agree prior to the discloser.\nOthers Involved in Your Health Care or Payment for your Care: Unless you object, we may disclose to a\nmember of your family, a relative, a close friend or any other person you identify, your protected health\ninformation that directly relates to that person’s involvement in your health care. If you are not present\nor able to agree or object to the use or disclosure of the protected health information, then your\nphysician may, using professional judgment, determine whether the disclosure is in your best interest.\nWe may use or disclose protected health information to notify or assist in notifying a family member,\npersonal representative or any other person that is responsible for your care of your location, general\ncondition or death. Finally, we may use or disclose your protected health information to an authorized\n\nProprietary & Confidential\nCMG Form 7 - Version 2.0\n\n3\n\n©Consensus Health\n\n\fpublic or private entity to assist in disaster relief efforts and to coordinate uses and disclosures to family\nor other individuals involved in your health care.\nC. Prohibited Uses and Disclosures of Your Protected Health Information (PHI)\nReproductive Health Care is health care that affects the health of the individual in all matters relating to\nthe reproductive system and to its functions and processes, including, but not limited to, contraception,\nfertility or infertility-related care, and pregnancy-related care. CMG is prohibited from using or disclosing\nyour PHI for the purpose of conducting a criminal, civil, or administrative investigation into, or imposing\ncriminal, civil, or administrative liability on any person for the mere act of seeking, obtaining, providing, or\nfacilitating Reproductive Health Care that is or was lawful under the circumstances it was provided, or to\nidentify any person for such purposes. For example, CMG is prohibited from using or disclosing PHI to\nthird parties for the mere purpose of a law enforcement investigation into a health care provider for\nlawfully providing or facilitating an abortion.\nIn the event CMG is required to use or disclose your Reproductive Healthcare PHI for health oversight\nactivities, judicial and administrative proceedings, law enforcement purposes, and disclosures to coroners\nand medical examiners regarding decedents as permitted by HIPAA, CMG shall obtain a signed and dated\nattestation that the use or disclosure is not for a prohibited purpose from the person or entity requesting\nPHI potentially related to Reproductive Health Care. For example, CMG may use or disclose PHI to a\nhealth oversight agency conducting health oversight activities, such as investigating whether reproductive\nhealth care was actually provided or appropriate billed. If PHI is disclosed in this manner, it may be\nredisclosed by the recipient and will no longer be protected by HIPAA.\nD. Circumstances Requiring Your Written Authorization for Use and Disclosure\nOther than as stated in this Notice, we will not use and disclose your PHI without written authorization.\nYou can later revoke your authorization in writing except to the extent we have already acted in reliance\non your authorization.\nE. Your Privacy Rights\nYou have the following rights regarding the PHI we maintain about you:\n1. Inspect and copy: In most cases, you have the right to look at or get copies of your PHI that we\nmaintain, but you must make the request in writing. If we don’t have your PHI but we know who\ndoes, we will tell you how to get it. We will respond to you within 30 days after receiving your\nwritten request. In certain situations, we may deny your request. If we do, we will tell you in\nwriting our reasons for the denial and explain your right to have the denial reviewed when\napplicable. If you request a copy of your information, we may charge you reasonable fees for the\ncosts of copying, mailing or other costs incurred by us in complying with your request. Instead of\nproviding the PHI you requested, we may provide you with a summary or explanation of the PHI\nas long as you agree to that and to the cost in advance. Note also that you have the right to\naccess your PHI in an electronic format (to the extent we maintain the information in such a\nformat) and to direct us to send the e-record directly to a third-party. We may charge for the\nlabor costs to transfer the information; and charge for the costs of electronic media if you\nrequest that we provide you with such media.\n\nProprietary & Confidential\nCMG Form 7 - Version 2.0\n\n4\n\n©Consensus Health\n\n\f*Please note: If you are the parent or legal guardian of a minor, certain portions of the minor’s\nrecords may not be accessible to you. For example, records relating to care and treatment to\nwhich the minor is permitted to consent himself/herself (without your consent) may be restricted\nunless the minor patient provides an authorization for such disclosure. **\n2. Request a Restriction: This means you may ask us, in writing, not to use or disclose any part of\nyour PHI for the purposes of treatment, payment or health care operations. We will consider your\nrequest, but we are not legally required to accept it, except in the following circumstance. You\nhave the right to ask us to restrict the disclosure of your PHI to your health plan for a service we\nprovide to you where you have directly paid us (out of pocket, in full) for that service, in which\ncase we are required to honor your request. If we accept your request for a restriction, we will\nput any limits in writing and abide by them except in emergency situations. Under certain\ncircumstances, we may terminate our agreement to a restriction.\n3. Confidential Communications: You have the right to request that our Practice communicate with\nyou about your health and related issues in a particular manner or at a certain location. For\ninstance, you may ask that we contact you by telephone at home, rather than work, or at a\nparticular address. We must agree to your request so long as we can easily abide by it in the\nmanner you requested.\n4. Amendment: You may ask us to amend your health information if you believe it is incorrect or\nincomplete, so long as the information is maintained in our records. You must put your request in\nwriting and provide us with a reason that supports your request for amendment. We will respond\nwithin 60 days of receipt of your written request. We may deny your request if you fail to submit\nyour request (and the reason supporting your request) in writing. Also, we may deny your request\nif you ask us to amend information that is in our opinion: (a) accurate and complete; (b) not part\nof the PHI kept by or for the Practice; (c) not part of the PHI which you would be permitted to\ninspect and copy; or (d) not created by our Practice, unless the individual or entity that created\nthe information is not available to amend the information.\n5. Accounting of Disclosures: You have the right to get a list of instances in which we have disclosed\nyour PHI. The list will not include uses or disclosures made for purposes of treatment, payment,\nor health care operations, those made pursuant to your written authorization, or those made\ndirectly to you or your authorized representative. The list also will not include uses and\ndisclosures made for national security purposes, or to corrections or law enforcement personnel.\nWe will respond within 60 days of receiving your written request. The list we will give you will\ninclude disclosure made in the last six years unless you request a shorter time. The list will include\nthe date of the disclosure, to whom PHI was disclosed (including the address, if known), a\ndescription of the information disclosed, and the reason for the disclosure. We will provide one\nlist during any 12- month period without charge, but if you make more than one request in the\nsame year, we will charge you a reasonable fee for each additional request.\n6. Breach of PHI: Our Practice will notify individuals following a breach of their unsecured PHI. A\nbreach means the acquisition, access, use, or disclosure of unsecured PHI in a manner not\npermitted under HIPAA and compromises the security or privacy of the PHI.\n\nProprietary & Confidential\nCMG Form 7 - Version 2.0\n\n5\n\n©Consensus Health\n\n\f7. The Right to Get This Notice by E-Mail: You have the right to get a copy of this Notice by e-mail.\nEven if you have agreed to receive notice via e-mail, you also have the right to request a paper\ncopy of this Notice.\nE. Other Activities Involving the Use and Disclosure of Your PHI\n1. Marketing Communications: We will obtain your written authorization prior to using or disclosing\nyour PHI for marketing purposes. However, we are permitted to provide you with marketing\nmaterials in a face-to- face encounter, without obtaining a marketing authorization. We are also\npermitted to give you a promotional gift of nominal value, if we so choose, without obtaining a\nmarketing authorization. In addition, as long as we are not paid to do so, we may communicate\nwith you about products or services relating to your treatment, case management or care\ncoordination, or alternative treatments, therapies, providers or care settings. We may use or\ndisclose PHI to identify health-related services and products that may be beneficial to your health\nand then contact you about the services and products.\n2. Sale of PHI: We will disclose your PHI in a manner that constitutes a sale only upon receiving your\nprior authorization. Sale of PHI does not include a disclosure of PHI for a public health purposes;\nresearch; treatment and payment purposes; sale, transfer, merger or consolidation of all or part\nof our business and for related due diligence activities; to the individual; as required by law; or for\nany other purpose permitted by and in accordance with HIPAA\n3. Fundraising Activities: We may use certain information (name, address, telephone number, dates\nof service, age and gender) to contact you for the purpose of various fundraising activities. If you\ndo not want to receive future fundraising requests, please write to the Privacy Officer at the\nbelow address.\n4. Incidental Uses and Disclosures: Incidental uses and disclosures of information may occur. An\nincidental use or disclosure is a secondary use or disclosure that cannot reasonably be prevented,\nis limited in nature, and that occurs as a by-product of an otherwise permitted use or disclosure.\nHowever, such incidental uses or disclosure are permitted only to the extent that we have\napplied reasonable safeguards and do not disclose any more of your PHI than is necessary to\naccomplish the permitted use or disclosure. For example, disclosures about a patient within the\noffice that might be overheard by persons not involved in your care would be permitted.\n5. Business Associates: We may engage certain persons or companies to perform certain functions\non our behalf and we may disclose certain PHI to these persons or companies. For example, we\nmay share certain PHI with our billing company or computer consultant in order to facilitate our\nhealth care operations or payment for services provided in connection with your care. We will\nrequire our business associates to enter into an agreement to keep your PHI confidential and to\nabide by certain terms and conditions\nF. How to Submit a Complaint About Our Privacy Practices\nIf you think that we may have violated your privacy rights, or you disagree with a decision we made about\naccess to your PHI, you may file a complaint with the Privacy Officer listed below. You also may send a\nwritten complaint to the Secretary of the Department of Health and Human Services at 200\nIndependence Ave., S.W., Room 615F, Washington, DC 20201. We will take no retaliatory action against\n\nProprietary & Confidential\nCMG Form 7 - Version 2.0\n\n6\n\n©Consensus Health\n\n\fyou if you file a complaint about our privacy practices. If you have any questions about this Notice or any\ncomplaints about our privacy practices, please contact our HIPAA Privacy Officer at:\nConsensus Medical Group\n402 Lippincott Dr\nMarlton, NJ 08053\nAttn: Privacy Officer\nTelephone: (856) 762-2469\n\nProprietary & Confidential\nCMG Form 7 - Version 2.0\n\n7\n\n©Consensus Health\n\n\f",
  "full_text_chars": 21789,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 6,
  "embedded_image_count": 14,
  "is_image_only_scan": false
}
