{
  "filename": "form-2.pdf",
  "file_size_bytes": 114399,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Health Information Management\n\nAuthorization to Disclose Protected Health Information\nPatient Information\nPatient Name (First, Middle, Last)\nDate of Birth (mm/dd/yyyy)\n\nMedical Record Number\n\nCurrent Mailing Address\n\nApartment/Unit#\n\nCity\n\nState\n\nZIP\n\nContact Phone #\n\nEmail address (if any)\n\nGeneral Types of Information to be Released to Recipient\nDates of Service (mm/dd/yyyy)\n\nto (mm/dd/yyyy)\n\n☐ Billing Records\n\n☐ ER Report\n\n☐ Urgent Care Report\n\n☐ Primary Care Office notes\n\n☐ Specialty Office ",
  "full_text": "Health Information Management\n\nAuthorization to Disclose Protected Health Information\nPatient Information\nPatient Name (First, Middle, Last)\nDate of Birth (mm/dd/yyyy)\n\nMedical Record Number\n\nCurrent Mailing Address\n\nApartment/Unit#\n\nCity\n\nState\n\nZIP\n\nContact Phone #\n\nEmail address (if any)\n\nGeneral Types of Information to be Released to Recipient\nDates of Service (mm/dd/yyyy)\n\nto (mm/dd/yyyy)\n\n☐ Billing Records\n\n☐ ER Report\n\n☐ Urgent Care Report\n\n☐ Primary Care Office notes\n\n☐ Specialty Office Notes\n\n☐ Laboratory Results\n\n☐ Radiology Reports\n\n☐ Radiology Images\n\n☐ Discharge Summary\n\n☐ Operative Reports\n\n☐ History & Physical\n\n☐ Entire Record\n\n☐ Other\n\nRelease Information From:\n☐ Albany Medical Center\n\n☐ Columbia Memorial Health\n\n☐ Glens Falls Hospital\n\n☐ Saratoga Hospital\n\n☐ Urgent Care/Emergent Care (Location, etc.)\n☐ \u0007Primary Care (Provider name, location, etc.)\n☐ \u0007Specialist (Provider name, location, etc.)\n\nSensitive Types of Information to be Released to Recipient (please initial all that apply):\nAlcohol/Drug\nTreatment\n\nMental Health Related\nInformation\n\nHIV-Related\nInformation\n\nGenetic Testing\nInformation\n\n*\u0007Please note that if any of the above sensitive types are selected, a Release of Information Department team\nmember will be in touch to ensure your request is filled out in accordance with Federal & NYS regulations*\n\nRelease Information To:\nName of Recipient\n\nPurpose of Disclosure (Continuity of Care, Personal Use, Legal, etc.)\n\nAddress of Recipient\n\nCity State ZIP\n\nPhone Number of Recipient\n\nFax Number of Recipient\n\nHow Would You Like Your Information Released?\nChoose one:\n\n\u0007\u0007☐ Email Address\n☐ Fax Number\n☐ Mail (☐ CD or ☐ USB Drive)\n☐ Pick Up In-Person (☐ CD or ☐ USB Drive)\nPage 1 of 2 | Authorization to Dislcose Protected Health Information\n\nMake your request through\nMyChart, the Albany Med Health\nSystem’s secure online patient\nportal. Log in or create an account\nat mychart.albanymed.org\nPlease see page 2 for\nmore information and to sign\nNov. 2024\n\n\fI understand that I have a right to revoke this authorization at any time. I understand that if I revoke this authorization\nI must do so in writing and present my written revocation to the health information management department. I understand\nthat the revocation will not apply to information that has already been released in response to this authorization. Unless\notherwise revoked, this authorization will expire on\n. If I fail to specify an expiration date,\nevent or condition, the authorization will expire in 90 days. I understand that the revocation will not apply to my\ninsurance company when the law provides my insurer with the right to contest a claim under my policy. I understand\nthat once the above information is disclosed, it may be re-disclosed by the recipient and the information may not be\nprotected by federal privacy rules or New York law. I understand authorizing the use or disclosure of the information\nidentified above is voluntary. I understand that I can refuse to sign this authorization and that my refusal to sign will not\naffect my ability to obtain treatment. I understand the fee for copies of my medical record is $0.75 cents per page.\nThis fee will be waived if the records are being sent to another physician or for continuing treatment.\nI hereby authorize the Albany Med Health System to disclose or permit use of health information, as described below,\nconcerning the above-named individual. I understand that federal and state law offer special protection for\ninformation relating to sexually transmitted disease, acquired immunodeficiency syndrome (AIDS), or the human\nimmunodeficiency virus (HIV). Similar protections exist for information about behavioral or mental health\nservices, and treatment for alcohol and drug abuse. I understand that, if the health information covered by this\nauthorization contains such information, I am waiving those protections in this instance by voluntarily authorizing use\nor disclosure of the health information.\nIf I am authorizing the release of HIV-related information, the recipient is prohibited from re-disclosing such information\nwithout my authorization unless permitted to do so under federal or state law. I understand that I have the right to request\na list of people who may receive or use my HIV-related information without authorization. If I experience discrimination\nbecause of the release or disclosure of HIV-related information, I may contact the New York State Division of Human\nRights at (212) 480-2493 or the New York City Commission of Human Rights at (212) 306-7450. These agencies are\nresponsible for protecting my rights.\nIf these records are covered under Federal confidentiality rules (42 CFR Part 2), this rule prohibits you from making\nany further disclosure of this information unless further disclosure is expressly permitted by the written consent of the\nperson to whom it pertains or as otherwise permitted by 42 CFR Part 2. A general authorization for release of medical\nor other information is NOT sufficient for this purpose. Federal rules restrict any use of the information to criminally\ninvestigate or prosecute any alcohol or drug abuse patient.\n\nRequesters Signature:\n\nSignature of Patient or Legal Representative \t\t\n\nDate\n\nIf Signed by Legal Representative, Relationship to Patient \t\t\n\nDate\n\nPatient or Legal Representative Name (Print)\t\t\n\nDate\n\nPage 2 of 2 | Authorization to Dislcose Protected Health Information\n\n\f",
  "full_text_chars": 5432,
  "fillable_field_count": 65,
  "fillable_field_names": [],
  "font_count": 7,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
