{
  "filename": "form-1.pdf",
  "file_size_bytes": 98869,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "The Saratoga Hospital\n211 Church Street, Saratoga Springs, NY 12866\nAuthorization to Disclose Protected Health Information\n\nÌ4202jÎ\n\nPatient Name (First and Last): ___________________________________________________________________________________\nDate of Birth: _____________________________________ Phone Number: _____________________________________________\nAddress (Street, City, State, & Zip Code): __________________________________________________________________________\nI hereby authorize Sa",
  "full_text": "The Saratoga Hospital\n211 Church Street, Saratoga Springs, NY 12866\nAuthorization to Disclose Protected Health Information\n\nÌ4202jÎ\n\nPatient Name (First and Last): ___________________________________________________________________________________\nDate of Birth: _____________________________________ Phone Number: _____________________________________________\nAddress (Street, City, State, & Zip Code): __________________________________________________________________________\nI hereby authorize Saratoga Hospital and its affiliates to disclose or permit use of health information, as described below, concerning\nthe above named individual. I understand that federal and state law offer special protection for information relating to sexually transmitted disease, acquired immunodeficiency syndrome (AIDS), or the human immunodeficiency virus (HIV). Similar protections\nexist for information about behavioral or mental health services, and treatment for alcohol and drug abuse. I understand that, if\nthe health information covered by this authorization contains such information, I am waiving those protections in this instance by\nvoluntarily authorizing use or disclosure of the health information.\nThe undersigned hereby authorizes Saratoga Hospital to disclose my individual health information as described below. (Check one)\n\n Copy of record\n\n Review Record\n\nThe type and amount of information to be used or disclosed is as follows: Date(s) of visit: ___________________________________\nSummary\n\nLaboratory Results*\n\nRadiology Reports\n\nRadiology Films\n\nOperative Report\n\nDischarge Summary\n\nHistory and Physical\n\nEmergency Record\n\nMental Health\n\nOther: _____________________________________________________________________________\n\nDISCLOSE TO: ______________________________________________________________________________________________\nADDRESS: _________________________________________________________________________________________________\nREASON/PURPOSE: _________________________________________________________________________________________\nCheck One:\n\n Pick-up\n\n By Mail\n\n Email\n\n By Fax, Fax #: _______________\n\n Other: _________________\n\nI understand that I have a right to revoke this authorization at any time. I understand that if I revoke this authorization I must do so in\nwriting and present my written revocation to the health information management department. I understand that the revocation will not\napply to information that has already been released in response to this authorization. Unless otherwise revoked, this authorization will\nexpire on ____________________. If I fail to specify an expiration date, event or condition, the authorization will expire in 90\ndays. I understand that the revocation will not apply to my insurance company when the law provides my insurer with the right to\ncontest a claim under my policy. I understand that once the above information is disclosed, it may be re-disclosed by the recipient and\nthe information may not be protected by federal privacy rules or New York law. I understand authorizing the use or disclosure of the\ninformation identified above is voluntary. I understand that I can refuse to sign this authorization and that my refusal to sign will not\naffect my ability to obtain treatment. I understand the fee for copies of my medical record is $0.75 cents per page. This fee will\nbe waived if the records are being sent to another physician or for continuing treatment.\nIf I am authorizing the release of HIV-related information, recipient is prohibited from re-disclosing such information without my\nauthorization unless permitted to do so under federal or state law. I understand that I have the right to request a list of people who may\nreceive or use my HIV-related information without authorization. If I experience discrimination because of the release or disclosure of\nHIV-related information, I may contact the New York State Division of Human Rights at (212) 480-2493 or the New York City\nCommission of Human Rights at (212) 306-7450. These agencies are responsible for protecting my rights.\n_________________________________________________\nSignature of Patient or Legal Representative\n\n_____________________________________\nDate / Time\n\n_________________________________________________\nIf Signed by Legal Representative, Relationship to Patient\n\n_____________________________________\nDate / Time\n\n_________________________________________________\n______________________________________\nSignature of Witness\nDate / Time\n***************************************************** SARATOGA HOSPITAL USE ONLY*********************************************************\n_________________________________________________\n______________________________________\nSignature of Staff Disclosing Information / Title\nDate / Time Completed\nPhoto ID verified - Initials: _______________\n\nMedical Record Number: ________________________________________\n\nPlease Note: If these records are covered under Federal confidentiality rules (42 CFR Part 2), this rule prohibits you from making any further disclosure of this information\nunless further disclosure is expressly permitted by the written consent of the person to whom it pertains or as otherwise permitted by 42 CFR Part 2. A general authorization\nfor release of medical or other information is NOT sufficient for this purpose. The Federal rules restrict any use of the information to criminally investigate or prosecute any\nalcohol or drug abuse patient.\n\nForm 4202 (2/17, Rev 3/20) Saratoga Hospital, Inc.\n\n\f",
  "full_text_chars": 5566,
  "fillable_field_count": 37,
  "fillable_field_names": [],
  "font_count": 9,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
