{
  "filename": "form-1.pdf",
  "file_size_bytes": 93854,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "AUTHORIZATION TO RELEASE PROTECTED HEALTH\nINFORMATION FROM GHC-SCW\n1. PATIENT INFORMATION\nName – Last, First MI\n\nStreet Address\n\nCity\n\nState\n\nMedical Record/Member #\n\nDate of Birth (MM/DD/YYYY)\n/\n\nZip\n\nPhone number\n\n/\n\n2. RELEASED FROM:\n\n3. DISCLOSED TO:\n\nGroup Health Cooperative of South Central Wisconsin (GHC-SCW)\nATTN: Release of Information Department\n5249 E Terrace Dr\nMadison, WI 53718\nPhone: (608) 441-3500\nFax: (608) 441-3499\nE-mail completed authorization to: ghcroi@ghcscw.com\n\nName of Pr",
  "full_text": "AUTHORIZATION TO RELEASE PROTECTED HEALTH\nINFORMATION FROM GHC-SCW\n1. PATIENT INFORMATION\nName – Last, First MI\n\nStreet Address\n\nCity\n\nState\n\nMedical Record/Member #\n\nDate of Birth (MM/DD/YYYY)\n/\n\nZip\n\nPhone number\n\n/\n\n2. RELEASED FROM:\n\n3. DISCLOSED TO:\n\nGroup Health Cooperative of South Central Wisconsin (GHC-SCW)\nATTN: Release of Information Department\n5249 E Terrace Dr\nMadison, WI 53718\nPhone: (608) 441-3500\nFax: (608) 441-3499\nE-mail completed authorization to: ghcroi@ghcscw.com\n\nName of Provider/Organization/Individual/Other\n\nStreet Address\n\nCity\n\nState\n\nZip\n\n4. PURPOSE OF THIS DISCLOSURE:\nTransferring Care/Continuity of Care (Customary to release up to 2 years of most recent information)\nInsurance Application\n\nDisability Determination\n\nPersonal Use\n\nOther: (Specify)\n\nPayment of Claims/Benefits\nPaper OR\n\n5. INFORMATION TO BE DISCLOSED & FORMAT:\nDate Range:\nOffice Visits\nPT/OT\n\n/\n\nMM\n\nDD\n\n/\n\nto\n\nYYYY\n\nImmunization Records\n\nComplementary Medicine\n\n/\n\nMM\n\nEye Care Notes\nLab Reports\n\nDD\n\n/\n\nDVD --\n\nLegal Use\n\nMyChart (Personal requests only)\nMedical Imaging Requests\n\nYYYY\n\nRadiology Notes\nMedication List\n\nHatchery Hill Clinic\n3051 Cahill Main\nFitchburg, WI 53711\nFax: (608) 661-7210\nCall: (608) 661-7354\n\nRadiology Reports\nProcedures\n\nSpecific information pertaining to:\n\nFederal and state laws require special permission to release certain information. Check applicable boxes to authorize release:\nMental Health\n\nAlcohol/Drug Use\n\nDevelopmental Disabilities\n\nAIDS/HIV\n\n6. MY RIGHTS REGARDING THIS AUTHORIZATION\nRight to inspect or receive a copy of the health information to be used or disclosed: I understand that I have the right to inspect or receive a copy of\nthe health information I have authorized to be used or disclosed.\nRight to receive a copy of this authorization: I understand that if I agree to sign this authorization, which I am not required to do, I may request a signed\ncopy of the form.\nRight to refuse to sign this authorization: I understand that I am under no obligation to sign this form and that the person(s) and/or organization(s) listed\nabove who I am authorizing to use and/or disclose my information may not condition treatment, payment, enrollment in a health plan or eligibility for\nhealthcare benefits on my decision to sign this authorization.\nRight to revoke this authorization: I understand that written notification is necessary to revoke this authorization. To obtain information on how to\nrevoke my authorization or to receive a copy of my withdrawal, I may contact GHC-SCW. I am aware that my revocation will not be effective to uses\nand/or disclosures of my health information that the person(s) or organization(s) listed above have already made in reference to this authorization.\nGHC-SCW will not condition treatment on the completion of this authorization. I understand that information used or disclosed pursuant to this authorization may be subject to re-disclosure by the recipient.\nFurther Disclosure: I understand that, if the persons or organizations I am authorizing to receive and/or use the protected health information are not\nsubject to federal health information privacy laws, they may further disclose the protected health information and it may no longer be protected by\nfederal health information privacy laws. I understand that this information may be released electronically.\n/\n/\nEXPIRATION DATE: This authorization is effective for one (1) year from the date signed unless otherwise indicated.\nMM\nDD\nYYYY\n\nSignature of Patient or Legal Representative\n\nDate:\n\nRelationship:\nPatient is:\n\nLegal Authority:\nMinor\n\nIncompetent/Incapacitated\n\nDeceased\n\nMM\n\n/\n\nDD\n\n/\n\nYYYY\n\nLegal Guardian\n\nSpouse of Deceased\n\nHealth Care Agent\n\nPersonal Representative\n\nOther:\nPhotocopy is valid as original.\n\nForm Authorization: CL.HIM.031\n\nMK20-33-1(7.24)F\n\n\fInstructions and Important Disclosure Information: Below you will find instructions for completion of this form, important\n\ninformation about your privacy rights, how we ensure your information is collected, used and disclosed in accordance with applicable\nlaws and policies and our pledge to ensure and protect your privacy in this process. Patients may submit complaints about this\nprocess at any time by contacting the GHC-SCW Privacy Officer or the HIM Manager.\n1.\n\nPrint patient’s name, address, phone number, date of birth and medical record (GHC-SCW) number.\n\n2.\n\nConfirm authorization relates to GHC-SCW records. GHC-SCW may be prohibited from disclosure of records pertaining to other\nhealth care providers.\n\n3.\n\nPrint the name and address of the organization or individual to whom you wish to release records.\n\n4.\n\nCheck the box indicating the purpose of this disclosure.\n\n5.\n\n(a) Insert the date range for which you are requesting release of records; (b) Check the box(es) indicating the format in which\nthe records should be disclosed (e.g. paper, DVD or MyChart (only available for patients with an active MyChart account)) and\n(c) Specific description of records you are disclosing (e.g. only immunization records and lab reports. Note that additional\nauthorization is required for mental health, alcohol/drug use/ developmental disabilities and AIDS/HIV (you must check the\nappropriate box if you want this information disclosed) and requests for Radiology Films must be directed to another GHC-SCW\nlocation.\n\n6.\n\n(a) Carefully review your rights regarding this authorization (e.g. your right to revoke); (b) The form must be signed by the\nauthorized individual with legal authority to submit the request. If an individual other than the patient signs the form, the\nrelationship and additional details about the nature of this relationship must be provided; (c) Legal court documentation may be\nrequired prior to processing the request and GHC-SCW will act process future requests acting on the most recent document\navailable in the GHC-SCW record; (d) Unless you specifically provide an expiration date, GHC-SCW will release information\npertinent to this authorization for a period of one year from the signature date; (e) Provide the signature of authorized individual.\n(f) Electronic signatures will not be accepted.\n\n7.\n\nSubmit the completed form to GHC-SCW using one of the following options: (a) Mail the form via USPS to the address provided\non this form; (b) Fax the form to the fax number provided on this form; (c) E-Mail the completed form as a PDF attachment to\nghcroi@ghcscw.com; (note use of e-mail is considered an unsecured transmission); (d) Drop form off in person at the clinic of\nyour choice or ROI\n\n8.\n\nGHC-SCW upholds the patient’s right to authorize or deny release of protected health information (PHI) beyond uses for\ntreatment, payment or health care operations.\n\n9.\n\nThis authorization has been reviewed by GHC-SCW staff that carefully screen what PHI is and is not authorized for disclosure\nunder applicable federal and state laws and regulations and in accordance with the Designated Record Set (Legal Medical\nRecord) Policy. It is integrated into the medical record for permanent storage. Copies are available to the patient upon request.\n\n10.\n\nWhile GHC-SCW acknowledges that disclosure of PHI to plan sponsors and employer groups without certification that the plan\nsponsor’s documents have been amended properly and the necessity to adhere to these and all stipulations of the law, it is our\npolicy to process such requests only for the purpose of enrollment and dis-enrollment transactions or with valid patient consent.\n\n11.\n\nGHC-SCW has processes in place to identify, report and improve protections in the event of an impermissible disclosure of PHI.\n\n12.\n\nThis authorization provides structure for routine use and disclosure of PHI, our use of authorizations, how information is used\nand accessed with appropriate protections in place for the internal protection of oral, written and electronic PHI.\n\n13.\n\nGHC-SCW maintains policies governing the patient’s right to access, request restrictions, request amendments, request an\naccounting of disclosure and the provision and continuing availability of the Notice of Privacy Practices.\n\nOffice Use Only\n1.\n\nIdentification:\nDriver’s License confirmed\nOther form of ID confirmed (please specify):\n\n2.\n\nConfirmation and processing of proper authority, if applicable, verified by:\nPower of Attorney for Health Care or Durable Power of Attorney\nLegal Guardianship, Custody/Placement Orders, Death Certificate, Emancipated Minor\nOther, please specify\n\n3.\n\nOther steps taken to confirm authenticity of authorization:\n\n4.\n\nDocumentation confirmed may be photocopied and integrated into the GHC-SCW medical record (e.g. driver’s license)\n\n5.\n\nSpecific information disclosed (check all that apply):\n\nRequest Processed By:\nPhotocopy is valid as original.\n\nCD\n\nMicrofilm\n\nPaper\n\nEpicCare\n\nOther:\n\nDate Completed:\nForm Authorization: CL.HIM.031\n\nMK20-33-1(7.24)F\n\n\f",
  "full_text_chars": 8873,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 5,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
