{
  "filename": "form-1.pdf",
  "file_size_bytes": 321683,
  "page_count": 3,
  "has_text_layer": true,
  "text_preview": "Patient Authorization to Disclose, Release, and/or Obtain Protected Health Information\nRecent medical records are available via MyChart for immediate download without filling out this form. See page 3 for more information.\n\n1. Patient Information\nName – Last, First, MI\n\nBirthdate\n\nPhone\n\nStreet Address\n\nCity\n\nState\n\nEmail Address\n\nFormer Name(s)/Alias\n\n2. Purpose of Request\n\n Attorney\n Provider\n\n3. Facilities to Release Records\n Harborview Medical Center & Clinics\n UW Medical Center & Clinic",
  "full_text": "Patient Authorization to Disclose, Release, and/or Obtain Protected Health Information\nRecent medical records are available via MyChart for immediate download without filling out this form. See page 3 for more information.\n\n1. Patient Information\nName – Last, First, MI\n\nBirthdate\n\nPhone\n\nStreet Address\n\nCity\n\nState\n\nEmail Address\n\nFormer Name(s)/Alias\n\n2. Purpose of Request\n\n Attorney\n Provider\n\n3. Facilities to Release Records\n Harborview Medical Center & Clinics\n UW Medical Center & Clinics—Montlake\n\n Insurance\n Personal\n\nZip\n\n PFMLA\n Other (specify) ____________________________\n\n UW Medical Center & Clinics—Northwest\n UW Medicine Primary Care\n\n UW Physicians\n\nProvider/Clinic (Please send this form directly to non-UW Providers): _____________________________________________________________\nAddress: ___________________________________________________________________ Phone: _______________ Fax: _______________\n\n4. Recipient of Records (e.g., Insurance Company, Attorney, Physician, Patient)\nName\n\nAttention To\n\nStreet Address\n\nPhone\n\nFax\n\nEmail\n\nCity\n\nState\n\nZip\n\n5. Records to be Disclosed: Date Range: _________ to _________ OR  Most Recent 2 Years (default if no dates listed)\n Medical Records\n Billing Records\n Immunizations\n Radiology Images\n Clinic Notes\n Labs and Pathology\n Procedures\n Radiology Reports\n Other (please specify): _______________________________________________________________ _____________________\n AND/OR: I authorize VERBAL COMMUNICATION ONLY about my medical history and care.\nThis authorization permits UW Medicine to release information related to sexually transmitted diseases, HIV/AIDS/AIDSrelated illnesses, behavioral or mental health services, and treatment for alcohol and drug abuse.\n*Optional* Please check below if you would like medical records from these units released. Medical records directly\nrelated to your care from these units are excluded by default, but some information may be released even if you do\nnot make a selection if referenced elsewhere in your chart. This section does not apply to billing records.\n Sexual Assault Nurse Examination Records\n Living Donor Records\n\n Harborview Abuse and Trauma Center Records\n Hall Health Mental Health Records\n\n6. Format for Records: If verbal communication only, skip this item.\n CD/DVD (required PDF viewer)\n Paper\n MyChart\n\nNOTE: Radiology Images are on CD, and require DICOM viewer.\n\n USB/Thumb Drive\n\n Email (see page 3)\n\n7. This authorization is in effect until ___________ (date) OR when the following event occurs: _____________________\n(If no date/event is provided, the authorization will be valid for three years from the signature date. Authorizations to disclose your information to\nan employer or financial institution may only be effective for one year.)\n\nBy signing the above page, I acknowledge that I have read and agree to the terms on both sides of this form.\nSignature (Patient or Person Authorized to Give Authorization)\n\nDate\n\nIf Signed by Person Other Than Patient, Provide Printed Name, Reason, Relationship to Patient, Description of Their Authority\nUW Medicine\n\nAUTHORIZATION TO DISCLOSE/OBTAIN PHI\nPage 1 of 2\nPLACE PATIENT LABEL HERE\n\nWHITE – MEDICAL RECORD\nCANARY – PATIENT\n\nV.2512 | CONTENT LAST APPROVED DEC 25\n\n\fPatient Authorization to Disclose, Release or Obtain Protected Health Information\nMinors: A minor patient’s signature is required in order to release the following information: (1) conditions relating to\nthe minor’s reproductive care; (2) sexually transmitted diseases (if age 14 and older); (3) alcohol and/or drug abuse and\nmental health conditions (if age 13 and older).\nPatient Rights: I understand I do not have to sign this authorization in order to obtain healthcare benefits (treatment,\npayment, or enrollment). I may revoke this authorization at any time except to the extent already relied upon by sending a\nrequest in writing to UW Medicine Compliance Office Box 358049, Seattle, WA 98195. I understand that once the health\ninformation I have authorized to be disclosed reaches the noted recipient, it may no longer be protected under privacy laws\nand it may be re-disclosed.\nI understand I have the following rights to:\n• Inspect or to receive a copy of my protected health information\n• Receive a copy of this signed form\n• Refuse to sign this form for authorization to disclose or release my protected health information\nI also understand UW Medicine will not base treatment or payment decisions on receipt of this signed authorization,\nexcept in these cases: (1) UW Medicine may condition research-related treatment on my signing or my providing an\nauthorization for the use or disclosure of my information for such research or (2) UW Medicine may condition the\nprovision of healthcare that is just for the purpose of creating protected health information for disclosure to a third\nparty on my signing or my providing an authorization for the disclosure of the health information to such third party. An\nexample of this is when a non-UW employer contracts with UW Medicine to conduct TB testing for purposes of\nemployee health screening.\nThis authorization form can be sent to us by postal mail, email, or fax.\nHarborview Medical Center and Clinics\nUW Medical Center and Clinics—Montlake\nUW Medical Center and Clinics—Northwest\nUW Medicine Primary Care\nUW Physicians\nHusky Health Center (formerly Hall Health Center)\nMail: Enterprise Records and Health Information\nBox 354914\n1959 N.E. Pacific St.\nSeattle, WA 98195\nFax: (206) 744-9997\nPhone: (206) 744-9000\nEmail: uwmedroi@uw.edu\n\nRequest for Billing Records\nMail: Patient Accounts & Support Services\n7527 63rd Ave. NE—Building 5C\nSeattle, WA 98115\nPhone: (206) 520-0400 or (800) 520-0400\nEmail: passroi@uw.edu\n\nUW Medicine\n\nAUTHORIZATION TO DISCLOSE/OBTAIN PHI\nPage 2 of 2\nPLACE PATIENT LABEL HERE\n\nWHITE – MEDICAL RECORD\nCANARY – PATIENT\n\nV.2512 | CONTENT LAST APPROVED DEC 25\n\n\fInstructions for Completing\nPatient Authorization to Disclose, Release or Obtain Protected Health Information\nItem #1 (Patient Information): The name, former name(s) and alias (if any), full address, birthdate, phone number and email\naddress of the patient.\nItem #2 (Purpose): Indicate any and all purposes for the disclosure.\nItem #3 (Facilities to release records) Identify the facilities who hold the health records that are to be released. Select one or\nmore checkboxes and specify a campus such as Harborview, UWMC Montlake Campus, UWMC Northwest Campus, or UW\nPrimary Care Clinics and/or clinic(s) (if desired) in the free text box.\nItem #4 (Recipient of Records): Identify the specific person(s) or class(es) of persons who will receive the information.\nItem #5 (Records to be disclosed): Note: All selections potentially include verbal communication about the records disclosed.\nChoose what information is permitted for disclosure.\n• Select “Most Recent 2 Years” or specify the date range of records to be released. If no selection is noted, records from\nthe most recent 2 years will be released.\n• The “VERBAL COMMUNICATION ONLY” option can be used to permit conversations with designated person(s)\nidentified in item #4.\n• If no selection is made in the “Optional” box, records from those units will not be released.\nItem #6 (Format for Records): Indicate format(s) desired. If email is selected, the patient understands and accepts the\npotential risks of email communication. Emails are subjected to file size restrictions. For more information about the risks of\nemail, visit https://www.uwmedicine.org/about/policies-and-notices/email-risk.\nItem #7 (Expiration): If an event is specified, the event must be one that is related to the patient (example - termination of\npatient’s treatment, patient’s death) or to the purpose for the authorization (e.g., if the authorization is for disability\ndetermination, the authorization might end when the determination has been finalized). Ordinarily, a specific date is\npreferable.\nCompleteness: The recipient will be provided a copy of records that were requested as of the date of your authorization.\nThese records will be generated from the Legal Medical Record which in some instances involves a hybrid record which may\ncontain some paper as well as medical information from multiple electronic health record systems. Because electronic health\ninformation is being created and generated in real time by multiple users, we do our best to ensure the records released\ncontain all the documentation entered by the clinicians involved in the patient’s care. If you believe you did not receive all of\nthe information requested, please contact the Health Information Department.\nSignatures: In general, a patient aged 18 or older has legal authority to sign this form. For patients younger than 18, generally\nthe patient’s parent or legal guardian must sign on behalf of the patient. However, Washington State law has exceptions to\nthese general rules. For example, the patient is permitted to sign this form regardless of age for disclosures about their\nreproductive health; patients aged 14 or older may authorize disclosure of HIV test results; and patients aged 13 or older may\nauthorize disclosure of outpatient mental health treatment.\nFor deceased patients, this form may be signed by the patient’s surviving spouse or personal representative (for example,\nadministrator or executor of the estate).\nAll individuals signing for use or disclosure of medical information on behalf of a patient must state their relationship to the\npatient and may be required to provide proof of legal authority to permit the use or disclosure of the medical information.\nNOTE: Recent medical records are available via MyChart for immediate download without filling out this form. Please go to\nhttps://www.uwmedicine.org/mychart for information and instructions. To request records not available via MyChart there is\nan electronic form you can complete within MyChart as an alternative to this paper form.\n\n\f",
  "full_text_chars": 9976,
  "fillable_field_count": 61,
  "fillable_field_names": [],
  "font_count": 10,
  "embedded_image_count": 4,
  "is_image_only_scan": false
}
