{
  "filename": "form-2.pdf",
  "file_size_bytes": 122028,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Authorization for Release of Information\nPatient Name:\n\nDate of birth:\n\nPrevious Name:\nMy Authorization: I give my permission for the physician/entity listed below to disclose my health care information consistent\nwith this authorization:\nDoctor’s Name:\nAddress:\nCity, State, Zip:\nYou may use or disclose the following health care information (check all that apply):\nAll health care information in my medical record\nHealth care information in my medical record relating to the following treatment or ",
  "full_text": "Authorization for Release of Information\nPatient Name:\n\nDate of birth:\n\nPrevious Name:\nMy Authorization: I give my permission for the physician/entity listed below to disclose my health care information consistent\nwith this authorization:\nDoctor’s Name:\nAddress:\nCity, State, Zip:\nYou may use or disclose the following health care information (check all that apply):\nAll health care information in my medical record\nHealth care information in my medical record relating to the following treatment or condition:\n__________________________________________________________________________________________\nHealth care information in my medical record for the date(s):\nOther (e.g., X-rays, bills), specify date(s):\nYou may use or disclose health care information regarding testing, diagnosis, and treatment for the sensitive health information\nbelow (check all that apply). If none of the above boxes are checked, no information related to the testing, diagnosis or treatment\nof the categories below will be disclosed pursuant to this authorization. I understand that if I want to authorize your use or\ndisclosure of this information later, I will be asked to sign another authorization.\nHIV (AIDS virus)\nPsychiatric disorders/mental health\nSexually transmitted diseases\nDrug and/or alcohol use\nYou may disclose this health care information to:\nName (or title) and organization: Western Washington Medical Group – GI Department\nAddress:\n4225 Hoyt Ave, Ste A\nCity:\nEverett State: WA\nZip:\n98203\nPhone: (425) 259-3122\nFax: (425) 252-9860\nReason(s) for this authorization (check all that apply):\nAt my request\nCheck only if for marketing purposes\nCheck only if WWMG will be paid or get something of value for providing health information for marketing purposes\nOther (specify)\nThis authorization ends: (This document does not permit disclosure of health information created more than 90 days after the date\nit is signed.)\nIn 90 days for the date signed\nOn (date):\nWhen the following event occurs:\n(No longer than 90 days from date signed)\n\nAuthorization for Release of Info\n\n01/01/2023\n\n\fI understand that I may change my mind and decide to cancel my authorization to use and disclose my health care information at\nany time. I understand that if I choose to revoke my authorization, I need to do it in writing by sending a letter to the person or\norganization listed above. I also understand that if I cancel this authorization, the information may have already been used or\ndisclosed before I changed my mind.\nI understand that I may refuse to sign this form, and that I do not need to sign it to receive treatment, for payment for health care\nservices to be made, or to enroll or be eligible for benefits. However, if research-related treatment is going to be provided, or if\nhealth care services are going to be provided solely for the purpose of providing health information to someone else and my\nsignature on this authorization is necessary to make such disclosures, I will not receive those health care services if I refuse to sign\nthis authorization.\nI understand that if the person or organization who receives information pursuant to this authorization is not a health care provider\nor health care provider or health plan covered by federal or state privacy laws, the information listed above could be re-disclosed by\nthem and will no longer be protected by those regulations.\nPatient or legally authorized individual signed\n\nDate\n\nPrinted name if signed on behalf of the patient\n\nRelationship\n\nTime\n\n***Note: there may be a charge for copying medical records, this service provided by an outside agency***\n\nAuthorization for Release of Info\n\n01/01/2023\n\n\f",
  "full_text_chars": 3657,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 4,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
