{
  "filename": "form-2.pdf",
  "file_size_bytes": 93843,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "Form 1989\n\nHospital #:\n\nADMIN – CONSENT TO RELEASE OF INFORMATION AND RIGHT OF ACCESS REQUEST\nUniversity of Iowa Health Care (UIHC)\nHealth Information Management Department, Release of Information Office, 200 Hawkins Dr., Iowa City, IA 52242\nTelephone: 319-356-1719; Fax: 319-356-3079 or 319-353-7944; Email: him-consentform@uiowa.edu\n\nPatient legal name:\n\nBirth date:\n\nComplete mailing address:\nList any previous names (maiden, married, legal changes):\nSend UIHC information to:\n\nMyself at the addre",
  "full_text": "Form 1989\n\nHospital #:\n\nADMIN – CONSENT TO RELEASE OF INFORMATION AND RIGHT OF ACCESS REQUEST\nUniversity of Iowa Health Care (UIHC)\nHealth Information Management Department, Release of Information Office, 200 Hawkins Dr., Iowa City, IA 52242\nTelephone: 319-356-1719; Fax: 319-356-3079 or 319-353-7944; Email: him-consentform@uiowa.edu\n\nPatient legal name:\n\nBirth date:\n\nComplete mailing address:\nList any previous names (maiden, married, legal changes):\nSend UIHC information to:\n\nMyself at the address above unless noted below\n\nSafer Driver Solutions: 301 West North St, Richland, IA 52585\nFormat of information to be released:\nElectronic (circle): CD / USB drive / MyChart\nFax:\n\nVerbal\n\n877-908-0320\n\nEmail:\n\nTo file only\n\nPaper\n\noffice@saferdriver.net\n(Email is not a secure means of communication)\n\nInformation to be released (will be from the previous two years unless specified below):\nSummary of record\nImmunization record\nPathology slides\nBilling information\nLaboratory results\nPsychotherapy notes\nDischarge notes\nOffice visit notes\nRadiology images\nEmergency notes\nOperative/Procedure reports\nRadiology reports\nHistory and physical\nPathology reports\nTest results (EKG, PFT, EMG, etc.)\nOther:\nDate(s):\n\nto\n\nReason for release:\n■ Rehab/disability\n\nInsurance\n\nand/or Department/Provider:\n\nLegal\n\nPersonal\n\nMedical\n\nOther:\n\nThis consent is voluntary. If I cancel this consent at a later date, I must send written notification to the Director of Health\nInformation Management at the above address. If this consent is cancelled, I understand that information may have been\nreleased prior to the cancellation, and that action would not be considered a breach of confidentiality. I also acknowledge\nthat: 1) recipients of this information may possibly re-release the information without proper authorization, and 2) once\ninformation is disclosed it may no longer be protected by federal privacy regulations. I understand that I may review the\ndisclosed information or ask questions by contacting the Director of Health Information Management at the above address. I\nhave been offered a copy of this authorization. I understand there may be a charge for this information.\nUIHC does not require completion of this form as a condition of evaluation or treatment. However, when the requested\nevaluation or treatment is solely for the purpose of creating a medical report for a third party, if authorization to release the\ninformation to that third party is not provided, it may result in the cancellation of those services. I understand that the\ninformation may be released electronically, and may include information in the following categories unless I specifically deny\nthe release (check any category not to be released).\nSubstance abuse*\n\nMental health\n\nHIV-related information\n\nGenetic tests/info**\n\n*Information has been disclosed to you from records protected by federal confidentiality rules (42 CFR Part 2 prohibits unauthorized disclosure of these\nrecords). **Refers to genetic testing to screen for possible future health issues, does not refer to testing to diagnose or treat current health conditions.\n\nThis agreement allows release of past and future UIHC information and will expire 2 years from the date of signature, or as\nindicated (specify number of days or months) ___________________________ unless cancelled by the patient/guardian.\nUIHC will respond to this request within 30 days of receipt. If additional time is required, you will be notified of the extension.\nSignature:\n\nDate:\n(Patient or person legally authorized to consent for patient)\n\n(Printed name of legally authorized person signing)\n\n(Relationship of legally authorized person)\n\n(Witness signature, only required when patient or person legally authorized is physically unable to sign)\n\nInternal use only:\nRevised: 8-2021\n\nInitial if form has been processed and scanned into Epic under the HIM ROI Authorization document type.\n\n\f",
  "full_text_chars": 3913,
  "fillable_field_count": 50,
  "fillable_field_names": [],
  "font_count": 8,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
