{
  "filename": "form-1.pdf",
  "file_size_bytes": 130005,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "Form 1989\n\nHospital #:\n\nADMIN – CONSENT TO RELEASE OF INFORMATION AND RIGHT OF ACCESS REQUEST\nUniversity of Iowa Health Care (UI Health Care)\n\nHealth Information Management Department, Release of Information Office, 200 Hawkins Dr., HSSB Ste. 100, Iowa City, IA 52242\nTelephone: 319-356-1719; Fax: 319-356-3079 or 319-353-7944; Email: him-consentform@uiowa.edu\n\nPatient legal name:\n\nBirth date:\n\nComplete mailing address:\nList any previous names (maiden, married, legal changes):\nSend UI Health Care ",
  "full_text": "Form 1989\n\nHospital #:\n\nADMIN – CONSENT TO RELEASE OF INFORMATION AND RIGHT OF ACCESS REQUEST\nUniversity of Iowa Health Care (UI Health Care)\n\nHealth Information Management Department, Release of Information Office, 200 Hawkins Dr., HSSB Ste. 100, Iowa City, IA 52242\nTelephone: 319-356-1719; Fax: 319-356-3079 or 319-353-7944; Email: him-consentform@uiowa.edu\n\nPatient legal name:\n\nBirth date:\n\nComplete mailing address:\nList any previous names (maiden, married, legal changes):\nSend UI Health Care information to:\nName and/or facility:\nComplete mailing address:\nFormat of information to be released (check):\nElectronic (circle): CD / USB drive / Email:\n\n(Email is not a secure means of communication)\n\nFax:\nPaper\nVerbal\nNo records needed at this time, to file only\nInformation to be released, will be from the previous two years unless specified below (check):\nSummary of record\nHistory and physical\nPathology reports\nAllergy list\nImmunization record\nPsychotherapy notes\nBilling information\nLaboratory results\nRadiology images\nDischarge notes\nOffice visit notes\nRadiology reports\nEmergency notes\nOperative/Procedure reports\nTest results (EKG, PFT, EMG, etc.)\nFormerly Corridor OB GYN\nFormerly Mercy Clinics’ records\nFormerly Mercy Hospital records\nOther:\nDate(s):\n\nand/or Department/Provider:\n\nto\n\nReason for release (check):\nInsurance\nLegal\n\nMedical\n\nPersonal\n\nRehab or Disability\n\nOther:\n\nThis consent is voluntary. If I cancel this consent at a later date, I must send written notification to the Director of Health\nInformation Management at the above address. If this consent is cancelled, I understand information may have been\nreleased prior to the cancellation, and that action would not be considered a breach of confidentiality. I also acknowledge: 1)\nrecipients of this information may possibly re-release the information without proper authorization, and 2) once information is\ndisclosed it may no longer be protected by federal privacy regulations. I understand I may review the disclosed information\nor ask questions by contacting the Director of Health Information Management at the above address. I have been offered a\ncopy of this authorization. I understand there may be a charge for this information.\nUI Health Care does not require completion of this form as a condition of evaluation or treatment. However, when the\nrequested evaluation or treatment is solely for the purpose of creating a medical report for a third party, if authorization to\nrelease the information to that third party is not provided, it may result in the cancellation of those services. I understand that\nthe information may be released electronically and may include information in the following categories unless I specifically\ndeny the release (check any category not to be released).\nSubstance use*\nMental health\nHIV-related information\nGenetic tests/info**\n*Information has been disclosed to you from records protected by federal confidentiality rules (42 CFR Part 2 prohibits unauthorized disclosure of these\nrecords). **Refers to genetic testing to screen for possible future health issues, does not refer to testing to diagnose or treat current health conditions.\n\nThis authorization allows release of past and future UI Health Care information and will expire three years from the date of\nsignature, or as indicated (specify number of days or months not to exceed five years) _________________________ unless\ncancelled by the patient or person legally authorized. UI Health Care will respond to this request within 30 days of receipt. If\nadditional time is required, you will be notified of the extension. If this consent is completed electronically, it is as valid as if\nyou signed the consent in writing and authorize the release of medical information.\nSignature:\n\n(Patient or person legally authorized to consent for patient)\n(Printed name of patient or legally authorized person signing)\n\nDate:\n\nTime:\n\n(Relationship to patient or legally authorized person)\n\nUI Health Care use only (check one):\nNo action is needed. Form must be filed under HIM ROI Authorization document type.\n\nRecords need to be released. Form must be forwarded to him-consentform@uiowa.edu or routed to HIM RELEASE OF\nINFORMATION pool.\n\nRevised: 5-2024\n\n\f",
  "full_text_chars": 4233,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 4,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
