{
  "filename": "form-2.pdf",
  "file_size_bytes": 109376,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "LRH PHYSICIANS GROUP\nRELEASE/AUTHORIZATION FORM\nPATIENT\n\nINSURANCE\n\nNAME\n\nCOMPANY NAME\n\nADDRESS\nCITY\n\nGROUP\nSTATE\n\nZIP\n\nGroup #\n\nPATIENT PHONE\n\nEMPLOYER\n\nEMPLOYER PHONE\n\nDOB\n\nSUBSCRIBER\n\nPHYSICIAN\n\nPOLICY #\n\nDOB\n\nThe undersigned being the patient and/or guaranteeing party in connection with this account, HEREBY AGREES TO THE FOLLOWING:\n1. AUTHORIZATION TO DISCLOSE AND RECEIVE INFORMATION: The undersigned hereby authorizes Lakeland Regional Health Systems,\nInc. d/b/a Lakeland Regional Health Phys",
  "full_text": "LRH PHYSICIANS GROUP\nRELEASE/AUTHORIZATION FORM\nPATIENT\n\nINSURANCE\n\nNAME\n\nCOMPANY NAME\n\nADDRESS\nCITY\n\nGROUP\nSTATE\n\nZIP\n\nGroup #\n\nPATIENT PHONE\n\nEMPLOYER\n\nEMPLOYER PHONE\n\nDOB\n\nSUBSCRIBER\n\nPHYSICIAN\n\nPOLICY #\n\nDOB\n\nThe undersigned being the patient and/or guaranteeing party in connection with this account, HEREBY AGREES TO THE FOLLOWING:\n1. AUTHORIZATION TO DISCLOSE AND RECEIVE INFORMATION: The undersigned hereby authorizes Lakeland Regional Health Systems,\nInc. d/b/a Lakeland Regional Health Physicians Group (LRHPG) to release and obtain information from insurance carriers listed in the\npatient’s record or any insurance carrier represented as contractually responsible for payment in whole or in part of the patient’s\nhealth care bill and such diagnostic and therapeutic information and records (including any treatment or testing for mental illness,\nalcohol abuse, drug abuse, or HIV/AIDS) as may be necessary to determine benefits entitlement and to process payment claims for\nhealth care provided to the above-named patient. This authorization shall be valid only for the period of time necessary to actually\nprocess payment claims pertaining to the patient, but in any case shall cease to be valid 18 months from this date.\nI authorize LRHPG, its business associates, any healthcare providers who provide care to me and their business associates (a) to\ncontact me by telephone (including wireless or cellular phone) using any telephone number I have provided or is associated with\nmy record, which could result in a charge to me, and (b) that such contact may be through the use of automated dialing technology\nand/or pre-recorded messages. I also authorize release of medical and financial information for ongoing care, payment/billing\npurposes, quality assurance and other health care operations to my personal physician or to any healthcare providers, agencies and\nprofessionals who attend to me during my care or cooperate with LRHPG in the treatment process. I further authorize the release of\ndiagnostic and therapeutic information and records (including any treatment or testing for mental illness, alcohol abuse, drug abuse,\nor HIV/AIDS) to Lakeland Regional Medical Center Foundation, Inc. to be used only for its educational, scientific, and charitable\npurposes in support of LRHPG. I understand that the above authorizations are subject to revocation except to the extent that action\nhas been taken in reliance thereon.\nI consent to receiving text messages from LRHPG about my medical care to the phone number provided above. I acknowledge that\nI can unsubscribe at any time by replying “STOP” to a text message received from LRHPG, and that such messages could result in a\ncharge to me.\n2. IRREVOCABLE ASSIGNMENT FOR INSURANCE BENEFITS AND APPOINTMENT OF AUTHORIZED REPRESENTATIVE. I assign to LRHPG\nall rights to any insurance and legal causes of action I may have which may result in recovery of insurance benefits, of any nature,\nwhether third party or otherwise, and I appoint LRHPG as an Authorized Representative for my Employee Benefits or ERISA qualified\nplan. This Assignment includes any and all Personal Injury Protection coverage (PIP), health, disability, liability coverage, selfinsurance, employment-based benefits, third party insurance coverage or any other insurance coverage. I authorize and direct any\ninsurance carrier, including third-party carriers or benefits administrator, responsible for payment in whole or in part of the patient’s\n(my) health care bill, to accept claims from, and to pay directly to LRHPG all the insurance or benefits or coverage otherwise payable\nto, or for, (me) the patient. I agree to forward to LRHPG all insurance, benefits, and other third-party payments that I receive for\nservices rendered to me immediately upon receipt. This assignment and appointment includes authorization for receipt of motor\nvehicle accident reports; and any and all legal remedies to include applications, determination of eligibility, claims and appeals for\nbenefits to enforce payment of the insurance or benefits proceeds. LRHPG is under no obligation to bring any action against any party.\nLRHPG may transfer this assignment at its discretion. Any waiver of this assignment, or appointment, must be in writing from an\nauthorized LRHPG representative.\n3. MEDICAID AUTHORIZATION. If Medicaid applies, I certify that I am a recipient of the Medicaid program, Title XIX, and request that\npayment of authorized benefits be made on my behalf and authorize LRHPG and my insurance carrier to make available to the Florida\nDepartment of Children and Families, and to give to or obtain from any health care facility or physician, any requested information\nconcerning medical, insurance and financial records relating to my treatment. I hereby certify all insurance shall be assigned to\nLRHPG.\n4. LIFETIME AUTHORIZATION FOR MEDICARE ASSIGNMENT AND AUTHORIZATION TO RELEASE INFORMATION: If Medicare applies, I\ncertify that the information given by me in applying for payment under Title XVIII of the Social Security Act is correct. I authorize any\nholder of medical or other information about me to release to or obtain from the Social Security Administration or its intermediaries\nor carriers any information needed for this or a related Medicare claim. I understand that this is a lifetime authorization. I request\nthat payment of authorized benefits be made in my behalf. I assign the benefits payable for services rendered by LRHPG, and its\nphysicians and providers; including payment for unpaid charges for certain physician consultations furnished by specialists, or\nby physicians for whom LRHPG is authorized to bill. I understand that I am responsible for any health insurance deductibles and\ncoinsurance.\nLAKELAND REGIONAL HEALTH\n\n*4cnt*\n\nLRH PHYSICIANS GROUP\nRELEASE/AUTHORIZATION FORM\nCONS00306 (05)\n\nLRH 03/20\n\nPage 1 of 2\n\n\f5. STATEMENT OF FINANCIAL RESPONSIBILITY: In consideration of treatment and services provided by LRHPG, the undersigned\nunconditionally guarantees payment of the account balance at discharge of the patient. LRHPG processes verified, assigned insurance\nclaims as a courtesy, but LRHPG’s effort to collect insurance proceeds does not affect the patient/undersigned’s responsibility for any\naccount balance. All uninsured balances remain payable at discharge. If it is necessary to refer this account for collection to enforce\nthese obligations, the patient and/or undersigned agrees to pay all collection expenses, including LRHPG’s reasonable attorney’s fees.\nThe proper venue for any legal action shall be in Polk County, Florida.\n6. AUTHORIZATION FOR MEDICAL AND/OR SURGICAL TREATMENT: I hereby authorize LRHPG and physician or physicians in charge\nof the care of me, or the above-named patient, to administer any treatment, to administer such anesthetics and medications, to\nperform such operations (including blood transfusions), to perform such laboratory procedures and tests (including but not limited\nto blood tests for HIV/AIDS), and to dispose of any tissues, body parts, or organs removed as he, she, or they deem necessary or\nadvisable in the diagnosis and treatment of this patient. I further direct LRHPG, its agents, and employees to follow the instructions\nand directions of the physician or physicians in charge of the care of the above-named patient. I am aware that the practice of\nmedicine and surgery is not an exact science and I acknowledge that no guarantees have been made to me as to the results of\ntreatments or examinations in LRHPG.\n7. NOTICE TO PATIENTS REFERRED BY OTHER PRACTITIONERS: In connection with your initial examination or consultation, Florida\nlaw gives you the right to decide to see a physician or any other licensed practitioner supervised by the physician. LRHPG utilizes\ntrained and licensed physician assistants (PAs) advanced practice registered nurses (APRNs), and certified nurse midwives (CNMs) to assist\nin the care of our patients. Our PAs, APRNs, and CNMs work closely with our physicians, and your initial examination or consultation\nby a PA, APRN, or CNM (if applicable) is reviewed and approved by one of our physicians. Throughout the course of your treatment,\nit is likely that you will be seen by one of our PAs, APRNs, or CNMs (if applicable) and you might be seen by one of our PAs, APRNs, or\nCNMs (if applicable) on your initial visit. You have the right to decide whether to see a PA, APRN, CNM (if applicable) or a physician on\nyour initial visit. Therefore, if you decline to be seen and/or treated by a PA, APRN, or CNM on your initial visit, please sign the space\nbelow.\n_________________________________________________________\n_______________________________________\nName \t\t\t\t\t\t\t\t\t\tDate/Time\n8. RELEASE OF RESPONSIBILITY FOR PERSONAL ARTICLES: No safe is available for outpatient services performed at LRHPG. I agree\nthat LRHPG shall not be liable for any loss of money or damage to my property. I will assume all responsibility for any property.\n9. ELECTRONIC HEALTH CARE RECORDS: Personal Health Record for your future health care needs. Lakeland Regional Health\nSystems, Inc. (LRHS) and LRHPG provide a free, secure, web-based method for patients to access portions of their medical records\n(Patient Portal). The Patient Portal allows you to take a more active role in managing your health care by safely and securely\nproviding you with access to your Protected Health Information (PHI). In addition, LRHS and LRHPG may participate in and transmit\nPHI into a global health record system that allows LRHPG, LRHS, affiliated entities, and associates to share PHI for your treatment.\nLRHS and LRHPG may also participate in various secure health information exchanges that facilitate access to your PHI by other\nhealth care providers to provide you with treatment. I acknowledge that my PHI, including records and other information regarding\nmy health history, treatment, hospitalization, clinical laboratory tests, and outpatient care (including any information relating to\nsensitive conditions including, but not limited to the following: drug, alcohol, or substance abuse; psychological, psychiatric or other\nmental impairments or developmental disabilities; sickle cell anemia; birth control and family planning; records which may indicate\nthe presence of a communicable disease or noncommunicable disease, including tests and records of HIV/AIDS, sexually transmitted\ndiseases or tuberculosis; and genetic diseases or tests) will be located in the secure Patient Portal and may be transmitted into a\nglobal health record system for purposes of my treatment, and only further released or shared with my authorization.\nI acknowledge that I have read pages 1 and 2 of this form, including the above numbered sections 1 through 9, and fully understand\nand agree to their contents.\n_____________________________________\t\t\t _______________________________\nPatient Printed Name\t\t\t\t\t\t\nGuarantor Printed Name\n_____________________________________ ______________\nPatient Signature\t\t\t\nDate/Time\n\n_______________________________\nGuarantor Signature\t\t\n\n_________________\nDate/Time\n\n_____________________________________ ______________\nWitness #1 Signature\t\t\t\nDate/Time\n\n_______________________________\nCo-Guarantor Signature\t\t\n\n_________________\nDate/Time\n\n_____________________________________ ______________\nWitness #2 Signature \t\t\t\nDate/Time\n\n_______________________________\nGuarantor Relationship to Patient\n\nLAKELAND REGIONAL HEALTH\nLRH PHYSICIANS GROUP\nRELEASE/AUTHORIZATION FORM\nCONS00306 (05)\n\nLRH 03/20\n\nPage 2 of 2\n\n\f",
  "full_text_chars": 11570,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 4,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
