{
  "filename": "form-2.pdf",
  "file_size_bytes": 26523,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "NATIVIDAD MEDICAL CENTER\nAUTHORIZATION FOR USE OR DISCLOSURE OF HEALTH INFORMATION\nCompletion of this document authorizes the disclosure and/or use of health information,\nabout you. Failure to provide all information requested may invalidate this Authorization.\nName of Patient: ____________________________________ Date of Birth: ____________\nAddress: ___________________________________________________________________\nTelephone Number: ________________________Social Security number: _____________",
  "full_text": "NATIVIDAD MEDICAL CENTER\nAUTHORIZATION FOR USE OR DISCLOSURE OF HEALTH INFORMATION\nCompletion of this document authorizes the disclosure and/or use of health information,\nabout you. Failure to provide all information requested may invalidate this Authorization.\nName of Patient: ____________________________________ Date of Birth: ____________\nAddress: ___________________________________________________________________\nTelephone Number: ________________________Social Security number: ______________\nUSE AND DISCLOSURE OF HEALTH INFORMATION\nI hereby authorize:\nNatividad Medical Center, 1441 Constitution Boulevard, Salinas, CA 93912-1611\nTo release to: _______________________________________________________________\nAddress: ___________________________________________________________________\n(Persons/Organizations authorized to receive the information) (Address: street, city, state, zip\ncode)\nThe following information:\na.\n\nAll health information pertaining to my medical history, mental or physical condition\nand treatment received – OR\nOnly the following records or types of health information (including any dates):\n___________________________________________________________________\n\nb.\n\nI specifically authorize release of the following records or types of (check as\nappropriate):\nMental health treatment information1\nHIV test results\nAlcohol/drug treatment information\nA separate authorization is required to authorize the disclosure or use of psychotherapy\nnotes.\n\nPURPOSE\nPurpose of requested use or disclosure:\nPatient request\nOther:\n___________________________________________________________________________\n1\n\nIf mental health information covered by the Lanterman-Petris-Short Act is requested to be released to a third party by the patient,\nthe physician, licensed psychologist, social worker with a master’s degree in social work or marriage and family therapist, who is\nin charge of the patient must approve the release. If the release is not approved, the reasons therefore should be documented. The\npatient could most likely legally obtain a copy of the record himself or herself and then provide the records to the third-party,\nhowever.\n\nPage 1 of 2\n\n\fEXPIRATION\nThis authorization expires [insert date]: __________________\nMY RIGHTS\nI may refuse to sign this Authorization. My refusal will not affect my ability to obtain\ntreatment or payment or eligibility for benefits.2\nI may inspect or obtain a copy of the health information that I am being asked to allow the\nuse or disclosure of.\nI may revoke this authorization at any time, but I must do so in writing and submit it to the\nfollowing address:____________________________________________________________\nMy revocation will take effect upon receipt, except to the extent that others have acted in reliance\nupon this Authorization.\nI have a right to receive a copy of this authorization.3\nInformation disclosed pursuant to this authorization could be re-disclosed by the recipient. Such\nre-disclosure is in some cases not protected by California law and may no longer be protected by\nFederal confidentiality law (HIPAA).\nIf this box\nis checked, the Requester will receive compensation for the use or disclosure of\n4\nmy information.\nSIGNATURE:\nDate: _________ Time: ___________ a.m./p.m.\nSignature: __________________________________________________________________\n(Patient/representative/spouse/financially responsible party)\nIf signed by someone other than the patient, state your legal relationship to the patient:\n___________________________________________________________________________\nWitness:___________________________________________________________________\n2\n\nIf any of the HIPAA recognized exceptions to this statement applies, then this statement must be changed to describe the\nconsequences to the individual of the refusal to sign the authorization when that covered entity can condition treatment, health plan\nenrollment, or benefit eligibility on the failure to obtain such authorization. A covered entity is permitted to condition treatment,\nhealth plan enrollment or benefit eligibility on the provision of an authorization as follows: (i) to conduct research-related\ntreatment, (ii) to obtain information in connection with the health plan’s eligibility or enrollment determinations relating to the\nindividual or for its underwriting or risk rating determinations, or (iii) to create health information to provide to a third party or for\ndisclosure of the health information to such third party. Under no circumstances, however, may an individual be required to\nauthorize the disclosure of psychotherapy notes.\n3\n\nUnder HIPAA, the individual must be provided with a copy of the authorization when it has been requested by a covered entity\nfor its own uses and disclosures (see 45 CF are section 164 or.50 8(D) (1), (each) (2)).\n4\n\nThe requester is to complete this section of the form.\n\nPage 2 of 2\n\n\f",
  "full_text_chars": 4903,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 6,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
