{
  "filename": "form-4.pdf",
  "file_size_bytes": 344105,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "AUTORIZACIÓN PARA EL USO Y DIVULGACIÓN DE INFORMACIÓN MÉDICA PROTEGIDA\n1\n\nNombre del paciente: ______________________________________________ Fecha de nacimiento: _____/ _____/ ______\nDirección:________________________________________________________________\nCiudad: ___________________________ Estado: _________ Código postal: _______ Teléfono: ______________________\n\n2\n\nMotivo de la solicitud de información:  Legal  Insurance  Personal  Seguimiento de la atención médica\n Otro ______________",
  "full_text": "AUTORIZACIÓN PARA EL USO Y DIVULGACIÓN DE INFORMACIÓN MÉDICA PROTEGIDA\n1\n\nNombre del paciente: ______________________________________________ Fecha de nacimiento: _____/ _____/ ______\nDirección:________________________________________________________________\nCiudad: ___________________________ Estado: _________ Código postal: _______ Teléfono: ______________________\n\n2\n\nMotivo de la solicitud de información:  Legal  Insurance  Personal  Seguimiento de la atención médica\n Otro ______________\nPor favor complete la siguiente sección, usando un formulario separado para cada remitente o destinatario del historial\nmédico. Este formulario puede usarse para registros del St. Charles Health System o registros de otros proveedores de\natención médica.\n\n4 Seleccione uno:  Remitente\nSeleccione uno:  Remitente  Destinatario\n Destinatario\n St. Charles Health Systems ((todos los centros) o;\n Mismo nombre y dirección que aparecen arriba  Otro\n St. Charles Bend hospital\nRemitente/destinatario Nombre:\n St. Charles Redmond hospital\n__________________________________________________\n St. Charles Madras hospita\n St. Charles Prineville hospital\nDirección: __________________________________________\n St. Charles Sage View\nCiudad: __________ Estado: _____ Código postal: _________\n St. Charles Center for Orthopedics and Neurosurgery\n St. Charles Medical Group: escriba el nombre de la(s) Teléfono: ___________________ Fax: ___________________\nNota: Solo se envían faxes a las oficinas de otros proveedores de atención\nclínica(s).\nmédica. Si supera las 30 páginas se enviará por correo.\n.\n________________________________________\n________________________________________\n________________________________________\n5 Rango de fechas de los servicios: ______________________________ hasta _____________________________________\nAutorizo a que se divulgue la siguiente información de historial clínico:\n3\n\nNota: Se aplicarán las tarifas estándar por copia sujetas a la normativa federal y estatal.\n\n6\n\n Cada uno de los historiales (historial médico legal completo)\no seleccione una de las siguientes opciones:\n Resumen de la visita (Incluye: Notas del proveedor,\n\nhistorial y examen físico, informe quirúrgico, resumen del alta,\ndiagnósticos, es decir, radiología, laboratorio, exámenes cardíacos, etc.)\n\n Expediente de urgencias\n Informe(s) de laboratorio\n Informe(s) radiológico(s)\n Exámenes cardíacos\n Registros de facturación detallados\n Otro: _________________________________________________\n_____________________________________________________\n\n Al marcar esta casilla, autorizo la entrega de placas\nradiológicas, imágenes/trazados de las fechas\nindicadas arriba por cualquiera de los siguientes: \t\t\nNota: Se aplicarán cobros adicionales.\n\n1) Central Oregon Radiology Associates\n(CORA, CMI, COMRI)\n1460 NE Medical Ctr. Dr. Bend, OR 97701\nTeléfono: 541-383-5977\nO\n2) St. Charles Health System\n\nInstrucciones:\n\n1. Introduzca el nombre, la fecha de nacimiento, la dirección y el número de teléfono del paciente de quien desea desea enviar o recibir historiales.\n2. Seleccione el propósito de su solicitud: legal, seguro médico, personal, continuación de la atención médica u otro (especifique).\n3. Marque la casilla “Remitente” o “Destinatario” y, a continuación, identifique y entregue los datos de contacto del remitente o destinatario de la historia\nclínica, según proceda.\n4. Marque la casilla “Remitente” o “Destinatario” y, a continuación, identifique y entregue los datos de contacto del remitente o destinatario del historial\nclínico, según proceda.\n5. Introduzca el intervalo de fechas de los servicios para los que solicita registros.\n6. Esta es la información básica que suelen solicitar los proveedores de atención médica. Marque la(s) casilla(s) que indique(n) qué tipo de información\nsolicita. Si solicita información distinta de la indicada, marque “Otro” y escriba la información que desea.\n\n*3roi*\n\nPacific Office Automation\n\n3742 (English 3740) 2/25\nPage 1 of 2\n\n\fAUTORIZACIÓN PARA EL USO Y DIVULGACIÓN DE INFORMACIÓN MÉDICA PROTEGIDA\nEntiendo que los historiales médicos pueden contener información sensible o especialmente protegida.\nPonga sus iniciales en los tipos de información sensible que desea que se divulguen.\nEn algunas situaciones, las leyes estatales y federales protegen la siguiente información. Si esta información se aplica a su caso,\nindique si desea que se divulgue.\nHistorial de consumo de alcohol, drogas o sustancias tóxicas\t\t\n______________________ Son necesarias las iniciales\nRegistros de pruebas de VIH\t\t\t\t\t______________________ Son necesarias las iniciales\n7\nHistoriales de salud mental\t\t\t\t\t\t______________________\nSon necesarias las iniciales\nHistorial genético\t\t\t\t\t\t\t______________________ Son necesarias las iniciales\n\nAl firmar este formulario de autorización, entiendo que:\n● Las solicitudes de copias de historiales médicos están sujetas a cobros de reproducción de acuerdo con la normativa federal y estatal.\n● Tengo derecho a revocar (retractarme o cambiar de opinión) esta autorización en cualquier momento. Para hacerlo, se debe hacer una\nsolicitud por escrito y entregarla o enviarla por correo al St. Charles Health System Manager of Health Information Management (gerente\nde administración de información de salud del sistema de salud St. Charles).\n● Si pido revocar una autorización que fue firmada por mí en una fecha anterior, la solicitud de revocación no se aplicará a los registros que\nya fueron copiados y entregados como resultado de la solicitud original y autorizada.\n● Ninguna determinación sobre tratamiento, pago, inscripción o elegibilidad para beneficios se basará en si firmo o no este\nformulario de autorización.\n● Entiendo que las normas federales de confidencialidad no protegerán la información médica cuya divulgación he autorizado, si la\norganización o persona que la recibe la vuelve a divulgar.\n● A menos que revoque esta autorización, vencerá en la siguiente fecha o evento:__________________. Si no se especifica una fecha de\nvencimiento, esta autorización vencerá un año después de la fecha en que se firme.\n8\n\nFormato de los historiales (el papel es el predeterminado si no está marcado):\n Papel\n\n Vía electrónica (CD, Memoria USB, etc.)\nNota: Las solicitudes de historiales de más de 250 páginas se entregarán por vía electrónica.\n\nOpciones de envío (Nota: pueden aplicarse tarifas de copia estándar sujetas a la normativa federal y estatal):\n Correo postal  Recoger (solo en algunos lugares)\n9 ___________________________________________________________________ _____________________________________________\nDebe estar firmado con bolígrafo. Fecha\nFirma del paciente o del representante autorizado\t\t\t\n___________________________________________________________________ _____________________________________________\nNombre en letra de molde\t\t\t\t\t\t\nRelación con el paciente (si procede) - Por favor, entregue\ndocumentación legal que respalde su autoridad para\nfirmar por el paciente\n10\n\n(Solo para uso de la oficina)\n\n______________________________________________________________________ ________________________________________________\nNombre del cuidador que acepta la autorización\t\t\t\t\t\nDepartamento\n\n Comprobación del documento de identidad con fotografía\n\nNota: Este formulario forma parte permanente del historial clínico\n\nSt. Charles Health Information Management │2500 NE Neff Road, Bend, OR 97701│Phone: 541-382-4321 ext. 7784 │Fax: 541-706-6352\n\nContinuación de instrucciones:\n\n7. En algunos casos, se le puede prohibir a un proveedor de atención médica que divulgue ese tipo de registros que no llevan sus iniciales.\n8. Marque la casilla que indica el formato en el que desea que se envíen o reciban los registros. Nota: Solo se envían faxes a las oficinas de otros\nproveedores de atención médica.\n9. La persona que autorice la divulgación deberá firmar, fechar, escribir su nombre con letra de molde e indicar su relación con el paciente. No se podrá\ndivulgar el historial de tratamiento de drogas y alcohol de un menor que tenga 14 años o más, ni historial clínico de cualquier tipo de un menor que\ntenga 15 años o más, sin la autorización por escrito del menor si el menor está de acuerdo por sí mismo con el tratamiento asociado con los registros.\nSt. Charles se reserva el derecho de rechazar este formulario de autorización si la autoridad legal del representante no puede ser validada.\n10. El personal de St. Charles que acepte la autorización debe firmar y documentar el departamento.\nPacific Office Automation\n\n3742 (English 3740) 2/25\nPage 2 of 2\n\n\f",
  "full_text_chars": 8583,
  "fillable_field_count": 65,
  "fillable_field_names": [],
  "font_count": 19,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
