{
  "filename": "form-4.pdf",
  "file_size_bytes": 753227,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "AUTHORIZATION FOR RELEASE OF PATIENT RECORDS & INFORMATION\nSection A: This section must be completed for all Authorizations\nDate of Birth:\n\nPatient’s Phone:\n\nAddress 1:\n\nAddress 2:\n\nRecipient’s Phone:\n\nCity:\n\nState:\n\nZip:\n\nPatient Name:\nRecipient’s Name:\n\nRequest & Delivery method (If left blank, a paper copy will be provided):\n\nFax Number\n\nPaper Copy\n\nUnencrypted Email\n\nElectronic Media, if available (e.g., USB)\n\nEncrypted Email\n\nEmail Address (if email checked above. Please print legibly):\nThi",
  "full_text": "AUTHORIZATION FOR RELEASE OF PATIENT RECORDS & INFORMATION\nSection A: This section must be completed for all Authorizations\nDate of Birth:\n\nPatient’s Phone:\n\nAddress 1:\n\nAddress 2:\n\nRecipient’s Phone:\n\nCity:\n\nState:\n\nZip:\n\nPatient Name:\nRecipient’s Name:\n\nRequest & Delivery method (If left blank, a paper copy will be provided):\n\nFax Number\n\nPaper Copy\n\nUnencrypted Email\n\nElectronic Media, if available (e.g., USB)\n\nEncrypted Email\n\nEmail Address (if email checked above. Please print legibly):\nThis authorization will expire on the following: (Fill in the Date or the Event but not both. If Date or Event not filled out, authorization will expire 1\nyear after date of signing): Date:\n\n_ Event:\n\n_\n\nPurpose of disclosure:\nDescription of information to be used or disclosed: Check all that apply\n\nDescription:\n\nDate(s):\n\nEntire Medical Record\nNursing Notes\nPhysical Therapy Notes\nOccupational Therapy Notes\nSpeech Therapy Notes\nLaboratory Results\n\nDescription:\n\nDate(s):\n\nSocial Worker Notes\nNutritionist Notes\nBilling Records\nOther (please specify)\n__________________________________\n\nI acknowledge that if any of the above checked health information contains alcohol/drug use/abuse and related treatment, genetic information,\nmental/behavioral health, tuberculosis, sexually transmitted disease, HIV testing, HIV/AIDS results and related information, and/or any\ncommunication or information regarding reproductive health services information, such information will be disclosed to the recipient identified\nabove, and I consent to disclosure of such information.\nI understand that:\n1. I may refuse to sign this Authorization and that it is strictly voluntary.\n2. My treatment, payment, enrollment or eligibility for benefits will not be conditioned on signing this Authorization.\n3. I may revoke this Authorization at any time in writing, by sending my written revocation to Valley Home Care, Inc., 15 Essex Road,\nSuite 301, Paramus, NJ 07652, Attn: Quality Department. I further understand that my revocation of this Authorization will not have\nany effect on any actions taken prior to receiving the revocation.\n4. If the requester or receiver is not a health plan or health care provider, the released information may no longer be protected by federal\nprivacy regulations and may be re-disclosed. State law limiting re-disclosure of specifically protected categories may continue to apply\nto any recipient of such information.\n5. I understand that I may see and obtain a copy of the information described on this form, for a reasonable copy fee, if I ask for it.\n6. I understand the terms of this authorization are governed by the Health Insurance Portability and Accountability Act of 1996, and its\nimplementing regulations, and other federal and state laws, as may be amended from time to time.\n7. I can get a copy of this Authorization after I sign it per request.\nSection C: Signatures – Please sign below.\nI have read the above and authorize the disclosure of the protected health information as stated.\nSignature of Patient/Legal Representative:\nDate:\nPrint Name of Legal Representative:\n\nRelationship to Patient:\n\nName of Person Other than Patient Picking up Records:\n\nRelationship to Patient:\n\nValley Homecare, Inc., AuthorizationForReleaseOfPatientRecords_Rev_April_23_2023\n\n\fDirections for Completing the Authorization to Release Information\nSection A:\n\n1. Provide the name of the recipient (receiver) of the information. The recipient is whoever is going to receive the\n\n2.\n3.\n4.\n\n5.\n6.\n7.\n8.\n9.\n\nrecords. The recipient of the information may be someone other than the patient. It may be the patient’s spouse,\nparent, power of attorney, another healthcare provider, etc. If the recipient’s name is the same as the patient, just\nwrite “SELF.”\nIf the recipient is the patient, provide the address of the patient. If the recipient is different than the patient,\nprovide the address and phone number of the recipient.\nNext check the method of delivery: paper copy, or electronic copy (USB). If you want the information faxed to\nyour provider, indicate the fax number. If by email, provide the email address.\nIf you request your health information to be sent via unencrypted email, your health information is not protected from\nunauthorized access. If you choose to receive emails in an unencrypted manner, there is an increased chance and you\naccept the risk that your health information could be compromised if emails are lost in transmission, hacked by a third\nparty or accessed by the wrong recipient.\nIndicate when this form expires. Put a date or an event (event example: the end of my outpatient therapy), but\nnot both. If no date or event is listed, the authorization will expire 1 year after date of signature.\nProvide the reason for disclosure, examples are: further treatment, insurance purposes, for attorney,\npersonal use, etc.\nAt DESCRIPTION indicate what information you are requesting. Please indicate the dates of service.\nThere may be a fee for the information you requested. If a fee applies, an invoice will be sent prior to release of the\nchart. Fees may be based on the number of pages in your chart. The fee schedule will be provided on request.\nThis authorization shall not be used to disclose protected health information for marketing purposes and/or the sale\nof protected health information.\n\nSection C:\n\n1. The patient must sign and date the form. OR\n2. The patient’s LEGAL representative, example: power of attorney, legal guardian, healthcare surrogate, must sign\nand date the form. (A spouse is not a LEGAL representative unless they have LEGAL power of attorney or\nhealthcare surrogacy paperwork.) A copy of the LEGAL paperwork must be submitted with this request. Patients\nover 18 years of age must request their own records, unless otherwise legally unable to sign this authorization.\n3. Please provide a copy of the patient’s ID or the legal paperwork mentioned above, along with this request.\nRev. 4/23/23\n\nValley Homecare, Inc., AuthorizationForReleaseOfPatientRecords_Rev_April_23_2023\n\n\f",
  "full_text_chars": 6036,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 9,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
