{
  "filename": "form-2.pdf",
  "file_size_bytes": 199154,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "AUTHORIZATION FOR RELEASE OF PATIENT RECORDS & INFORMATION\nSection A: This section must be completed for all Authorizations\nPatient Name:\nRecipient’s Name:\n\nDate of Birth:\nRecipient’s Phone:\n\nAddress 1:\n\nPatient’s Phone:\n\nAddress 2:\n\nCity:\n\nState:\n\nZip:\n\nRequest & Delivery method (If left blank, a paper copy will be provided):\n Fax Number\n\n Paper Copy\n\n Electronic Media, if available (e.g., CD)\n\n Unencrypted Email (see Instructions)\n\n Encrypted Email\n\nEmail Address (if email checked above. ",
  "full_text": "AUTHORIZATION FOR RELEASE OF PATIENT RECORDS & INFORMATION\nSection A: This section must be completed for all Authorizations\nPatient Name:\nRecipient’s Name:\n\nDate of Birth:\nRecipient’s Phone:\n\nAddress 1:\n\nPatient’s Phone:\n\nAddress 2:\n\nCity:\n\nState:\n\nZip:\n\nRequest & Delivery method (If left blank, a paper copy will be provided):\n Fax Number\n\n Paper Copy\n\n Electronic Media, if available (e.g., CD)\n\n Unencrypted Email (see Instructions)\n\n Encrypted Email\n\nEmail Address (if email checked above. Please print legibly and see Instructions): _________________________________________________________\nThis Authorization will expire on the following: (Fill in the Date or the Event but not both. If Date or Event not filled out, Authorization will expire 1 year after date of signing):\n\nDate:\n\nEvent:\n\nPurpose of disclosure:\nDescription of information to be used or disclosed:\nName of Physician from whom records will be released:\n\nDescription:\n Consultation Reports\n Entire medical record\n Physical (H&P)\n Immunization Records\n Laboratory Test Results\n Clinical test/radiology result\n\nDate(s):\n\nDescription:\n Medication sheets\n Medication List\n Operative Report\n Progress Notes\n X-Ray and Imaging Reports\n Psychotherapy Process Notes\n\nDate(s):\n\n(see\n\nDescription:\n\nDate(s):\n\n Behavioral Health Encounter\n Consultation Report\n Pathology Report/Slides\n EKG\n Other:\n Other:\n\nInstructions)\n\nI acknowledge that if any of the above checked health information contains alcohol/drug use/abuse and related treatment, genetic information,\nmental/behavioral health, tuberculosis, sexually transmitted disease, HIV testing, HIV/AIDS results and related information, and/or any\ncommunication or information regarding reproductive health services information, such information will be disclosed to the recipient identified above,\nand I consent to disclosure of such information.\nI understand that:\n1. I may refuse to sign this Authorization and that it is strictly voluntary.\n2. My treatment, payment, enrollment or eligibility for benefits will not be conditioned on signing this Authorization.\n3. I may revoke this Authorization at any time in writing, by sending my written revocation to Valley Medical Group, 15 Essex Road, Suite 506,\nParamus, NJ 07652, Attn: Julia Nidetz Karcher, SVP, VHS/VMG. I further understand that my revocation of this Authorization will not have\nany effect on any actions taken prior to receiving the revocation.\n4. If the requester or receiver is not a health plan or health care provider, the released information may no longer be protected by federal privacy\nregulations and may be re-disclosed.\n5. I understand that I may see and obtain a copy of the information described on this form, for a reasonable copy fee, if I ask for it.\n6. I understand the terms of this Authorization are governed by the Health Insurance Portability and Accountability Act of 1996, and its implementing\nregulations, and other state and federal laws, as may be amended from time to time.\n7. I can get a copy of this Authorization after I sign it.\n\nSection B: Signatures\nI have read the above and authorize the disclosure of my Medical Record as described in this Authorization.\nSignature of Patient/Patient’s\nRepresentative:\nPrint Name of Patient’s\nRepresentative:\n\nDate:\nRelationship to Patient:\n\nID verified by: (initials)\n\n*Valley Medical Group is the “trading as” name for Valley Physician Services, PC., and Valley Physician Services, NY, PC\nVMG_14_AuthorizationForReleaseOfPatientRecords_Rev_May 4_2023\n\n\fDirections for Completing the Authorization to Release Information\nSection A:\n1. Provide the patient's name, date of birth, and phone number.\n2. Provide the name of the recipient (receiver) of the health information. The recipient is whoever is going to receive the health\ninformation. The recipient of the health information may be someone other than the patient. It may be the patient’s spouse,\nparent, power of attorney, another healthcare provider, etc. If the recipient’s name is the same as the patient, just write “SELF.”\n3. If the recipient is the patient, provide the address of the patient. If the recipient is different than the patient, provide the address\nand phone number of the recipient.\n4. Next check the method of delivery: fax, email, paper copy, or electronic media. If you want the health information faxed to your\nprovider, indicate the fax number. If by email, provide the email address.\n5. If you request your health information to be sent via unencrypted email, your health information is not protected from\nunauthorized access. If you choose to receive emails in an unencrypted manner, there is an increased chance and you accept the\nrisk that your health information could be compromised if emails are lost in transmission, hacked by a third party or accessed by\nthe wrong recipient.\n6. Indicate when this form expires. Put a date or an event (event example: the end of my outpatient therapy), but not both. If no date\nor event is listed, the authorization will expire 1 year after date of signature.\n7. Provide the reason for disclosure, examples are: further treatment, insurance purposes, for attorney, personal use, etc.\n8. At DESCRIPTION, indicate what information you are requesting. Please indicate the dates of service.\n9. A separate form is needed to release Psychotherapy Process Notes (specific details about psychotherapy treatment). If you wish\nto authorize release of Psychotherapy Process Notes and other health information, such as Lab Results, you must complete two\nauthorization forms, one that authorizes release of Psychotherapy Process Notes and the other which authorizes release of the Lab\nResults. Psychotherapy Progress Notes (general progress information about psychotherapy treatment) may be released as part of a\nBehavioral Health Encounter pursuant to the same form of authorization as other health information.\n10. There may be a fee for the release of the health information you requested. If a fee applies, an invoice will be sent prior to release\nof the health information. Fees may be based on the number of pages that would be produced for your request. Most requests will\nbe sent to our copy service called MRO Disclosure Management Solutions. Their contact information to ask questions, check status,\nor make a payment is 888-252-4146, Option 1, Fax: 610-962-8421, or Email: requestinformation@mrocorp.com.\n11. This authorization shall not be used to disclose health information for marketing purposes and/or the sale of health information.\nSection B:\n1. The patient must sign and date the form. OR\n2. The patient’s LEGAL representative, example: power of attorney, legal guardian, healthcare surrogate, must sign and date the form. (A\nspouse is not a LEGAL representative unless they have LEGAL power of attorney or healthcare surrogacy paperwork.) A copy of the LEGAL\npaperwork must be submitted with this request. Patients over 18 years of age must request their own records, unless otherwise legally\nunable to sign this authorization.\n3. Please provide a copy of the patient’s ID or the legal paperwork mentioned above, along with this request.\nRev.\n6/5/23\n\n*Valley Medical Group is the “trading as” name for Valley Physician Services, PC., and Valley Physician Services, NY, PC\nVMG_14_AuthorizationForReleaseOfPatientRecords_Rev_May 4_2023\n\n\f",
  "full_text_chars": 7338,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 9,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
