{
  "filename": "form-2.pdf",
  "file_size_bytes": 601565,
  "page_count": 12,
  "has_text_layer": true,
  "text_preview": "Welcome to Rowe Health Center\nWe are honored to be a part of your health care journey. We are committed to a partnership that\npromotes health and well-being. We look forward to a relationship that enables us to support you\nin your mission of being the healthiest you.\nTo gather information necessary to ensure our providers and staff can provide quality care,\nplease fill out the enclosed forms completely prior to your appointment. If you have any\nquestions or problems filling out the forms, do not",
  "full_text": "Welcome to Rowe Health Center\nWe are honored to be a part of your health care journey. We are committed to a partnership that\npromotes health and well-being. We look forward to a relationship that enables us to support you\nin your mission of being the healthiest you.\nTo gather information necessary to ensure our providers and staff can provide quality care,\nplease fill out the enclosed forms completely prior to your appointment. If you have any\nquestions or problems filling out the forms, do not hesitate to call for assistance at\n1.603.747.2900.\nTo help keep our providers on schedule, please report 15 minutes prior to your scheduled time to\ncomplete the check-in process. Our goal is to provide quality care in a timely manner.\nOccasionally, emergencies or the unexpected may cause delays. We appreciate your\nconsideration.\nWe understand that there are times when a patient must miss an appointment due to emergencies\nor obligations with work or family. However, when a patient does not call in a timely manner to\nreschedule or cancel an appointment, this may prevent another patient from receiving needed\ncare. Therefore, please be aware of our No-Show Policy:\n Two (2) no-shows, you will be sent a warning letter.\n Three (3) no-show, you will be sent a letter stating you may be discharged from the\npractice.\nOnce again, welcome to our practice. We look forward to providing you with quality care.\nCordially,\n\nRowe Health Center Staff\nRev 11.4.2019\n\n103 Swiftwater Road\n\nWoodsville\n\nNew Hampshire\n\n03785\n\n1.603.747.2900\n\n1\n\n\fAuthorization for Disclosure of Medical Records\nThis will authorize Cottage Hospital and/or Rowe Health Center to use or disclose my protected health\ninformation for the following purpose: ___________________________________________________to:\n\n\n\nSelf or Representative [Name of Representative]:_____________________________________\nOther Provider or Facility / Name and Address of Provider or Facility: ____________________\n_____________________________________________________________________________\n\nCopies provided directly to the patient or representative will be confined to the following:\n\n\n\nComplete copy of medical record, excluding psychotherapy notes.\nOther (describe): _________________________________________________________\n\nCopies provided to other provider or facility may relate to: [Check all that apply]:\n Complete copy of medical record\n Excluding Psychotherapy Notes\n Mental Illness\n\n Including Psychotherapy Notes\n\n(If neither box is checked, they will be excluded)\n\n HIV/AIDS Related Illness\n\n Drug or Alcohol Treatment (further re-disclosure prohibited or governed by 42 CFR Part 2).\nI understand that I may inspect or copy the protected health information, with the exception of\npsychotherapy notes, described by this authorization. I understand that this authorization may be revoked\nin writing and delivered to the Privacy Officer of Cottage Hospital at any time, although revocation will\nnot be effective as to the disclosure of records whose release I have previously authorized, or where other\naction has to be taken in reliance on an authorization I have signed. I understand that information used or\ndisclosed pursuant to this authorization could be subject to re-disclosure by the recipient and, if so, may\nnot be subject to federal or state law protecting its confidentiality. I understand that Cottage Hospital shall\nnot condition treatment, payment, or enrollment in a health plan or eligibility for benefits on my\nproviding authorization for the requested use or disclosure AND THAT I MAY REFUSE TO SIGN THIS\nAUTHORIZATION FORM. I understand that Cottage Hospital shall have the opportunity to obtain direct\nor indirect remuneration in the form of [describe]:____________ from [third party]:_________________\n_______________________________________as a result of this authorization.\n___________\nDate\n\n_________________________________________\nSignature of Individual/Legal Representative\n\n__________________________\nPrinted Name\n\n___________________________________________ __________________________\nAuthority of Relationship of Representative\nWitness\n****\nEXPIRATION DATE: This authorization will expire on __________________ (If no date is stated,\nexpiration is six months from the date of signature).\nCOPY PROVIDED: Cottage Hospital shall provide a copy of this authorization, when signed, to the patient.\nMEDICAL RECORD: Cottage Hospital will file a copy of this signed authorization in the patient’s medical\nrecord.\n\n103 Swiftwater Road\n\nWoodsville\n\nNew Hampshire\n\n03785\n\n1.603.747.2900\n\n2\n\n\fPatient Intake Form\nName________________________________Date____________________________________\nAddress______________________________________________________________________\nDate of Birth______________ Phone (Home)_______________Phone (Work)______________\nCurrent Medications________________________________________________\nName\nDose\nFrequency\n# of refills remaining\n\nHospitalizations, procedures or surgeries________________________________\nDate\nReason\nLocation\n\nIllnesses or Injuries in last 6 months____________________________________\nDate\nReason\nLocation\n\nMedical History (Past or Present)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAllergies\nAnemia\nArthritis\nAsthma\nAtrial Fibrillation\nBowel Irregular\nBronchitis\nChest Pain\nChronic Pain\nChronic Renal\nFailure\nCOPD\nCoronary Artery\nDisease\nDepression\nDiabetes\n\n103 Swiftwater Road\n\nWoodsville\n\n\n\n\n\n\n\n\n\n\n\nDiverticulosis\nDizziness/fainting\nGallbladder Disease\nGI Disorder\nGout\nHeadaches\nHearing Loss\nHeart Murmur\nHeart Palpitations\n\n\n\n\nHypertension\nIncontinence\n\n\n\n\nNervousness/Anxiety\nObstructive Sleep\nApnea\n\nNew Hampshire\n\n03785\n\n\n\n\n\nOsteopenia\nOsteoporosis\nOveractive bladder\n\n\n\nPneumonia\n\n\n\n\nProstate Problems\nSexual Menstrual\nDysfunction\n Seizure Disorder\n Shortness of breath\n STD\n Ulcer\n\n Vascular Disease\n\n1.603.747.2900\n\n3\n\n\fPatient Intake Form Continued\nList any urgent needs or concerns:__________________________________________________\n______________________________________________________________________________\n______________________________________________________________________________\n______________________________________________________________________________\n______________________________________________________________________________\n________________________________________________\n\nIs there anything else you would like us to know?:\n______________________________________________________________________________\n______________________________________________________________________________\n______________________________________________________________________________\n______________________________________________________________________________\n______________________________________________________________________________\n______________________________________________________________________________\n______________________________________________________________________________\n______________________________________________________________________________\n\n__________________________________\nSignature\n\n103 Swiftwater Road\n\nWoodsville\n\n_______________________________\nDate\n\nNew Hampshire\n\n03785\n\n1.603.747.2900\n\n4\n\n\fPatient Demographic and Billing Information Form\n\nFirst Name: _______________________ MI: ____ Last Name: ________________________________\nPreferred Name: ___________________ DOB:___________ Sex:_____ SSN:______________________\nAre you of Hispanic / Latino descent: Y / N\nMailing Address: ____________________________\n\nCity: __________________________________\n\nState: ________________ Zip:___________\nFor access to our patient portal, please provide your Email Address: _____________________________\n\nBilling Information\nPrimary Insurance Company: _____________________________________________________\nPrimary Care Provider on file with Insurance Company: ________________________________\nPolicy # (include dashes):____________________________Group #:______________________\nPolicy holder: _____________________________ Relationship:__________________________\nPolicy Holder DOB: _____________________________ SSN:__________________________\n\nSecondary Insurance Primary Insurance Company:_____________________________________\nPolicy # (include dashes):____________________________Group #:______________________\nPolicy holder: _____________________________ Relationship:__________________________\nPolicy Holder DOB: _____________________________ SSN:__________________________\n\nAdditional Information\nPreferred Pharmacy:______________________________ Location:______________________\nEmergency Contact:_______________________________ Phone #:______________________\nHow did you hear about us?______________________________________________________________\n\n103 Swiftwater Road\n\nWoodsville\n\nNew Hampshire\n\n03785\n\n1.603.747.2900\n\n5\n\n\fSUMMARY OF BILLING & PAYMENT POLICIES\nGENERAL\n1) Please be sure to bring your Insurance card(s) with you to each visit.\n2) Attention all new Primary Care Patients: So that we do not have to bill you directly,\nplease reach out to your insurance company to update your insurance card to your new\nPrimary Care Provider. If you fail to do so, you will be responsible to pay your bill\ndirectly and work with insurance company for reimbursement.\n3) Rowe Health Center will request payment of all co-payments and charges not covered by\na third party (insurance) at the time of your visit. Outstanding balances are due within 30\ndays of statement.\n4) All patients are eligible for a Prompt Pay Discount of 10% for payments made within 30\ndays of statement.\n5) Self-pay patients who have no insurance coverage are eligible for a Community Health\nDiscount of 44%.\n6) If self-pay patients cannot make payment in full at the time of service, a $50 minimum\npayment towards the visit will be required at registration on day of appointment.\n\nUNPAID BALANCES\n1) For balances not paid at the time of visit, you will receive a monthly billing statement\nuntil your balance is paid in full.\n2) We reserve the right to charge interest and collection fees.\n\n3) Payment plans are available for those unable to make payment in full. Email our Patient\nFinancial Counselor at customerservice@cottagehospital.org, or call us at 603-747-9220.\n4) We understand that many patients face financial pressures that prevent them from being\nable to pay their balance in full. We are willing to accommodate individual situations, so\nlong as you:\na. Are honest about your situation\nb. Remain in contact with us about your account and comply with payment plan\nc. Stay current with payment plan\n\n103 Swiftwater Road\n\nWoodsville\n\nNew Hampshire\n\n03785\n\n1.603.747.2900\n\n6\n\n\f5) In the event that your account balance remains outstanding for more than 120 days and\nyou have not met these criteria, Rowe Health Center may choose to place your account\nwith a collection agency.\n6) If your account is placed with a collection agency, you may no longer be able to access\ncare at Rowe Health Center. All further payment arrangements will need to be made with\nthe collection agency directly. If Rowe Health Center suspends your eligibility for\nservices due to unpaid bills, once your balance is paid, you may re-access care through\nthe next available patient appointment.\n_____________________________________\nSignature of Patient /Legal Representative\n______________________________________\nDate\n\nLegal Guardian: Patient is unable to sign (circle one):\nMinor / temporarily incapacitated / permanently incapacitated\n\n103 Swiftwater Road\n\nWoodsville\n\nNew Hampshire\n\n03785\n\n1.603.747.2900\n\n7\n\n\fHIPAA Directive Consent for Release of Protected Health Information\nCommunication Release:\n___Cottage Hospital\n___Rowe Health Center\nTo assist us in providing the best possible uninterrupted service to you/the Patient, may we contact you\nby: Home Phone (if yes number):________________ Work Phone (if yes number):______________\nCell Phone (if yes number):__________________ Other (please specify):___________________\nIf we need to contact you by mail, what is best address?:________________________________\n_____________________________________________________________________________\nMay we leave a message if you are not home (information will be limited only to date and time if call is\nfor appointment reminder, and the name of the individual calling for the practice name)? __Yes __No\nPrescription Release\nName of individual(s) you give permission to pick up medication prescriptions if needed:\nNAME\nRELATIONSHIP\n1. __________________________________\n___________________________________\n2. __________________________________\n___________________________________\nHealth Information Release\nI,_______________________________ allow the healthcare provider and their representatives, with\nwhom I share confidential relationship to disclose information to the following individuals:\nNAME\nRELATIONSHIP\n1. _______________________________________\n___________________________________\n2. _______________________________________\n___________________________________\n3. _______________________________________\n___________________________________\n4. _______________________________________\n___________________________________\n_________________________________________________________________\nSuch information as they possess with respect to me can be disclosed freely and without limitation\nincluding individual identifiable protected health information. Such individuals shall be considered my\npersonal representatives as defined in 45 CFR Section 164.502 of the regulation adopted under the Health\nInsurance Portability and Accountability Act of 1996 (HIPAA). This will expire in one year from the date\nof signature, at which point you will be required to update this information. Failure to do so will prevent\nus from honoring your requests.\n\n____________________________________\nSignature of Patient or Legal Representative\n\n___________\nDate and Time\n\n____________________________________\nSignature of Patient or Legal Representative\n\n___________\nDate and Time\n\n103 Swiftwater Road\n\nWoodsville\n\nNew Hampshire\n\n03785\n\nRev 9-25-19\n\n1.603.747.2900\n\n8\n\n\fGENERAL CONSENT FOR TREATMENT AT COTTAGE HOSPITAL AND THE ROWE\nHEALTH CENTER\n\n1. Consent to Hospital Care\nI request, consent and authorize Cottage Hospital and Rowe Health Center, its medical staff,\nnursing staff and other personnel, including employees and independent contractors, to provide\ncare and treatment and to administer such diagnostic , radiologic, and/or therapeutic procedures\nand treatments as the medical staff determines is necessary or advisable. These include all\ndiagnostic tests and procedures, including without limitation x-rays, laboratory tests (including\ntest for infectious disease such as HIV), vaccinations, pharmaceuticals, and drawing of blood. I\nunderstand that no guarantee or assurance can be made as to the effect/result/outcome of an\nexamination/treatment/surgery related to my condition. It is understood that some doctors and\nallied health professionals providing services are not employees or agents of the hospital.\n2. Specific Consent\nExcept for emergencies, extraordinary circumstances, or routine treatments/procedures, I\nunderstand that I will be asked to sign additional, specific consent forms for certain procedures\nor treatment or to authorize the disclosure of or access to information regarding federally funded\nsubstance use or mental health services, if any, I may have received from Cottage Hospital or\nother health care providers. I understand that I have the right to consent to or refuse any medical\ntreatment/procedure. I also understand that I have the right to evoke my general or specific\nconsent for treatment provided it is in a timely manner before the treatment.\n3. Consent to Photography & Observation\nI consent to photography for the purpose of medical documentation, patient safety, identification,\nand educational and research purposes. For the purpose of advancing medical education, I also\nconsent to the presence of observers such as students and medical sales representative.\n4. Patient's Rights\nHospital patients have specific rights under state and federal law; I have received a copy of the\nPatient's Bill of Rights, Patient Responsibility, Information on Concerns and Complaints, the\nNotice of Privacy Practice, and Cottage Hospital Advance Directives. If I presented with New\nHampshire Medicaid insurance, I received information on what New Hampshire does not\nroutinely cover and information on what Medicare does not routinely cover.\n\n103 Swiftwater Road\n\nWoodsville\n\nNew Hampshire\n\n03785\n\n1.603.747.2900\n\n9\n\n\f5. Assignment of Insurance Benefits\nFor purposes of this Assignment, without limitation intended, third party payors include:\nMedicare, Medicaid, Tricare, other government sponsored health benefits programs, commercial\ninsurers, health maintenance organizations, self-insured employers, and any combination\nvariations thereof. I hereby authorize payment directly to Cottage Hospital for hospital benefits\notherwise payable to me but not to exceed the hospital's regular charge for this period of service.\nI understand that I (the patient or authorized person) am financially responsible to the hospital\nfor charges not paid under this assignment; or if I have no insurance or coverage is denied, I\nunderstand that I am financially responsible to the hospital for the payment of my account in full.\nThis financial obligation may include, without limitation, applicable deductibles, co-insurance,\nco-payments or payment for services not covered by a third party payor even if, at the time\nservices are rendered, it was assumed that the service would be covered, but was later denied by\nthird party payors. I further understand that the hospital cannot accept responsibility for\ncollecting my third party benefits or for negotiating a settlement of a dispute claim, and I am\nresponsible for the timely payment of my account. Should my account be referred to collection, I\nshall be liable for the cost of collection, including a reasonable attorney's fee and/or collection\nexpense.\n6. For Medicare Inpatients Only\nI have received a copy of the \"Important Message from Medicare\".\n7. Champus/Tricare Inpatients Only\nI have received a copy of the \"Important Message of Champus\"\n8. Visitors/Telephone Calls\nI understand that, unless I request otherwise, Cottage Hospital will provide my room location or\ntelephone number to visitors and callers.\n9. Personal Belongings\nI understand that Cottage Hospital is not responsible for my personal belongings. If I wish to\nkeep any personal items including valuables with me in the hospital, I will accept full\nresponsibility for them. I understand that I may request my personal belongings be placed in the\nhospital safe during my inpatient stay.\n\n103 Swiftwater Road\n\nWoodsville\n\nNew Hampshire\n\n03785\n\n1.603.747.2900\n\n10\n\n\f10. Declaration of Understanding Emergency Department Policy\nI understand that I have presented to the Emergency Department, I will be registered as an\nEmergency Department patient. I will receive a medical screening exam and any treatments\nneeded for stabilization. As part of the provision, coordination and management of your health\ncare, the Cottage Hospital Emergency Department will store information regarding your visit to\nthe Emergency Department in a special electronic data base known as an Emergency Department\nInformation Exchange (“EDIE”). To facilitate the delivery of consistent quality care, EDIE will\nautomatically alert other emergency departments which subscribe to the EDIE system within\n(and potentially beyond) the State of New Hampshire, of the fact of your emergency department\nvisit to Cottage Hospital, and certain additional basic information. Cottage Hospital will also\nreceive alerts regarding any visits you may have made to other emergency departments. The\nEmergency Departments may, upon request through the EDIE system, access information\nregarding the services you received.\n11. Release of Medical Records\nI authorize Cottage Hospital, at its discretion, to disclose information from or provide copies of\nmy medical records, which may include drug, alcohol, psychiatric or human immunodeficiency\nvirus) HIV) diagnoses or treatment, to any person, corporation or agency who may be liable for\nall or part of the hospital charges or who may be responsible for determining the necessity,\nappropriateness, amount of other matter related to the hospital's treatment of charges. This may\ninclude, but is not limited to, insurance companies, health maintenance organizations, preferred\nprovider organizations, worker's compensation carriers, welfare funds, the social Security\nAdministration and its intermediaries or carriers. I further authorize the same disclosure to the\nhospital's insurance carrier when so requested.\nI also authorize Cottage Hospital to provide medical information to my primary care physician,\nreferring physician, referring clinician, and other health care providers, such as rehabilitation\nfacilities, nursing homes, visiting nurse and home health agencies, as necessary to continue my\nmedical care during and after my hospital stay.\nI have read and understood the information above and I have had the opportunity to ask\nquestions and have them answered to my satisfaction. I agree to all of the conditions for\nadmission for inpatient and/or outpatient treatment at Cottage Hospital and the Rowe Health\nCenter as described as above. If I am not the patient, I certify that I am authorized by law to\nagree to these Conditions of Admission on the patient's behalf.\nPatient Signature___________________________________Date:_______________________\nTranslator Used:\n\n_____ No\n\n_____ Yes\n\n_____ Refused Translator\n\nTranslator ID# _______________________and/or Signature: ___________________________\n\n103 Swiftwater Road\n\nWoodsville\n\nNew Hampshire\n\n03785\n\n1.603.747.2900\n\n11\n\n\fIf the patient is unable to consent on his/her own behalf and telephone/fax consent was obtained,\ncomplete the following:\nLegally Authorized Representative, Full Name:_______________________________________\nRelationship to Patient:______________________ Telephone Number:___________________\nStreet Address:_________________________________________________________________\nCity: ___________________________________ State: ____________ Zip code:____________\nReason cannot be present at hospital for consent:____________________________________\nPatient unable to sign because:___________________________________________________\nSignature of Legal Representative:________________________________________________\nDate:_________________________\nSignature Witness #1:__________________________________________________________\nSignature Witness #2:__________________________________________________________\n\nRev 12.19\n\n103 Swiftwater Road\n\nWoodsville\n\nNew Hampshire\n\n03785\n\n1.603.747.2900\n\n12\n\n\f",
  "full_text_chars": 22873,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 10,
  "embedded_image_count": 24,
  "is_image_only_scan": false
}
