{
  "filename": "form-3.pdf",
  "file_size_bytes": 453255,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "*104507*\n\nMR#:__________________________\nDate Completed:_________________\nPages Copied:___________________\nInitials:________________________\n\n104507\n\nAUTHORIZATION TO DISCLOSE/OBTAIN HEALTH INFORMATION\nSubject to the statements printed on the back, I, the undersigned patient or legal representative, hereby authorize the use\nand disclosure of health information including, if applicable, information relating to the diagnosis or treatment of mental\nillness, drug and/or alcohol abuse, HIV related in",
  "full_text": "*104507*\n\nMR#:__________________________\nDate Completed:_________________\nPages Copied:___________________\nInitials:________________________\n\n104507\n\nAUTHORIZATION TO DISCLOSE/OBTAIN HEALTH INFORMATION\nSubject to the statements printed on the back, I, the undersigned patient or legal representative, hereby authorize the use\nand disclosure of health information including, if applicable, information relating to the diagnosis or treatment of mental\nillness, drug and/or alcohol abuse, HIV related information, and reproductive services.\nPatient Name: ________________________________________\n\nDate of Birth: ___________________________\n\nFILL OUT BELOW TO DISCLOSE/OBTAIN\n\nI authorize _____________________________ to disclose /obtain health information to: ______________________________________\nFacility Name\n\nAddress _______________________________________________________________________________________________________\nStreet\n\nTown\n\nTele#: __________________________________________\n\nState\n\nZip code\n\nFax#: ___________________________________________\n\nMethod of Disclosure/obtain:\n Mail Verbal Pick-up Review Electronic  MyChart Plus  Fax ________________________________________________\nThe dates of service and the type(s) of information to be used or disclosed are as follows:\n Reproductive Healthcare Services\n Mental Health Record\n Substance Abuse Records\n\n HIV-Related Information\n\nDate(s) of Treatment or Date Range: _______________________________________________________________________________\n Abstract of Record\n Entire Record\n\n Billing Records\n History & Physical\n\n Consultations\n Laboratory Reports\n\n Discharge/Transfer\nSummary\n\n ED Record\n MyChart Plus Enrollment\n\n Operative Reports\n\n Pathology Reports\n\n Progress Reports\n\n Psychiatric Evaluation\n\n Psych/Neuro Testing\n\n Radiology Films\n\nRadiology Reports\n\n Treatment Plan\n\n Other ______________________________________________\n\nThe purpose of this disclosure or use is for the following reason: (Optional)\n Medical  Legal  Disability  Insurance  At the request of the patient  Other _____________________________________\n\n\n\n\n\n\n\nThis authorization will expire (date) __________. If date is not completed, this authorization will expire one year from the date\nof signature below. I understand that I may revoke this authorization at any time by notifying Patient Relations in writing. I\nunderstand that the revocation will not apply to information that has already been released in response to this authorization.\nI understand that under applicable law, the information disclosed under this authorization may be subject to further\ndisclosure by the recipient and thus, may no longer be protected by federal privacy regulations.\nI understand that my treatment or continued treatment is in no way conditioned on whether or not I sign this authorization and\nthat I may refuse to sign it.\nI understand that I may inspect or copy the information to be used or disclosed\nLegal guardian must sign this authorization if the patient is a minor.\nMinors receiving drug abuse, mental health, venereal disease treatment may sign their own authorization.\nAuthorization can be sent to:\n Backus Health Information Management, 326 Washington Street, Norwich, CT 06360 - Fax# 860.892.2723\n Charlotte Hungerford Health Information Management, 540 Litchfield Street, Torrington, CT 06790 – Fax# 860.496.6633\n Hartford Healthcare at Home,181 Patricia M. Genova Dr., HIM Dept. 3 rd Fl, Newington, CT 06111 – Fax 860-380-1730\n HH/IOL Health Information Management, 80 Seymour St, Bliss 104, Hartford, CT 06102 – Fax# 860.545.6764 or 545.6446\n HOCC Health Information Management, 100 Grand Street, New Britain, CT 06050 - Fax# 860.224.5920\n MidState Health Information Management, 435 Lewis Avenue, Meriden, CT 06451 - Fax# 203.694.7605\n Natchaug Health Information Management, 189 Storrs Road, Mansfield Center, CT 06250 - Fax# 860.456.1381\n Rushford Health Information Management, 1250 Silver Street, Middletown, CT 06457 – Fax# 860.346.9038\n St. Vincent-Behavioral Health Information Management, 2800 Main Street Bridgeport, CT 06606 – Fax# 203-581-6556\n Windham Health Information Management, 112 Mansfield Avenue, Willimantic, CT 06226 - Fax# 860.456.6885\n HHCMG __________________________________________________________________________________________\n\n______________________________________________\nSignature of Patient or Legal Representative\n\nRelationship to patient:\n\n_______________\nDate\n\n________________\nTime\n\n Self  Parent  Guardian  Conservator  Power of Attorney\n Administrator / Executor of Estate\n Documented Next of Kin\n\nIf signed by the legal Representative, attach appropriate documentation to verify authority\nHH Forms 571559 Rev. 11-2022 Printed by the Digital Print Center @ HH\n\n1 of 2 Pages\n\n\f*104507*\n104507\n\nMR#:__________________________\nDate Completed:_________________\nPages Copied:___________________\nInitials:________________________\n\nHIV RELATED INFORMATION\nIn the event that information release constitutes confidential HIV related information protected under Connecticut Law:\nthis information has been disclosed to you from records whose confidentiality is protected by state law. State law\nprohibits you from making any further disclosure of it without the specific written consent of the person to whom it pertains,\nor as otherwise permitted by said law. A general authorization for the release of medical or other information is NOT\nsufficient for this purpose.\nPSYCHIATRIC INFORMATION\nIf the event that information released constitutes confidential psychiatric information protected under Connecticut Law:\nThis information has been disclosed to you from records whose confidentiality is protected by state law. State law\nProhibits you from making any further disclosure of it or of using it for any purpose other than that indicated above without\nThe specific written consent by the person to whom it pertains, or as otherwise permitted by said law.\nDRUG AND ALCOHOL ABUSE RECORDS\nIn the event that information released is protected by the HHS Confidentiality of Alcohol and Drug Abuse Patient Records\nRegulations:\nThis information has been disclosed to you from records protected by Federal confidentiality rules (42 CFR part 2). The\nFederal rules prohibit you from making any further disclosure of this information unless further disclosure is expressly\nPermitted by the written consent of the person to whom it pertains or as otherwise permitted by 42 CFR Part 2. A general\nAuthorization for the release of medical or other information is NOT sufficient for this purpose. The Federal rules restrict\nAny use of the information to criminally investigate or prosecute any alcohol or drug abuse patient.\nREPRODUCTIVE HEALTH CARE SERVICES INFORMATION\nIf the event that information released constitutes reproductive health care services information protected under Connecticut Law:\nThis information has been disclosed to you from records whose confidentiality may be protected by state law. A patient, or the\npatient’s conservator, guardian, or other authorized representative has the right to withhold written consent to release this\ninformation, unless the law permits the release of reproductive health care services information without written consent,\nsuch as (1) pursuant to Connecticut law or the rules of court prescribed by the Connecticut Judicial Branch;\n(2) to a covered entity’s attorney or insurer for use in the defense of an action or proceeding;\n(3) to the Commissioner of Public Health in connection with the investigation of a complaint, if such records are\nrelated to the complaint, or\n(4) if child abuse, abuse of an elderly individual, abuse of an individual who is physically disabled or incompetent or\nabuse of an individual with intellectual disability is known or in good faith suspected.\n\nHH Forms 571559 Rev. 11-2022\n\nPrinted by the Digital Print Center @ HH\n\n2 of 2 Pages\n\n\f",
  "full_text_chars": 7945,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 13,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
