{
  "filename": "form-1.pdf",
  "file_size_bytes": 232277,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "N.º de registro médico:  \n\n  \n\nThe University of Mississippi Medical Center (UMMC)\nAutorización para la divulgación de información de salud\n* El UMMC no aceptará formularios incompletos *\n\nSeleccione la ubicación para la que autoriza la divulgación de su información de salud protegida (PHI).\n□ Jackson: 2500 North State Street Jackson, MS 39216\n□ Grenada: 960 J K Avent Drive Grenada, MS 38901\n□ Lexington: 239 Bowling Green Road Lexington, MS 39095\n\nNombre del paciente:\nDirección:  \nCiudad/Estado/",
  "full_text": "N.º de registro médico:  \n\n  \n\nThe University of Mississippi Medical Center (UMMC)\nAutorización para la divulgación de información de salud\n* El UMMC no aceptará formularios incompletos *\n\nSeleccione la ubicación para la que autoriza la divulgación de su información de salud protegida (PHI).\n□ Jackson: 2500 North State Street Jackson, MS 39216\n□ Grenada: 960 J K Avent Drive Grenada, MS 38901\n□ Lexington: 239 Bowling Green Road Lexington, MS 39095\n\nNombre del paciente:\nDirección:  \nCiudad/Estado/Código postal:  \nDivulgar a:   \nDirección:  \nCiudad/Estado/Código postal:  \nTeléfono:\n\n□ Madison: 161 River Oaks Drive Canton, MS 39046\n□ Clínica/Otra (especificar):  \n  \n\nInformación del paciente\nFecha de nac.:            /\n     \n  \n  \n   Teléfono:  \n  \nDivulgación de información\n\n/           NSS:  \n  \n  \n\n  \n  \n    \n  \n  \n  \n  \n\n  \n  \nFax:   \nObjetivo de la divulgación\n\n□ Personal □ Legal/Abogado □ Seguro □ Discapacidad □ Atención continua □ Escuela\n□ Indemnización laboral □ Otros (especifique):\nPHI que se divulgará\nFormato de la divulgación: □ Papel □ Electrónico □ Acceso de visualización según lo programado\nFechas de servicio: Desde      /    /    Hasta _/      /        La información se necesita a más tardar el (opcional):            /            /            \n□ Historia y examen físico\n□ Informes radiológicos\n□ Notas de terapia ocupacional\n□ Informe operativo\n□ Imágenes radiológicas\n□ Registros dentales\n□ Notas de progreso\n□ Informe de la sala de emergencias\n□ Registro médico completo\n(No incluye imágenes)\n□ Resumen de alta\n□ Registro de vacunación\n□ Informes de laboratorio\n□ Notas de fisioterapia\n□ Otra:  \n  \nDivulgación de información sensible: Entiendo que esta información de salud puede incluir información\nsensible. Al firmar este formulario, autorizo específicamente la divulgación de cada elemento de información\nsensible en el que escribí mis iniciales:\n           Información sobre tratamiento de abuso de sustancias\n           Información sobre salud mental\n           Información relacionada con el VIH (incluidas las pruebas\n           Pruebas genéticas\nrelacionadas con el SIDA)\n\n           Otro tipo de abuso\n\nDerechos del paciente\n\nEsta autorización vencerá dentro de 6 meses a partir de la fecha de la firma. Entiendo que cuando doy permiso para divulgar mi información\nde salud o retiro el permiso a otro centro o persona, debo ponerme en contacto con esa entidad. Si desea retirar su permiso, envíe una\nnotificación por escrito con la firma y fecha de la información del paciente que se hubiera divulgado a: UMMC, Attention: Office of Integrity &\nCompliance, 2500 North State Street, Jackson, MS 39216-4505. La notificación debe incluir información detallada, tal como se identifica en la\nsolicitud de autorización original. Entiendo que la información que se utiliza o divulga en virtud de esta autorización puede quedar sujeta a\nuna nueva divulgación por parte del destinatario y dejar de estar protegida por los reglamentos federales sobre privacidad. Entiendo que este\nformulario es voluntario y que UMMC no condicionará mi tratamiento al hecho de dar esta autorización. Entiendo que tengo derecho a\nrecibir una copia de este formulario después de firmarlo. He leído atentamente y comprendo los Derechos del paciente arriba indicados y,\npor la presente, autorizo expresa y voluntariamente la divulgación de toda la información solicitada en esta autorización, incluida la\n\"Divulgación de información sensible\". Ratifico esta autorización con mi firma abajo\n\nFirma del paciente/representante\n\nDescripción\n\nTestigo\n\nFecha\n\n/\n\nFecha\n\n/  \n\n/ /  \n\n  \n\n  \n\n** Si este formulario se firma en nombre de un representante del paciente, la persona que firma debe documentar la relación que se haya indicado.\n\n**Si el paciente mencionado arriba es menor de 18 años, este formulario de autorización (y cualquier revocación) debe firmarlo\nun padre, tutor u otra persona que actúe in loco parentis que tenga la autoridad para actuar en nombre del menor. Como\npersona que firma en nombre del paciente, yo, el padre, tutor, parte que actúa como loco parentis o representante legal\ngarantizo que tengo la autoridad legal para actuar en nombre del paciente y que no tengo prohibición emitida por orden judicial\nni según la ley para tener acceso a los registros médicos solicitados.\n\nFormulario n.º 1862 Rev. 05/2025\n\n\f",
  "full_text_chars": 4346,
  "fillable_field_count": 70,
  "fillable_field_names": [],
  "font_count": 6,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
