{
  "filename": "form-4.pdf",
  "file_size_bytes": 720590,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Patient name (Last, First, MI)\n\nDate of birth\n\nMedical record #\n\nPatient street address\n\nCity\n\nState\n\nHome phone\n\nI Work\n\nphone\n\nIZ\n\nip\n\nAt my request, I give Essentia Health permission to VERBALLY discuss the following medical and billing information about\nme (check all boxes that apply):\n\n□ Scheduling/Appointment information\n□ Medical information, including my symptoms, diagnosis, medications, and treatment plan\n□ Behavioral health information, including my symptoms, diagnosis, medications, an",
  "full_text": "Patient name (Last, First, MI)\n\nDate of birth\n\nMedical record #\n\nPatient street address\n\nCity\n\nState\n\nHome phone\n\nI Work\n\nphone\n\nIZ\n\nip\n\nAt my request, I give Essentia Health permission to VERBALLY discuss the following medical and billing information about\nme (check all boxes that apply):\n\n□ Scheduling/Appointment information\n□ Medical information, including my symptoms, diagnosis, medications, and treatment plan\n□ Behavioral health information, including my symptoms, diagnosis, medications, and treatment plan\n□ Substance Use Disorder information\n□ Lab/test results\n□ HIV related information (AIDS related testing)\n□ Billing and payment information including ClearBalance Account Authorization\n□ Other (describe):-------------------------------------­\nEssentia Health has my permission to discuss the above information with:\nName ___________________ Relationship: _________________\n1\nStreet address-------------------------------------City, State Zip _____________________________________\n\nHome phone _________________ Work phone _________________\n\n2\n\nRelationship: _________________\nName\nStreet address--------------------------------------\n\nCity, State Zip _____________________________________\n\nHome phone _________________ Work phone _________________\n• I understand the expiration date of this authorization is _____ or 1 year from today's date, whichever is sooner.\n• I understand that I have the right to revoke my permission at any time except where Essentia Health has already made disclosures\nin reliance upon this request. I understand I must notify Essentia Health in writing if I want to revoke my permission.\n• I understand that information used or disclosed pursuant to this authorization may be subject to redisclosure by the recipient and no\nlonger be protected by Federal Privacy regulations 42 CFR Part 2; HIPAA.\n• I understand psychotherapy and SUD counseling notes will not be released per facility; HIPAA Privacy Rules 45 CFR 160, 164,\n164.502; and 42 CFR 2.11, 2.31(b).\n• I understand that Essentia Health may not condition my treatment, payment, enrollment or eligibility for benefits on my signing this\nauthorization.\n• I understand, that upon my request, I may receive a copy of this form after I have signed it.\n• I understand a photocopy or fax of this form is the same as the original.\n• I understand that:(1) my HIV test results may be released without my authorization to persons/organizations that have access under\nWisconsin law; and that (2) a list of those persons/organizations is available upon request.\nWhere do I send the completed form or any changes?\nEssentia Health - HIM\n502 East Second Street\nDuluth MN 55805\nFax: 218-786-1370\nEmail: SendMyMedicalRecordstoHIM@essentiahealth.org\nx---,-----,----,--------------,----- __!__!__\nSignature (patient/parent of Minor or personal representative)\nDate\nWitness (only required if patient signature is\nmade by mark)\n\n-\n\n\\\\1 Essentia Health\n111 11 111 11 111 1 11\nAUT001\n\nAuthorization to Verbally Discuss\nProtected Health Information\n\nEH10302 12/25\n\nAUTH.014\n\nPage 1 of 2\n\n\fEssentia Health knows that privacy regulations have an impact on our customer service to you, especially when it comes to\ndiscussing information about you with family, friends, and others you designate who are involved in your care. By completing the\nAuthorization to Verbally Discuss Protected Health Information form, it will allow us to talk about your medical care to those you\nhave designated. This includes appointment and scheduling information, lab and test results, treatment information, and billing\ninformation.\nHow can I give others permission to get verbal information about me?\nComplete the Authorization to Verbally Discuss Protected Health Information form to let us know to whom we may speak about\nyour information. Check the appropriate boxes to indicate what information we may discuss.\nHow is the information on the form used?\nAny time your designated person calls or makes a request on your behalf, we will verify the individual has your permission to\nreceive the information and then we will share the information.\nWhat are some examples of when this might be useful?\n• If an elderly parent wants an adult child to help understand medical treatment instructions.\n• If an adult child is helping with billing questions.\n• If a friend is helping an elderly patient with health issues.\n• If a college student wants information shared with a parent.\n• If an adult child calls to find out his/her parent's appointment time.\nCan the person I designate also get copies of my medical records?\nNo, they can only receive verbal information. To get copies of medical records, you must complete a separate Authorization for\nUse and Disclosure form available at your treating facility.\nWhat if I change my mind?\nYou can change or revoke (stop) this process at any time by notifying us in writing at the address below. This authorization must\nbe renewed annually.\nWhat happens if I don't complete this form?\nWe will continue to protect your private health information as required by law. Completion of this form is optional.\n\nAuthorization to Verbally Discuss\nProtected Health Information\n\nEH10302 12/25\n\nAUTH.014\n\n\f",
  "full_text_chars": 5186,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 21,
  "embedded_image_count": 5,
  "is_image_only_scan": false
}
