{
  "filename": "form-2.pdf",
  "file_size_bytes": 110457,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "MyChart Access Self-Authorization\nFor Age 12 and above\n\nTo process your request all sections must be completed. Please print clearly.\nFor Office use only\nMedical Record #\b\n\nPatient Information:\nPatient Name: last,\nDate of Birth:\n\nmiddle initial, \b\n\nfirst,\nAge:\n\nEmail Address:\n\nStreet Address:\n\nLast four digits of SSN \b\n\nCity:\n\nHome Phone:\n\nState:\n\nZip: \b\n\nCell Phone: \b\n\nI allow Essentia Health to release my personal health information to me via an online MyChart account. I will be able to\naccess",
  "full_text": "MyChart Access Self-Authorization\nFor Age 12 and above\n\nTo process your request all sections must be completed. Please print clearly.\nFor Office use only\nMedical Record #\b\n\nPatient Information:\nPatient Name: last,\nDate of Birth:\n\nmiddle initial, \b\n\nfirst,\nAge:\n\nEmail Address:\n\nStreet Address:\n\nLast four digits of SSN \b\n\nCity:\n\nHome Phone:\n\nState:\n\nZip: \b\n\nCell Phone: \b\n\nI allow Essentia Health to release my personal health information to me via an online MyChart account. I will be able to\naccess information maintained in MyChart for my personal use.\nI understand that:\n• This authorization will be valid for as long as I maintain an active MyChart account.\n• If I change my mind and no longer want MyChart access, I may let Essentia Health know in writing at any time.\nThis change will become effective no later than the next business day after the date that Essentia Health receives\nmy request and will not apply to information that has already been released before this effective date.\n• Essentia Health cannot be responsible for the confidentiality of information released to me, and cannot prevent me\nfrom releasing the information to another person. At that time, the information is no longer protected by federal and\nstate privacy regulations.\n• If I do not sign this form I will still be treated and payment, enrollment and eligibility for benefits will not be impacted.\n• To be valid, this form must be completely filled out, signed, and dated. A photocopy, fax or electronically scanned\nand transmitted image is the same as the original.\n• I can receive a signed copy of this form upon my request.\n• To complete the MyChart enrollment process and gain access to a MyChart account, I must activate the account\nwith the code I will be or already have been given. As part of this on-line activation process I will be asked to\nconfirm that I have read and agree to the Essentia Health MyChart Terms and Conditions. I understand that every\ntime I use MyChart I agree to these Terms and Conditions.\n• I designate my MyChart account as my preferred method of communication to receive reminders about\npreventative and follow-up care (excludes scheduled appointment reminders).\nSignature of Patient\nMail, email or fax completed forms to the following address:\nEssentia Health\nHealth Information Services, West Annex – HIS - 45\n400 East Third Street Duluth MN 55805\nPhone: 877-231-1985 (option 2) Fax: 218-786-6658\nE-mail: MyChartSignUp@EssentiaHealth.org\n\nMyHealth Access Self Authorization\nEH2931 12/20\n\nPage 1 of 1\n\n/\n/\b\nToday’s Date\n\n\f",
  "full_text_chars": 2544,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 4,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
