{
  "filename": "form-2.pdf",
  "file_size_bytes": 23126,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "AUTHORIZATION FOR RELEASE OF PROTECTED HEALTH INFORMATION\nPATIENT NAME (PLEASE PRINT):\n\nBirth Date:\n\nSS No.:\n(Last 4 digits only)\n\nDrivers License No. (only required if you are NOT requesting records in\nperson):\nE-Mail Address:\nInformation Being Released by:\nRelease Records To:\n\nPurpose of Disclosure:\nOther, Please Explain:\n\nMedical Care\n\nAddress:\n\nCity:\n\nTelephone No.:\n\nState:\n\nInsurance\n\nAt the Request of the Patient\n\nZip:\nPatient Portal Access\n\nMethod of Disclosure:\nPaper\nFacsimile\nPassword P",
  "full_text": "AUTHORIZATION FOR RELEASE OF PROTECTED HEALTH INFORMATION\nPATIENT NAME (PLEASE PRINT):\n\nBirth Date:\n\nSS No.:\n(Last 4 digits only)\n\nDrivers License No. (only required if you are NOT requesting records in\nperson):\nE-Mail Address:\nInformation Being Released by:\nRelease Records To:\n\nPurpose of Disclosure:\nOther, Please Explain:\n\nMedical Care\n\nAddress:\n\nCity:\n\nTelephone No.:\n\nState:\n\nInsurance\n\nAt the Request of the Patient\n\nZip:\nPatient Portal Access\n\nMethod of Disclosure:\nPaper\nFacsimile\nPassword Protected CD or DVD\nOther:_________________________\nE-mail: Secure/Encrypted or Unsecure/Unencrypted: Note if sending unsecured/unencrypted e-mail over the internet,\nthere is some level of risk that the information could be read or otherwise accessed by a third party while in transit. Please\ninitial here that you wish to send unencrypted:____________\nDESCRIPTION OF INFORMATION TO BE USED OR DISCLOSED:\nDates of Treatment:\nPlace of Treatment:\nInpatient\nEmergency Room\nOutpatient\nOther (specify):\nChoose from the following (please initial beside documents):\nAll Dictated Reports\nLab (may include AIDS/HIV information)\nRadiology Reports\nPertinent Summary\nPathology Reports\nER Record\nAnesthesia Record\nBilling Record\nEntire Chart\nPhotographs/Images\n\nHistory & Physical\nDischarge Summary\nConsultation\nOperative/Procedure Report\nOther (specify):\n\nI understand that:\n1. I may revoke this authorization in writing at any time, but if I do so, it will not have any effect on any actions taken by the facility releasing the\ninformation (hereafter referred to as “the facility”) prior to the facility’s receiving the revocation. Further details regarding the manner in which this\nauthorization may be revoked may be found in the facility’s Notice of Privacy Practices.\n2. This authorization allows the facility to release the above indicated documents in my medical record, including those copies from other health care\nfacilities and providers as requested. The released information may no longer be protected by federal privacy regulations and may be redisclosed.\n3. Any disclosure of records concerning diagnosis and/or treatment of alcohol and/or drug abuse is covered by Title 42 CFR, and if there is any such\ninformation, I hereby authorize the release of information. This authorization also includes any information related to diagnosis and/or treatment of\nany psychiatric or mental illness or any state of infection with the HIV (AIDS) virus.\n4. The facility is hereby released from any liability and the undersigned will hold the facility harmless for complying with this authorization.\n5. The facility will not condition treatment, payment, enrollment, or eligibility for benefits on whether I sign this authorization, except for research related\npurposes and as otherwise permitted under applicable law.\n6. My signed (written) authorization will expire in ninety (90) days unless I provide an alternate expiration date or event. This authorization will not apply\nto any dates of service that occur after the date this authorization is signed. Patient Portal access will expire upon termination of Portal account.\n7. If the facility will use or disclose my protected health information for marketing purposes, the facility will not receive remuneration or compensation\nfor such use or disclosure for marketing purposes unless the WTH Privacy Coordinator completes and signs the following statement:\nI, _________________________________ (signature of WTH Privacy Coordinator) hereby certify that JMCGH will receive remuneration or\ncompensation for the use or disclosure of this patient’s protected health information from ______________________________ (fill in source of\nremuneration or compensation).\nI have read and understood this authorization. I hereby authorize the release, use, and disclosure of the above-requested protected health\ninformation about me.\n\nSignature of Patient\n\nDate\n\nSignature of Patient’s Authorized Representative\n\nDescription of Representative’s Authority to Act for Patient\n\nTelephone Number\n\n\f",
  "full_text_chars": 4025,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 4,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
