{
  "filename": "form-2.pdf",
  "file_size_bytes": 115960,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "AUTORIZACIÓN PARA LA DIVULGACIÓN DE INFORMACIÓN\nIndividuo: (Nombre e información de la persona cuya información médica protegida se está divulgando)\nNombre del paciente (APELLIDO, NOMBRE, SEGUNDO NOMBRE):\n_____________________________________________________________\nFecha de nacimiento: ________________ Teléfono: __________________ Correo electrónico:\n__________________________________\nDirección: ___________________________________ Ciudad: ________________ Estado: ________ Código postal:\n_______",
  "full_text": "AUTORIZACIÓN PARA LA DIVULGACIÓN DE INFORMACIÓN\nIndividuo: (Nombre e información de la persona cuya información médica protegida se está divulgando)\nNombre del paciente (APELLIDO, NOMBRE, SEGUNDO NOMBRE):\n_____________________________________________________________\nFecha de nacimiento: ________________ Teléfono: __________________ Correo electrónico:\n__________________________________\nDirección: ___________________________________ Ciudad: ________________ Estado: ________ Código postal:\n____________\nAutorización y propósito: Autorizo a Shannon a divulgar mis registros de información médica a:\nUsted\nPersona/Organización/Proveedor de atención médica autorizado para recibir mis antecedentes:\nDirección (ciudad, estado, código postal)\nNombre del contacto\n\nTeléfono\n\nFax\n\nRelación conmigo\nSe necesita información del paciente para: (seleccione una opción)\nAtención médica continua\nFines legales\n\nUso militar\n\nUso personal\n\nDiscapacidad del Seguro Social\n\nEscuela\n\nSeguro\n\nPróxima cita (indicar fecha): _________________\n\nDescripción específica de la información que se utilizará o divulgará: (tenga en cuenta que esta sección NO\nPUEDE utilizarse para publicar notas de psicoterapia)\nFechas de tratamiento (rango de fechas) desde: ____________hasta ______________\n\nHospital\n\nClínica\n\nAntecedentes de trastornos por consumo de sustancias\nAutorizo la divulgación de la siguiente información, incluidos todos los antecedentes que incluyan cualquier\ntrastorno por consumo de sustancias y/o antecedentes de tratamiento de trastornos por consumo de sustancias\nAutorizo la divulgación de la siguiente información, a excepción de todos los antecedentes que incluyan\ncualquier trastorno por consumo de sustancias y/o antecedentes de tratamiento de trastornos por consumo de\nsustancias\nSolo la información y antecedentes que se indican a continuación (marque todas las opciones que correspondan):\nVisitas al consultorio médico\nvacunas\nInformes de operaciones\npatología\nInstrucciones de alta\n\nHistorial/examen físico\n\nInformes de consultas\n\nInforme de urgencias\n\nResultados de laboratorio\n\nImágenes de radiología\n\nResumen del alta\n\nInformes de radiología\n\nResumen posterior a la visita\n\nRegistro de\n\nInformes de\n\nRegistro completo\n\nFORMATO SOLICITADO PARA LA INFORMACIÓN A PROPORCIONAR\nPapel\n\nCD\n\nMy Chart\n\nRecolección\n\nCorreo\n\nCorreo electrónico (cifrado mediante de ShareFile) a la dirección de correo electrónico especificada anteriormente\nFecha de revisión:\n06/2024\n\n\fAUTORIZACIÓN PARA LA DIVULGACIÓN DE INFORMACIÓN\nSOLO PARA USO DE OFICINA:\nIdentificación confirmada: ____________________________\nTipo de identificación/N.° de identificación\n\nVencimiento, derecho de revocación y reconocimiento de nueva divulgación:\nVencimiento: Esta autorización vencerá un año después de la fecha de la firma para el destinatario y el rango de fechas\nindicados anteriormente:\nDerecho de revocación: Entiendo que puedo revocar esta autorización en cualquier momento enviando notificación por escrito a la\ndirección que aparece al final de esta página. Entiendo que la revocación de esta autorización no afectará ninguna acción que Shannon\nHealth haya tomado en base a esta autorización antes de que Shannon Health recibiera mi notificación por escrito de revocación.\nNueva divulgación: Entiendo que la información divulgada por esta autorización puede estar sujeta a una nueva divulgación por parte\ndel destinatario y ya no estar protegida por la Ley de Portabilidad y Responsabilidad del Seguro Médico de 1996. Por la presente, el\nestablecimiento, sus empleados, funcionarios y médicos quedan exonerados de cualquier responsabilidad legal por la divulgación de la\ninformación anterior en la medida indicada y autorizada en este documento.\n\nTarifa por proporcionar la información solicitada: Entiendo que puede cobrarse una tarifa por la copia de la información\nsolicitada. Se me notificado de esta política y acepto pagar según corresponda.\n\nFirma del paciente o representante personal con autorización para solicitar la divulgación (este documento debe\nincluir la firma del individuo, padre de un menor de edad o tutor legal): Entiendo que Shannon no puede condicionar el tratamiento,\nel pago, la inscripción ni la elegibilidad para los beneficios (incluida la asistencia financiera) al hecho de que yo firme esta autorización.\nPuedo ver o recibir una copia de la información médica protegida que se utilizará o divulgará.\nEntiendo que mis antecedentes son confidenciales y no pueden divulgarse sin mi autorización por escrito, excepto cuando la ley lo\npermita. Entiendo que la información específica que se divulgará puede incluir, entre otros, antecedentes, diagnósticos y/o\ntratamientos de abuso de drogas o alcohol, enfermedades mentales o enfermedades transmisibles, incluido el virus de\ninmunodeficiencia humana (VIH) y el síndrome de inmunodeficiencia adquirida (SIDA).\n\nFirma del paciente o representante legalmente autorizado\n\nFecha\n\nNombre en letra imprenta del paciente o representante legalmente autorizado\n\nRelación con el paciente\n\nHAGA UNA FOTOCOPIA DE ESTA AUTORIZACIÓN FIRMADA ANTES DE ENVIARLA.\nENVÍE LA AUTORIZACIÓN COMPLETA Y FIRMADA A:\nMétodo preferido: devolución por correo electrónico\nROIRequests@shannonhealth.org\nDirección postal\nShannon Health System\nHIM/Release of Information\n120 E. Harris Avenue\nSan Angelo, Texas 76903\nDirección física\nShannon Health System\nHIM/Release of Information\n3555 Knickerbocker Road\nSan Angelo, Texas 76904\n\nFecha de revisión:\n06/2024\n\n\f",
  "full_text_chars": 5479,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 2,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
