{
  "filename": "form-1.pdf",
  "file_size_bytes": 115825,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "AUTHORIZATION FOR RELEASE OF INFORMATION\nIndividual: (name and information of the person whose protected health information is being disclosed)\nPatient Name (LAST, FIRST, MIDDLE): _____________________________________________________________\nDate of Birth: ________________ Phone#: __________________ Email: __________________________________\nAddress: ___________________________________ City: ________________ State: ________ Zip: ____________\nAuthorization and Purpose - I authorize Shannon to rele",
  "full_text": "AUTHORIZATION FOR RELEASE OF INFORMATION\nIndividual: (name and information of the person whose protected health information is being disclosed)\nPatient Name (LAST, FIRST, MIDDLE): _____________________________________________________________\nDate of Birth: ________________ Phone#: __________________ Email: __________________________________\nAddress: ___________________________________ City: ________________ State: ________ Zip: ____________\nAuthorization and Purpose - I authorize Shannon to release my health information records to the following:\nSelf\nPerson /Organization/ Healthcare Provider authorized to receive my records:\nAddress (City, State, Zip)\nContact Name\n\nPhone #\n\nFax#\n\nRelationship to me\nPatient information is needed for: (Please select one option)\nContinuing Medical Care\nLegal Purposes\n\nMilitary\n\nPersonal Use\n\nSocial Security Disability\n\nSchool\n\nInsurance\n\nUpcoming Appt (list date): ____________________________\n\nSpecific Description of Information to be Used or Disclosed: (Please note this section CAN NOT be used to\nrelease Psychotherapy Notes)\nDates of treatment (date range) from: ____________to ______________\n\nHospital\n\nClinic\n\nSubstance Use Disorder Records\nI authorize the release of the following information including all records that include any substance use\ndisorder and/or substance use disorder treatment records\nI authorize the release of the following information excluding all records that include any substance use\ndisorder and/or substance use disorder treatment records\nOnly the information and records indicated below (check all that apply):\nPhysician Office Visits\nOperation Reports\nDischarge Instructions\n\nHistory/Physical Exam\n\nLab Results\n\nDischarge Summary\n\nShot Record\nPathology Reports\n\nConsultation Reports\n\nRadiology Images\n\nRadiology Reports\n\nER Report\n\nAfter Visit Summary\n\nEntire Record\n\nFORMAT REQUESTED FOR INFORMATION TO BE PROVIDED\nPaper\n\nCD\n\nMy Chart\n\nPick Up\n\nMail\n\nEmail (Encrypted through ShareFile) to the email address above\n\nFOR OFFICE USE ONLY:\nID Confirmed: ____________________________\nID Type / ID#\nRevised 06/2024\n\n\fAUTHORIZATION FOR RELEASE OF INFORMATION\nExpiration, Right to Revoke, and Re-Disclosure Acknowledgement:\nExpiration: This authorization will expire one year from the date of signature for the recipient and date range listed above:\nRight to Revoke: I understand that I may revoke this authorization at any time by giving written notice to the address listed at the\nbottom of this page. I understand that revocation of this authorization will not affect any action Shannon Health took in reliance on this\nauthorization before Shannon Health received my written notice of revocation.\nRe-Disclosure: I understand the information disclosed by this authorization may be subject to re-disclosure by the recipient and no\nlonger be protected by the Health Insurance Portability and Accountability Act of 1996. The facility, its employees, officers, and\nphysicians are hereby released from any legal responsibility or liability for disclosure of the above information to the extent indicated\nand authorized herein.\n\nFee for Providing Requested Information: I understand that there may be a fee charged for the copying of the requested\ninformation. I have been notified of this policy and agree to pay accordingly.\n\nSignature of Patient or Personal Representative with Authorization to Request Disclosure (this document must be\nsigned by the individual, parent of a minor child, or legal guardian): I understand that Shannon may not condition treatment,\npayment, enrollment, or eligibility for benefits (including financial assistance) on my provision of this authorization. I can view or receive\na copy of the protected health information to be used or disclosed.\nI understand that my records are confidential and cannot be disclosed without my written authorization, except when otherwise\npermitted by law. I understand that the specified information to be released may include, but is not limited to history, diagnoses, and/or\ntreatment of drug or alcohol abuse, mental illness, or communicable disease, including Human Immunodeficiency Virus (HIV) and\nAcquired Immune Deficiency Syndrome (AIDS).\n\nSignature of Patient or Legally Authorized Representative\n\nDate\n\nPrinted Name of Patient or Legally Authorized Representative\n\nRelationship to Patient\n\nMAKE A PHOTOCOPY OF THIS SIGNED AUTHORIZATION BEFORE SENDING.\nRETURN COMPLETED, SIGNED AUTHORIZATION TO:\nPreferred Method, Return via E-Mail\nROIRequests@shannonhealth.org\nMailing Address\nShannon Health System\nHIM/Release of Information\n120 E. Harris Avenue\nSan Angelo, Texas 76903\nPhysical Address\nShannon Health System\nHIM/Release of Information\n3555 Knickerbocker Road\nSan Angelo, Texas 76904\n\nRevised 06/2024\n\n\f",
  "full_text_chars": 4748,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 2,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
