{
  "filename": "form-1.pdf",
  "file_size_bytes": 44626,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "o SCAN ONLY-No additional information needed\n\nAUTHORIZATION TO RELEASE PROTECTED HEALTH INFORMATION\n(Complete in full. See reverse side for important information.)\n\n1.\n\n______________________________________________\nName of Patient\n______________________________________________\nStreet Address\n______________________________________________\nCity, State, Zip\n______________________________________________\nDate of Birth\n______________________________________________\nPhone #\n\nI authorize the use and/o",
  "full_text": "o SCAN ONLY-No additional information needed\n\nAUTHORIZATION TO RELEASE PROTECTED HEALTH INFORMATION\n(Complete in full. See reverse side for important information.)\n\n1.\n\n______________________________________________\nName of Patient\n______________________________________________\nStreet Address\n______________________________________________\nCity, State, Zip\n______________________________________________\nDate of Birth\n______________________________________________\nPhone #\n\nI authorize the use and/or release of my protected\nhealth information as described below. I understand\nthat the information used or released as a result of this\nAuthorization may no longer be protected by federal\nprivacy laws and may be further used or released\nby persons or organizations receiving it without\nobtaining my authorization. I may refuse to sign this\nAuthorization, which will not afect my ability to obtain\ntreatment or payment of claims. I have the right to\nrevoke this Authorization by providing written notice\nto SSM Health Health Information. Revocation of this\nAuthorization will not afect any action taken before\nreceipt of the written revocation.\n\n2. AUTHORIZE:\n\n3. TO RELEASE PROTECTED HEALTH INFORMATION TO:\n\nSSM Health\n______________________________________________\n\n______________________________________________\n\n______________________________________________\n\n______________________________________________\n\n______________________________________________\n\n______________________________________________\n\n(If release is to self, state self)\n\n(Name of Physician/Health Care Facility/Other)\n\n(Street Address)\n\n(City, State, Zip)\n\n(Name of Physician/Health Care Facility/Other)\n\n(Street Address)\n\n(City, State, Zip)\n\n______________________________________________\n(Fax)\n\n4. PURPOSE OR NEED FOR DISCLOSURE: (Check applicable categories)\no Continuing Care o Transferring Care (Customary to release last 2 years of information. Release may occur electronically)\no Personal Use o Insurance Eligibility/Benefts o Disability Determination o Legal Investigation o Needed by/Appt Date _____/_____/______\nMM\n\nDD\n\nYYYY\n\no Other (specify):_________________________________________________________________________________________________________\n5. HEALTH INFORMATION TO BE RELEASED:\nOfce Visits: o Primary Care o Specialty (specify) ____________________________ o Procedures\no Immunization Records o Lab Reports o X-ray Reports o X-ray Films (specify)_____________ o Billing Records (specify) ________________\no Specifc information related to: ____________________________________________________________________________________________\nFOR THE FOLLOWING DATE(S) OR TIME FRAME: From: _____/_____/______ To: _____/_____/______\nMM\n\nDD\n\nYYYY\n\nMM\n\nDD\n\nYYYY\n\n5a. Federal and state laws require special permission to release certain information. Please check if these records should be released:\no Mental Health o Alcohol and/or Drug Abuse o HIV/AIDS Test Results o Developmental Disabilities\n6. FORMAT FOR RECORDS: o MyChart o DVD/CD o Paper o Verbal Disclosure\no Email to: ______________________________________________________________________________________\n7. EXPIRATION\nThis authorization will expire on _____/_____/______. If I do not indicate a date, this will expire one (1) year from the date of my signature below.\nMM\n\nDD\n\nYYYY\n\nA photocopy of this authorization is as valid as the original.\n8. SIGNATURE\nI understand that this authorization is voluntary. I am confrming my authorization that the health care provider may use and/or disclose to the\npersons and/or organizations named in this form the protected health information described in this form.\nSignature: _______________________________________________________ Date: ____________________\nIf this Authorization is signed by a representative on behalf of the patient, complete the following:\nRepresentative’s Name: _________________________________________________________________________________________________\nRelationship to Patient: _________________________________________________________________________________________________\nAH-FRM-11595 (8/2024) FRONT\n\nYOU ARE ENTITLED TO A COPY OF THIS AUTHORIZATION AFTER YOU SIGN IT.\n\n\fADDITIONAL INFORMATION REGARDING RELEASE OF HEALTH INFORMATION\nSSM Health recognizes the patient’s right to confdentiality of their health information under federal privacy\nregulations and Wisconsin law. The patient should be aware of the following information when requesting or\nreleasing health information.\n•\n\nRecord Defnition: The record(s) defned for release include record(s) generated at all SSM Health locations.\n\n•\n\nRight to Refuse to Sign This Authorization: A patient may refuse to sign this Authorization and this refusal\nwill not afect the patient’s ability to obtain treatment or payment of claims.\n\n•\n\nRight to Inspect or Copy the Health Information to Be Used or Disclosed: A patient has the right to inspect\nor copy the health information they have authorized to be used or disclosed by signing this Authorization\nform. A patient may arrange to inspect their health information by contacting the ofce listed below.\n\n•\n\nRight to Receive Copy of This Authorization: A patient has the right to receive a copy of the signed\nAuthorization form.\n\n•\n\nRight to Revoke This Authorization: A patient has the right to revoke this Authorization at any time by\ngiving written notice of revocation to the Privacy Ofcer listed below. Revocation of this Authorization will\nnot afect any action taken in reliance of this authorization before receipt of the written notice of revocation.\n\n•\n\nMultiple Releases of Information: A patient may request multiple releases of the information stated on the\nAuthorization form as long as the authorization is not expired.\n\n•\n\nWho May Sign This Authorization:\n1.\n\nGenerally, all patients 18 years of age and older must sign for release of their own health information\nunless the following conditions apply:\na. The patient is incompetent\nb. The patient is disabled and cannot sign the form\nc. The patient is deceased. (A surviving spouse or personal representative of the estate may sign.\nIf there is no surviving spouse or personal representative, then an adult member of the immediate\nfamily may sign.)\n\n2. All persons signing for release of health information on behalf of the patient must state their relationship\nto the patient and provide proof of legal authority of their capacity to act for the patient.\n3. Minors: Patients less than 18 years of age must sign for release of their health information in the following\ncases:\na. Alcohol or other drug abuse treatment: age 12 or older\nb. Mental health treatment: age 14 or older may consent to release of records without parental consent\n(Parents also retain the right to access this information.)\nc. HIV test results: age 14 or older\nd. Emancipated minors who are married or in the military\n•\n\nFees for Records: SSM Health may charge a reasonable fee for viewing, copying, postage and preparation\nof records to fulfll this request. All fees are based on the applicable laws governing release of health\ninformation.\n\n•\n\nContact Ofce:\n1.\n\nRequests for release of health information can be directed to the Health lnformation Department.\nDean Medical Group\nSt. Agnes Hospital\nSt. Mary’s Hospital-Madison\nRipon Community Hospital\nSt. Mary’s Hospital-Janesville\nWaupun Memorial Hospital\nSt. Clare Hospital-Baraboo\nFond du Lac Regional Clinic\nMonroe Hospital and Clinic\nAttn: Release\nAttn: Release\n420 East Division\nPO Box 259840\nFond du Lac, WI 54935\nMadison, WI 53725-9840\nPhone: 920-926-8328 or 866-258-8220\nPhone: 608-294-6244\nFax: 920-926-8910\nFax: 608-294-6294\n\n2. All questions regarding federal privacy regulations can be directed to:\nE-mail: PrivacyOfcer@ssmhealth.com\nAH-FRM-11595 (8/2024) BACK\n\n\f",
  "full_text_chars": 7780,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 3,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
