{
  "filename": "form-1.pdf",
  "file_size_bytes": 163535,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "Advanced Authorization for Release of Information\n4951 Business Park Boulevard, Anchorage, AK 99503\nwww.ANHC.org, Phone 907-743-7200, Fax 907-743-7255\n\nPLEASE READ: You should only fill out this form if you want to have medical or dental information sent to\nAnchorage Neighborhood Health Center (ANHC), or if you want information from your ANHC records\nprovided to another source.\nPatient Name:\n\nDOB:\n\n-\n\n-\n\nLast Four Digits of SS#: _________________________Phone:\n\nEvening Phone: __________________\n",
  "full_text": "Advanced Authorization for Release of Information\n4951 Business Park Boulevard, Anchorage, AK 99503\nwww.ANHC.org, Phone 907-743-7200, Fax 907-743-7255\n\nPLEASE READ: You should only fill out this form if you want to have medical or dental information sent to\nAnchorage Neighborhood Health Center (ANHC), or if you want information from your ANHC records\nprovided to another source.\nPatient Name:\n\nDOB:\n\n-\n\n-\n\nLast Four Digits of SS#: _________________________Phone:\n\nEvening Phone: __________________\n\nAddress: _________________________________________ City:\n\nState:\n\nZip:\n\nAs the Patient, Parent/Guardian, or Representative (legal documents required), I hereby authorize Anchorage Neighborhood Health\nCenter to:\n Obtain Information from:\n\n-OR-  Release Information to:\n\nPLEASE CHOOSE ONLY ONE PER FORM\n\nName:\nAddress:\n\nCity:\n\nPhone:\n\nState:\n\nZip:\n\nFax:\n\nPlease check any types of information to be released:\n\nPlease provide additional authorization for the specific\nrelease of any information relating to these topics:\n\n\n\nHistory and Physical\n\n\n\nProgress Notes\n\n\n\nLab Reports\n\n\n\nX-Ray Reports\n\n\n\nSubstance Use Disorder\n\n\n\nImmunization Records\n\n\n\nMedication List\n\n\n\nMental Health\n\n\n\nOther:____________________________________\n\n\n\nHIV-Related Information\n\n[check any topics that you authorize release of information for]\n\nDate range of records to be released [unless specified in notes] :\n Records from the past 12 months\n\nX\nSignature of Patient or Representative\n\nDate\n\n Records from most recent 3 visits\nNotes: _______________________________________\nPURPOSE OF DISCLOSURE: I understand that authorizing the disclosure of this health information is voluntary. I\nunderstand that this authorization will expire one (1) year after I have signed this form. I understand that I may revoke thi s\nauthorization at any time by notifying Anchorage Neighborhood Health Center in writing, and it will be effective on the date\nnotified except to the extent action has already been taken in reliance upon it.\nI understand that information used or disclosed pursuant to this authorization may be subject to redisclosure by the recipien t\nand no longer be protected by Federal privacy regulations. By authorizing this release of information, my treatment, health\ncare, and payment for my heath care will not be affected if I do not sign this form. I understand that I will get a copy of this\nform after I sign it. In order to offset the cost of maintaining and producing copies of the medical record, ANHC does charge\nfor copies. There is no charge for medical records if copies are sent to other health care facilities for ongoing care or follow-up\ntreatment. *Note: Per HIPAA guidelines, patients are NOT required to give a purpose for their use of health information\nIndividuals’ Right under HIPAA to Access their Health Information 45 CFR § 164.524.\nPROHIBITION OF REDISCLOSURE: This information has been disclosed to you from patient records whose\nconfidentiality is protected by Federal Regulations (42 CFR Part 2) prohibiting you from making any further\ndisclosure of this information except with the specific written consent of the person of to whom it pertains. A\ngeneral authorization for the release of medical or other information if held by another party is not sufficient for this\npurpose.\n-ORPatient Signature\n\nDate\n\nPrint Name\n\nFOR OFFICE USE ONLY\n\nRepresentative\n\nDate\n\nRelationship to Patient\n\nDate Request Filled:\n\nFilled By:\n\nID VERIFIED BY ANHC EMPLOYEE (Name, List ID Verification Method, and Initial):\n\nRev. 08/2025\n\n\f",
  "full_text_chars": 3539,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 7,
  "embedded_image_count": 9,
  "is_image_only_scan": false
}
