{
  "filename": "form-1.pdf",
  "file_size_bytes": 303793,
  "page_count": 9,
  "has_text_layer": true,
  "text_preview": "ANAHEIM GLOBAL MEDICAL CENTER (AGMC)\nNOTICE OF PRIVACY PRACTICES\nTHIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY BE\nUSED AND DISCLOSED AND HOW YOU CAN GET ACCESS TO THIS\nINFORMATION. PLEASE REVIEW IT CAREFULLY.\nEffective Date: This Notice is effective on January 31, 2016.\nI.\n\nWho Presents this Notice\n\nThis joint notice (“Notice”) describes how your medical information will be used and disclosed\nby Anaheim Global Medical Center (“AGMC ”), members of its workforce, medical staff\nmember",
  "full_text": "ANAHEIM GLOBAL MEDICAL CENTER (AGMC)\nNOTICE OF PRIVACY PRACTICES\nTHIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY BE\nUSED AND DISCLOSED AND HOW YOU CAN GET ACCESS TO THIS\nINFORMATION. PLEASE REVIEW IT CAREFULLY.\nEffective Date: This Notice is effective on January 31, 2016.\nI.\n\nWho Presents this Notice\n\nThis joint notice (“Notice”) describes how your medical information will be used and disclosed\nby Anaheim Global Medical Center (“AGMC ”), members of its workforce, medical staff\nmembers, and allied health professionals who practice at this facility.\nAGMC and the individual health care providers who provide services at the Hospital are together\nsometimes referred to collectively as “we” or “us” in this Notice. While AGMC and health\nprofessionals engage in many joint activities and provide services in a clinically integrated care\nsetting, the Hospital and health professionals are separate legal entities and separately\nresponsible for complying with this Notice and applicable law. This Notice applies to services\nfurnished to you at AGMC as a Hospital inpatient or outpatient or any other services provided to\nyou in a Hospital-affiliated program involving the use or disclosure of your medical information\n(known as “protected health information” or “PHI”). Your doctors and other health care\nproviders may have different practices or notices about the use and disclosure of your PHI in\ntheir own offices or clinics.\nII.\n\nPrivacy Obligations\n\nWe understand that your PHI is private and personal, and we are committed to protecting it. We\nare required by law to maintain the privacy of your PHI and to provide you with this Notice of\nlegal duties and privacy practices. When we use or disclose your PHI, we are required to abide\nby the terms of this Notice (or other Notice in effect at the time of the use or disclosure).\nIII.\n\nPermissible Uses and Disclosures Without Your Written Authorization\n\n01/31/16\n\nPage !1\n\n\fAGMC collects health information about you and stores it in a chart in an electronic health\nrecord. This information constitutes your medical record. The medical record is the property of\nAGMC, but the information in the medical record belongs to you. HIPAA Privacy regulations\nallows for the use and disclosure of your health information without your written authorization\nfor the following purposes:\nTreatment, Payment and Health Care Operations. Your PHI may be shared among\nA.\nthe Hospital, their Hospital-affiliated programs, and by your health care providers, as\nnecessary, for treatment, payment, or for health care operations.\n•\n\nTreatment. Your PHI may be used and disclosed to provide treatment and other services\nto you. For example, your PHI may be used to diagnose and treat your injury or illness or\nit may be disclosed to other providers involved in your treatment.\n\n•\n\nPayment. Your PHI may be used and disclosed to obtain payment for services provided\nto you. For example, your PHI may be used to obtain payment from your health insurer,\nHMO, or other company that arranges or pays the cost of some or all of your health care,\nor to verify health care coverage. Your medical information could be disclosed to\nproviders who may be involved with your medical care after you leave the hospital such\nas home health agencies or skilled nursing facilities.\n\n•\n\nHealth Care Operations. Your PHI may be used and disclosed for health care operations,\nwhich include internal administration and planning and various activities that improve the\nquality and cost effectiveness of the care delivered to you. For example, PHI may be\nused to evaluate the quality and competence of physicians, nurses, and other health care\nworkers. We may use and disclose your PHI as necessary for medical reviews, legal\nservices and audits, including fraud and abuse detection and compliance programs, and\nbusiness planning and management.\nYou. PHI may be disclosed to you or your designee to permit you to inspect and/\nB.\nor obtain a copy of your PHI in a designated record set in accordance with 45 C.F.R.\n§ 164.524, to provide you with an accounting of disclosures of your PHI in accordance\nwith 45 C.F.R. §164.528, or to notify you of a breach of security with respect to your\nPHI.\nSecretary. Your PHI may be disclosed to the Secretary of the U.S. Department of\nC.\nHealth and Human Services (“Secretary”) when required to investigate or determine our\ncompliance with the law.\nMinors. If you are a minor, your PHI may be disclosed to a parent, guardian, or\nD.\nother person acting in loco parentis when such person has authority to act on your behalf\nwith respect to your health care unless, such disclosure is prohibited by law, or, in the\nopinion of the professional person who is treating or counseling you, the involvement\nwould be inappropriate.\n\n01/31/16\n\nPage !2\n\n\fPersonal Representatives. If you are an adult or an emancipated minor, we may\nE.\ndisclose your PHI to a person who, under applicable law, has authority to act on your\nbehalf in making decisions related to your health care.\nFacility Directories. Unless you object, we may include limited information\nF.\nabout you in a facility directory, including your name, location in the Hospital(s), general\nhealth condition (e.g. good, fair, etc.), and religious affiliation, without obtaining your\nauthorization. However, your name will not be listed if you are located in a specific\nward, wing or unit the identification of which would reveal that you are receiving\ntreatment for (1) mental health and developmental disabilities; (2) alcohol and drug\nabuse; (3) HIV/AIDS; (4) communicable disease(s); (5) genetic testing; (6) child abuse\nand neglect; (7) domestic and elder abuse; or (8) sexual assault. Information in the\ndirectory may be disclosed to anyone who asks for you by name or members of the\nclergy; provided, however, that religious affiliation will only be disclosed to members of\nthe clergy.\nRelatives, Close Friends and Other Caregivers. Your PHI may be disclosed to a\nG.\nfamily member, other relative, a close personal friend, or any other person identified by\nyou when you are present for, or otherwise available prior to, the disclosure, if (1) your\nagreement is obtained; (2) you do not object to the disclosure after being provided an\nopportunity to object; or (3) it can be reasonably inferred that you do not object to the\ndisclosure.\nIf you are not present, or the opportunity to agree or object to a use or disclosure cannot\npracticably be provided because of your incapacity or an emergency circumstance, we may\nexercise professional judgment to determine whether a disclosure is in your best interests. If\ninformation is disclosed to a family member, other relative, or a close personal friend, we will\ndisclose only information believed to be directly relevant to the person's involvement with your\nhealth care or payment related to your health care. In addition, we may disclose medical\ninformation about you to an entity assisting in a disaster relief effort so that your family may be\nnotified about your condition, status, and location.\nPublic Health Activities. Your PHI may be disclosed for the following public\nH.\nhealth activities: (1) to report health information to public health authorities for the\npurpose of preventing or controlling disease, injury, or disability; (2) to report child abuse\nand neglect to public health authorities or other government authorities authorized by law\nto receive such reports; (3) to report information about products and services under the\njurisdiction of the U.S. Food and Drug Administration; (4) to alert a person who may\nhave been exposed to a communicable disease or may otherwise be at risk of contracting\nor spreading a disease or condition; (5) to report information to your employer as\nrequired under laws addressing work-related illnesses and injuries or workplace medical\nsurveillance; and (6) to report to a school, as required by law, to provide proof of\n\n01/31/16\n\nPage !3\n\n\fimmunization of a student or prospective student when you agree, or if you are a minor,\nyour parent or guardian agrees, to the disclosure.\nVictims of Abuse, Neglect or Domestic Violence. Your PHI may be disclosed to a\nI.\ngovernmental authority, including a social service or protective services agency, when\nrequired by law, with your agreement, or when authorized by law to report abuse, neglect,\nor domestic violence if there is a reasonable belief that the disclosure is necessary to\nprevent serious harm to you or other potential victims, or if a law enforcement or other\npublic official determines an immediate law enforcement activity depends upon the\ndisclosure and would be materially and adversely affected by waiting until you can agree.\nHealth Oversight Activities. Your PHI may be disclosed to a health oversight\nJ.\nagency for oversight activities authorized by law, including: audits; civil, administrative,\nor criminal investigations; inspections; licensure or disciplinary actions; civil,\nadministrative, or criminal proceedings or actions; or other activities necessary for\nappropriate oversight of the health care system or government benefit or regulatory\nprograms for which PHI is relevant to determine eligibility and compliance.\nJudicial and Administrative Proceedings. Your PHI may be disclosed in the\nK.\ncourse of a judicial or administrative proceeding in response to an order of a court or\nadministrative tribunal or in response to a subpoena, discovery request, or other lawful\nprocess.\nLaw Enforcement Officials. Your PHI may be disclosed to the police or other law\nL.\nenforcement officials as required or permitted by law or in compliance with a court order\nor a grand jury or administrative subpoena.\nInmates. If you are an inmate of a correctional institution or under the custody of\nM.\na law enforcement official, we may release medical or mental health information about\nyou to the correctional institution or law enforcement official. This disclosure would be\nnecessary (1) for the institution to provide you with health care; (2) to protect your health\nand safety or the health and safety of others; or (3) for the safety and security of the\ncorrectional institution. Additionally, disclosure may be made when required, as\nnecessary to the administration of justice.\nDecedents. Your PHI may be disclosed to a family member, or other persons\nN.\nwho were involved in your care or payment for health care prior to your death when the\nPHI is relevant to such person’s involvement, unless doing so is inconsistent with your\nprior expressed preference known to us.\nCoroners, Medical Examiners, and Funeral Directors. We may release medical\nO.\ninformation to a coroner or medical examiner. This may be necessary, for example, to\n\n01/31/16\n\nPage !4\n\n\fdetermine the cause of death. Your PHI may be disclosed to funeral directors, consistent\nwith applicable law, as necessary to carry out their duties with respect to your death.\nOrgan and Tissue Donation. Your PHI may be disclosed to organizations that\nP.\nfacilitate organ, eye or tissue procurement, banking, or transplantation.\nResearch. Your PHI may be disclosed without your consent or authorization if an\nQ.\nInstitutional Review Board/Privacy Board approves a waiver of authorization for\ndisclosure.\nHealth or Safety. Your PHI may be disclosed when permitted by law to prevent or\nR.\nlessen a serious and imminent threat to a person's or the public's health or safety or is\nnecessary for law enforcement to identify and apprehend a criminal. We will comply with\nCalifornia law in reporting your PHI for public health activities or health oversight\nactivities. If you disclose information related to child abuse or other types of actual or\nthreatened abuse, such information may be reported to governmental authorities\nresponsible to investigate such abuse. If you commit a crime on the premises, your PHI\nmay be used to report the crime.\nMilitary, Veterans, National Security, and Other Government Functions. Your\nS.\nPHI may be disclosed to units of the government with special functions, such as the U.S.\nmilitary or the U.S. Department of State, under certain circumstances.\nWorkers' Compensation. Your PHI may be disclosed as authorized by and to the\nT.\nextent necessary to comply with laws relating to workers' compensation or other similar\nprograms.\nFundraising Purposes. Your PHI may be used or disclosed for fundraising\nU.\npurposes; however, you have the right to opt out of receiving such fundraising\ncommunications. If you receive a fundraising communication, it will tell you how to opt\nout.\nBusiness Associates. There are some services provided by us through contracts\nV.\nwith business associates, including transcribing your medical record, surveying for\npatient satisfaction, obtaining payment, or making copies of your medical record. When\nthese services are provided by contracted business associates, we may disclose the\nappropriate portions of your PHI to our business associates so they can perform the job\nwe have asked them to do.\nW.\nPrivacy Breaches. We will notify you in writing if we discover a breach of your\nunsecured health information, unless we determine, based on a risk assessment, that notification\nis not required by applicable law. You will be notified without unreasonable delay and no later\nthan 5 business days after discovery of the breach. Such notification will include information\n01/31/16\n\nPage !5\n\n\fabout what happened and what has been done or can be done to mitigate any harm to you as a\nresult of such breach.\nX.\nAs Required by Law. Your PHI may be disclosed when required to do so by any\nother law not already referred to in the preceding categories.\nIV. Uses and Disclosures Requiring Your Written Authorization\nUse or Disclosure with Your Authorization. For any purpose other than the ones\nA.\ndescribed above in Section III, your PHI may be used or disclosed only when you provide\nyour written authorization. For instance, you will need to provide a written authorization\nbefore PHI may be sent to your life insurance company or to the attorney representing the\nother party in litigation in which you are involved.\nMarketing. Your written authorization (\"Your Marketing Authorization\") also\nB.\nmust be obtained prior to using your PHI to send you any marketing materials. However,\nmarketing materials can be provided to you in a face-to-face encounter without obtaining\nYour Marketing Authorization. We are also permitted to give you a promotional gift of\nnominal value, if we so choose, without obtaining Your Marketing Authorization. In\naddition, we may communicate with you about products or services relating to your\ntreatment, appointment reminders, case management or care coordination, or alternative\ntreatments, therapies, providers, or care settings without Your Marketing Authorization.\nSale of PHI. Except for disclosures pursuant to your prior authorization or prior\nC.\npermission or approval for research as described in 45 C.F.R. §164.532, we must obtain\nyour written authorization for any sale of your PHI.\nPsychotherapy Notes. Psychotherapy notes are notes recorded by a health care\nD.\nprovider who is a mental health professional documenting or analyzing the contents of\nconversation during a private counseling session or a group, joint, or family counseling\nsession. Your written authorization must be obtained prior to any use or disclosure of\npsychotherapy notes, except as follows: (1) when required or permitted by law by the\noriginator of the notes for treatment; (2) for certain training programs in mental health;\n(3) by AGMC or a Hospital to defend itself in a legal action or other proceeding brought\nby you; (4) use or disclosure that is required by law; (5) disclosure to you pursuant to\nyour right of access to your PHI or an accounting of disclosures of your PHI; (6) to the\nSecretary to determine our regulatory compliance; (7) for health oversight activities; (8)\nto coroners or medical directors, as necessary to prevent or lessen a serious and imminent\nthreat to the health and safety of a person or the public; or (9) to apprehend a criminal.\nHighly Confidential Information. In addition, federal and California law requires\nE.\nspecial privacy protections for certain highly confidential information about you (\"Highly\nConfidential Information\"), including the subset of your PHI that is: (1) maintained in\n01/31/16\n\nPage !6\n\n\fpsychotherapy notes; (2) about mental health and developmental disabilities services; (3)\nabout alcohol and drug abuse prevention, treatment, and referral; (4) about HIV/AIDS\ntesting, diagnosis or treatment; (5) about communicable disease(s); (6) about genetic\ntesting; (7) about child abuse and neglect; (8) about domestic and elder abuse; or (9)\nabout sexual assault. In order for your Highly Confidential Information to be disclosed\nfor a purpose other than those permitted by law, your written authorization is required.\nV. Your Rights Regarding Your Protected Health Information\nRight to Request Additional Restrictions. You may request restrictions on the use\nA.\nand disclosure of your PHI (1) for treatment, payment and health care operations; (2) to\nindividuals (such as a family member, other relative, close personal friend or any other\nperson identified by you) involved with your care or with payment related to your care;\nor (3) to notify or assist in the notification of such individuals regarding your location and\ngeneral condition. While all requests for additional restrictions will be carefully\nconsidered, we are not required to agree to a requested restriction. However, we must\ncomply with any request by you to restrict the disclosure of PHI to a health plan if (a) the\ndisclosure is for the purpose of carrying out payment or health care operations and is not\notherwise required by law, or (b) the disclosure is related solely to a health care item or\nservice for which you, or a person on your behalf, have paid in full. If you wish to\nrequest additional restrictions, please obtain a request form from the Hospital Privacy\nOffice and submit the completed form to the Hospital Privacy Office.\nRight to Receive Confidential Communications. You may request, and we will\nB.\naccommodate, any reasonable written request for you to receive your PHI by alternative\nmeans of communication or at alternative locations.\nRight to Revoke Your Authorization. You may revoke your authorization, Your\nC.\nMarketing Authorization or any written authorization obtained in connection with your\nPHI, except to the extent that we have taken action in reliance upon it, by delivering a\nwritten revocation statement to the Hospital Privacy Office. If you desire to revoke an\nauthorization, please obtain a revocation form from the Hospital Privacy Office and\nsubmit the completed form to the Hospital Privacy Office.\nRight to Inspect and Copy Your Health Information. You may request access to\nD.\nyour medical record file and billing records maintained by us in order to inspect and\nrequest copies of the records. Under limited circumstances, you may be denied access to\na portion of your records. If you are a parent or legal guardian of a minor, certain\nportions of the minor's medical record will not be accessible to you (for example, records\npertaining to health care services for which the minor can lawfully give consent and\ntherefore for which the minor has the right to inspect or obtain copies of the record (i.e.\nabortion or mental health treatment); or the health care provider determines, in good\nfaith, that access to the patient records requested by the representative would have a\n01/31/16\n\nPage !7\n\n\fdetrimental effect on the provider's professional relationship with the minor patient or on\nthe minor's physical safety or psychological well-being. If you desire access to your\nrecords, please obtain a record request form from the Hospital Privacy Office and submit\nthe completed form to the Hospital Privacy Office. If you request copies of paper records\nyou will be charged the reasonable cost of copies in accordance with federal and state\nlaw. You also will be charged for the postage costs, if you request that the copies be\nmailed to you.\nRight to Amend Your Records. You have the right to request that PHI maintained\nE.\nin your medical record file or billing records be amended. If you desire to amend your\nrecords, please obtain an amendment request form from the Hospital Privacy Office and\nsubmit the completed form to the Hospital Privacy Office. Your request will be\naccommodated unless we determine that the information that would be amended is\naccurate and complete or other special circumstances apply.\nRight to Receive an Accounting of Disclosures. Upon your request, you may\nF.\nobtain an accounting of certain disclosures of your PHI made by us during any period of\ntime prior to the date of your request, provided such period does not exceed six (6) years\nand does not apply to disclosures that occurred prior to April 14, 2003. If you desire to\nobtain an accounting of disclosures, please obtain a request form from the Hospital\nPrivacy Office and submit the completed form to the Hospital Privacy Office. If you\nrequest an accounting more than once during a twelve (12) month period, you will be\ncharged $0.25 per page of the accounting statement.\nRight to Receive Paper Copy of this Notice. Upon request, you may obtain a\nG.\npaper copy of this Notice, even if you have agreed to receive such Notice electronically.\nFor Further Information or to Report a Problem. If you desire further information\nH.\nabout your privacy rights, are concerned that your privacy rights have been violated, or\ndisagree with a decision made about access to your PHI, you may contact the Privacy\nOffice at the Hospital where you were treated. You may also file a written complaint with\nthe Secretary of the US Department of Health and Human Services. We will not retaliate\nagainst you if you file a complaint with the Hospital Privacy Office or the Secretary. The\naddress for the Office for Civil Rights (OCR) is as follows: Region IX - San Francisco\n(American Samoa, Arizona, California, Guam, Hawaii, Nevada) Michael Leoz, Regional\nManager Office for Civil Rights U.S. Department of Health and Human Services 90 7th\nStreet, Suite 4-100 San Francisco, CA 94103. Voice Phone (800) 368-1019, FAX (415)\n437-8329, TDD (800) 537-7697.\nVI. Changes to this Notice\n\n01/31/16\n\nPage !8\n\n\fThe terms of this Notice may be changed at any time. If this Notice is changed, the new Notice\nterms may be made effective for all PHI that we maintain, including any information created or\nreceived prior to issuing the new notice. If this Notice is changed, the new notice will be posted\nin waiting areas around the Hospital and on the Hospital’s website. You also may obtain any\nnew notice by contacting the Hospital Privacy Officer.\nVII. Privacy Office\nYou may contact our Privacy Officer at AGMC. The address for the Hospital Privacy Officer is\nlisted below:\nAnaheim Global Medical Center\nAttn: Privacy Officer\n1025 South Anaheim Blvd.\nAnaheim, CA 92805\nTelephone Number: (714)-953-3539\n\n_______\nDate\n\nSignature of Patient or Representative\n\n_______\nDate\n\n01/31/16\n\nPrinted Name of Patient or Representative\n\nPage !9\n\n\f",
  "full_text_chars": 23164,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 7,
  "embedded_image_count": 9,
  "is_image_only_scan": false
}
