{
  "filename": "form-4.pdf",
  "file_size_bytes": 251959,
  "page_count": 4,
  "has_text_layer": true,
  "text_preview": "Patient Registration Form\nAll patients or responsible parties must complete this form and provide a picture ID and insurance card before seeing a provider.\nLAST NAME\n\nFIRST NAME\n\nADDRESS\n\nAPT/SUITE#\n\nHOME PHONE\n\nM.I.\nCITY\n\nWORK/CELL PHONE\n\nSSN\n\nBIRTHDATE\n\nGENDER (M)\n\n(F)\n\nOTHER\n\nEMPLOYER’S PHONE\n\nBLACK-NON\n\nAMERICAN INDIAN/\n\nHISPANIC\n\nALASKAN NATIVE\n\nRELATIONSHIP STATUS\n\nZIP\n\nEMAIL ADDRESS\n\nPATIENT’S EMPLOYER\nRACE\n\nSTATE\n\nSINGLE\n\nHISPANIC\n\nASIAN\n\nWHITE-NON\n\nOTHER\n\nHISPANIC\n\nMARRIED\n\nWIDOWED\n\nDIV",
  "full_text": "Patient Registration Form\nAll patients or responsible parties must complete this form and provide a picture ID and insurance card before seeing a provider.\nLAST NAME\n\nFIRST NAME\n\nADDRESS\n\nAPT/SUITE#\n\nHOME PHONE\n\nM.I.\nCITY\n\nWORK/CELL PHONE\n\nSSN\n\nBIRTHDATE\n\nGENDER (M)\n\n(F)\n\nOTHER\n\nEMPLOYER’S PHONE\n\nBLACK-NON\n\nAMERICAN INDIAN/\n\nHISPANIC\n\nALASKAN NATIVE\n\nRELATIONSHIP STATUS\n\nZIP\n\nEMAIL ADDRESS\n\nPATIENT’S EMPLOYER\nRACE\n\nSTATE\n\nSINGLE\n\nHISPANIC\n\nASIAN\n\nWHITE-NON\n\nOTHER\n\nHISPANIC\n\nMARRIED\n\nWIDOWED\n\nDIVORCED\n\nOTHER\n\nREFERRAL SOURCE\nPREFERRED LANGUAGE\n\nPREFERRED PRONOUNS\n\nEMERGENCY CONTACT NAME\n\nPHONE\n\nINSURANCE CARRIER\n\nINSURED’S NAME\n\nINSURED’S SSN\n\nINSURED’S BIRTHDATE\n\nSECONDARY INSURANCE CARRIER\n\nRELATIONSHIP TO PATIENT\nINSURED’S NAME\n\nINSURED’S SSN\n\nINSURED’S BIRTHDATE\n\nFATHER’S NAME\n\nIf the patient is a minor, please complete the next two lines.\nPHONE\n\nMOTHER’S NAME\n\nRELATIONSHIP TO PATIENT\n\nPHONE\n\nCommunications Consent: By checking the box\n, I consent to Southeast Medical Group contacting me via phone call, email\nand/or text/SMS for appointment confirmations, reminders, prescription notifications, and care management (incl. automated and Ai\nvoice agents). Message frequency varies. Message and data rates may apply. I understand I can opt out at any time by replying STOP\nto any text message or contacting Southeast Medical Group.\nTo maintain quality of care, I give permission to SEMG to release my medical records to any specialists, hospitals or medical facilities\nassociated with my care plan. I understand that SEMG abides by HIPAA regulations and that only the records pertaining to the visit will\nbe released.\nSIGNATURE:\n\nRESPONSIBLE PARTY NAME:\n\nDATE:\n\nSIGNATURE:\n\nDATE:\n\n\fPatient Financial Policy Agreement\nThis is an agreement between SEMG affiliated practices and the Patient/Debtor names on this form.\nInsurance. We participate in most insurance plans, including Medicare. Knowing your insurance benefits is your responsibility. Please contact your\ninsurance company with any questions you may have regarding your coverage.\nProof of Insurance. All patients must complete our demographic form before seeing the doctor. We must obtain a copy of your driver’s license and\ncurrent valid insurance to prove insurance. If you fail to provide us with the correct insurance card at the time of your appointment, you may have to pay\nthe self-pay fees for the visit.\nCoverage Changes. If your insurance changes, please notify us when you check-in for your appointment to help you receive your maximum benefit.\nCo-payment, Deductible, and Co-Insurance. Your responsibility is to pay any deductible, co-pay, co-insurance, or any portion of the charge as\ncontracted with your insurance company. If you do not pay your co-pay upon checking out from your visit, you will have a $25.00 additional fee added to\nyour account. Failure on our part to collect co-payments and deductibles from patients can be considered fraud. Please help us in upholding the law by\npaying your portion of the charges at each visit.\nNon – Covered Services. Please be aware that some -and perhaps all – of the services you receive may be non-covered or not considered reasonable\nor necessary by Medicare or other insurers. You agree to pay any portion of the charges your insurance policy does not cover.\nBudget Plans. The business office will arrange a budget plan for any large outstanding balances. You are required to leave a credit card on file for our\noffice to charge on the specified date each month until you reach a zero balance.\nClaim Submission. As a courtesy to you, we will submit your claims and assist in any way we can reasonably help get your claims paid. We will only file\nclaims to your primary and secondary insurance policies; we do not file claims to tertiary plans. Your insurance company may need you to supply certain\ninformation directly. It is your responsibility to comply with their request. Please be aware that your claim's balance is your responsibility whether or not\nyour insurance company pays your claim. If your insurance company does not respond within 60 days, you are responsible for the remaining balance.\nYour insurance benefit is a contract between you and your insurance company; we are not a party to that contract.\nPayments. Unless we approve other arrangements in writing, you are responsible for paying your balances within 30 days of rendered services. Once\nwe send you a statement, the balance on your account is due and payable upon receipt.\nNon-Payment. If your account is over 60 days past due, you will receive a letter stating that you have ten days to pay your account in full. Partial\npayments will not be accepted unless approved by us in writing. Please be aware that if a balance remains unpaid, we may refer your account to a\ncollection agency. You may face discharge from the practice. If this occurs, we will notify you by standard or certified mail that you have 30 days to find\nalternative medical care. During those 30 days, our physician will only be able to treat you on an emergency basis.\nMissed Appointments/No-Show. Our policy is to charge for missed appointments. If you do not show up for an appointment or you cancel the\nappointment less than 24 hours prior to the appointment, you will be charged a missed appointment fee of $25.00. These charges will be your\nresponsibility and billed directly to you. Please help us serve you better by keeping your regularly scheduled appointment.\nReturned Checks. There is a $44 fee for returned checks. It is our policy not to accept personal checks for future appointments in this situation.\nDivorce. In case of divorce or separation, the party responsible for the account prior to the divorce or separation remains responsible for this account.\nAfter a divorce or separation, the parent authorizing treatment for a child will be the parent responsible for those subsequent charges. If the divorce\ndecree requires the other parent to pay all or part of the treatment cost, it is the authorizing parent’s responsibility to collect from the other parent.\nMotor Vehicle Accident Claims. Our policy is that we do not get involved with motor vehicle claims. All patients being seen regarding a motor vehicle\naccident will be self-pay and must file their own paperwork with any 3rd party company.\nWe will, as a courtesy bill BCBS patients, as BCBS subrogates.\nWorkers Compensation Claims. If you are being seen in our office due to a work-related injury, you must bring the first report of incident form, which\nshould include the original injury date, your claim number, and the claims address that we are to file these claims for you.\nASF (Administrative Service Fees). This may be paid annually at $75 per year to cover all your administrative forms for one year. Or you may choose\na “fee per form” status and fees will be assessed at the time the form is completed. Individual form fees range from $10 to $150. Examples of these\nforms include adoption forms, DOT/FAA physical forms, school/college physicals, work/school release, parking permit, FMLA, immunization\nrecords, computer generate forms, and biometric forms.\nEffective Date. Once you have signed this agreement, you agree to all the terms and conditions contained herein and the agreement will be in full force\nand effect.\n\nPlease be aware we only verify that you have active insurance, and we can file a claim on your behalf. Our office does not verify what\nyour specific plan covers.\nPATIENT NAME (Please Print):\n\nPATIENT DOB:\n\nPATIENT SIGNATURE:\n\nDATE:\n\nRESPONSIBLE PARTY NAME:\n\nSIGNATURE:\n\nDATE:\n\n\fPrivacy Practices Acknowledgement and HIPAA Authorization Form\nOn April 14, 2001, the Health Insurance Portability and Accountability Act became law, with an effective date of April 14, 2003. This law impacts on\nmany aspects of the healthcare industry and expands your rights as a patient to the protection of your Individually Identifiable Health Information (IIHI).\nWe have posted a detailed policy letter on our web site (mysemg.com), which you are encouraged to read and download. Copies will be available,\nupon request, at your next visit.\nOur responsibility:\nOur practice is dedicated to maintaining the privacy of your IIHI. In conducting our business, we will create electronic medical records regarding you and\nthe treatment and services we provide to you. We are required by law to provide you with this important information concerning our procedures relative\nto the use of your IIHI and your rights as a patient to know as to how we will use or disclose your IIHI, your privacy rights in your IIHI, and our obligations\nconcerning the use and disclosure of your IIHI.\nWe may use and disclose your Personal Healthcare Information (PHI) in the day-to-day operations of our offices as pertains to Treatment, Payment and\nOperations (TPO). This relates to the continuum of care between primary care givers and consulting physicians, as well as healthcare workers on our\nstaff. We may be required to share your PHI with your insurance carrier as related to healthcare issues or payment events. Or we may use your PHI\nwithin our practice to evaluate our quality of care or conduct cost management or business planning activities.\nFurther, we may use your IIHI to contact you for medical purposes, or for appointment reminders; to inform you of certain treatment options or\nalternatives; or as may be requested or directed by you to release said information to family or care giving personnel.\nWe may, from time to time, be required to release your PHI because of federal or state mandate, or by competent legal directive.\nYour rights:\nYou have a right to request that we communicate with you in a certain manner or location, for example, appointment reminders at work or at home.\nYou have the right to request a restriction to use or disclose of your IIHI to certain individuals or entities.\nYou have the right to inspect or obtain a copy of the IIHI, less psychotherapy notes. This request must be made in writing.\nYou may ask to amend health information, if you believe that it is incorrect or incomplete, and you may ask for amendment of your PHI, subject to\nrestrictions as established by the HIPAA law.\nYou have the right to request an accounting of the disclosures of your PHI, again, the request must be in writing.\nThis represents a summary of our legal mandate, with the details to be found in the published Policy Statement. You can be assured that we will make\nevery attempt to honor your privacy, and to maintain our record of confidentiality. You may contact our office relative to any questions you may have\nregarding this new law.\n\nI authorize the following individuals to have full access to my health information:\n\nName (Please Print)\n\nRelationship to Patient\n\nName (Please Print)\n\nRelationship to Patient\n\nI,\n\n, received a copy of SEMG’s Notice of Privacy Practices, and I,\n, give my permission for SEMG to leave any medical/lab information for me at the following phone\n\nnumbers.\nHome#:\nMobile#:\nWork #:\n\nPATIENT NAME (Please Print):\n\nPATIENT DOB:\n\nPATIENT SIGNATURE:\n\nDATE:\n\nRESPONSIBLE PARTY NAME (if not the patient):\n\nSIGNATURE:\n\nDATE:\n\n\fTelemedicine and E-Visit Consent Form\nPurpose: The purpose of this form is to obtain your consent to participate in a telemedicine consultation in connection with the\nfollowing procedures and services:\n\nNature of the Telemedicine Consult:\n•\nYour provider will discuss details of your medical history, examinations, x-rays, and tests through interactive video, audio, and\ntelecommunication technology.\n•\nA physical examination may take place.\n•\nYour provider may take video, audio, or photo recordings of you during the procedure or service\n\nE-Visits: A communication between a patient and their provider through an online patient portal\n\nMedical Information and Records: All existing laws regarding your access to medical information and copies of your medical records\nstill apply to telemedicine consultations. Please note, not all telecommunications are recorded and stored. Additionally, disseminating\nany patient-identifiable images or information for this telemedicine interaction to researchers or other entities shall not occur without\nyour consent.\n\nConfidentiality: Reasonable and appropriate efforts have been made to eliminate any confidentiality risks associated with telemedicine\nconsultations. All existing confidentiality protections under federal and Georgia state law apply to information disclosed during this\ntelemedicine consultation.\n\nRights: You may withhold or withdraw consent to the telemedicine consultation at any time without affecting your right to future care or\ntreatment or risking the loss or withdrawal of any program benefits to which you would otherwise be entitled.\n\nDisputes: You agree that any dispute arriving from the telemedicine consult will be resolved in Georgia, and that GA law shall apply to\nall disputes.\n\nRisks, Consequences, and Benefits: You are advised of all the potential risks, consequences, and benefits of telemedicine. Your\nhealth care provider discussed the information provided above with you. You had the opportunity to ask questions about the information\npresented on this form and the telemedicine consultation. All your questions are answered, and you understand the written information\nprovided above.\n\nI,\n\n, agree to participate in a telemedicine consultation/virtual visit and E-Visits for the\n\nprocedures prescribed above.\nPATIENT NAME (Please Print):\n\nPATIENT DOB:\n\nPATIENT SIGNATURE:\n\nDATE:\n\nRESPONSIBLE PARTY NAME (if not the patient):\n\nSIGNATURE:\n\nDATE:\n\n\f",
  "full_text_chars": 13560,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 8,
  "embedded_image_count": 10,
  "is_image_only_scan": false
}
