{
  "filename": "form-5.pdf",
  "file_size_bytes": 332802,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Número de historia clínica:\n\nAutorización de BHS para la divulgación de información médicac\n(BHS Authorization for Release of Medical Information)\n\nNombre del paciente:\nDirección:\n¿Llamar cuando esté listo? (Encierre en un círculo) Sí No (Encierre en un círculo)\nRetiro o Envío por correo postal o Fax o Correo electrónico\n\nFecha de nacimiento:\nNúmero de teléfono: (________) _________ - ____________\nFecha de la solicitud: ________ Fecha requerida: __________\n\nAutorizo el uso o la divulgación de la",
  "full_text": "Número de historia clínica:\n\nAutorización de BHS para la divulgación de información médicac\n(BHS Authorization for Release of Medical Information)\n\nNombre del paciente:\nDirección:\n¿Llamar cuando esté listo? (Encierre en un círculo) Sí No (Encierre en un círculo)\nRetiro o Envío por correo postal o Fax o Correo electrónico\n\nFecha de nacimiento:\nNúmero de teléfono: (________) _________ - ____________\nFecha de la solicitud: ________ Fecha requerida: __________\n\nAutorizo el uso o la divulgación de la información de salud de la persona mencionada anteriormente, sus empleados y agentes, para proporcionar:\nDIVULGACIÓN DE REGISTROS DE:\nENVIAR REGISTROS A:\nNombre:\nNombre:\nDirección:\nDirección:\nA cargo de Gestión de Información de Salud\nCiudad:\nEstado:\nCódigo postal:\nTeléfono:\nFax:\nTeléfono:\nFax:\nCorreo electrónico:\nEl tipo de información que se utilizará o divulgará es el siguiente (marque todas las casillas y detalles correspondientes según sea necesario):\nFechas de servicio/tratamiento (DEBE especificar el rango de fechas):\nResumen de atención continua (incluye todos los dictados del médico y los informes de radiología, laboratorio y cardiología)\nResumen de alta\nInformes de radiología\nRegistros de vacunación\nHistorial médico y exámenes físicos\nImágenes de radiología\nInformes quirúrgicos\nConsultas médicas\nNotas de terapia: PT (fisioterapia), ST (terapia del\nFormularios de examen físico\nhabla), OT (terapia ocupacional), radioterapia, etc.\nInformes del Departamento de Emergencias\nInformes cardiológicos: EKG (electrocardiograma),\nConstancias médicas para trabajo o escuela\nECHO (ecocardiograma), cateterismo, etc.\nInformes de laboratorio y patología\nNotas de consultorio\nOtros (especifique):\nEntiendo que la información en mi registro de salud puede incluir información relacionada con ETS (enfermedades de transmisión sexual), análisis genéticos,\nSIDA (síndrome de inmunodeficiencia adquirida) o VIH (virus de inmunodeficiencia humana). También puede incluir información sobre servicios de salud\nmental o conductual, a pesar de que estoy protegido por las leyes federales y estatales con respecto a la información confidencial.\nInformación médica confidencial\nAutorizo específicamente la divulgación de la siguiente información médica confidencial:\nInformes de salud mental\nAnálisis genético\nETS/SIDA/VIH\nConsumo de drogas/alcohol\nPeríodo de fechas requerido:\nSi el paciente es menor de edad, el paciente debe firmar para que se divulgue información confidencial. En Illinois, el paciente debe tener al menos 12 años\nde edad. Póngase en contacto con Gestión de Información de Salud (Health Information Management, HIM) por cualquier pregunta relacionada con menores\nde edad.\nEntiendo que es posible que se requiera una identificación con fotografía para obtener informes médicos.\nPropósito de esta divulgación:\nMotivos personales\nLegal\nSeguro médico\nTransferencia de atención médica\nOtro (especifique):\n\nContinuidad de la atención\n\nEntiendo que tengo derecho a revocar esta autorización en cualquier momento. Entiendo que, si revoco esta autorización, debo hacerlo por escrito y presentar\nmi revocación por escrito al Departamento de Gestión de Información de Salud. Entiendo que la revocación no se aplicará a la información que ya se ha\ndivulgado en respuesta a esta autorización.\nEntiendo que una vez que se divulgue la información anterior, el destinatario puede volver a divulgarla y es posible que la información no esté protegida por\nlas leyes o regulaciones de privacidad federales o estatales. Con respecto a la información médica confidencial, ninguna persona o agencia a la que se le haya\nbrindado dicha información puede volver a divulgarla, a menos que la persona que dio su consentimiento para la divulgación dé su consentimiento específico\npara dicha nueva divulgación. Entiendo que tengo el derecho de inspeccionar y hacer una copia de la información que se va a divulgar.\nEsta autorización vencerá el:\n. (Predeterminado: 6 meses) Esta autorización solo es válida para los registros existentes.\nLos servicios futuros necesitarán una nueva autorización.\nEntiendo que autorizar el uso y la divulgación de la información que se especifica arriba es voluntario. El tratamiento de atención médica, el pago, la\ninscripción en un plan de salud o la elegibilidad para los beneficios no están condicionados a firmar la autorización. Además, mi negativa a dar mi\nconsentimiento puede tener como consecuencia que no se divulgue la información. Las imágenes o los registros electrónicos (por ejemplo, estudios de\nradiología) en medios CD/USB no están cifrados ni protegidos con contraseña y son responsabilidad exclusiva del destinatario de los registros protegerlos\ncontra el acceso no autorizado. Blessing no puede enviar por correo postal contenido en CD/USB que no esté cifrado.\nFecha\n\nFirma del paciente o del representante legal\n\nFecha\n\nFirma del menor (consulte la página 2 para\nconocer los requisitos legales)\n\nRelación con el representante legal\n(poder notarial [Power of Attorney, POA])\n\nID: 18929997\nPágina 1 de 2\n09/2025\n\nCopia oficial en https://blessing-forms.policystat.com/\n\n\fPautas para completar\nAutorización para la divulgación de información médica\nNombre del paciente:\n\nnombre legal del paciente.\n\nNúmero de historia clínica: número asignado al paciente. Solo Para Uso Del Personal.\nFecha de la solicitud:\n\nfecha en que se solicita la información a Blessing Health System.\n\nFecha necesaria:\n\nsolo se utilizará como guía para Blessing Health System en el momento en que una\nparte solicitante necesite la información solicitada.\n\nORIGEN:\n\nla entidad de la que una persona necesita los registros.\n\nPARA:\n\nlugar donde deben enviarse los registros médicos.\n\nFecha de servicio:\n\nfecha de registros necesaria, puede ser un período de fechas (por ejemplo, “1999 hasta\nla fecha”, o informe específico de laboratorio del 06/01/12).\n\nCajas de registro:\n\nqué registros se solicitan, es decir, informes quirúrgicos o resúmenes de alta. Utilice\n“Otro” si el artículo específico no aparece en la lista, como por ejemplo, facturación.\n\nSalud mental:\n\nsi tuvo una evaluación o consulta de salud mental o conductual, marque esta casilla.\nSe requiere un período de fechas. Los niños mayores de 12 años que residan en Illinois\ntambién deben firmar la autorización.\n\nRepresentante legal:\n\npuede incluir al padre/la madre, el tutor legal, el poder notarial para la atención médica,\nel sustituto de atención médica, etc.\n\nVencimiento:\n\nse puede escribir cualquier fecha aquí. Si se deja en blanco, se aplicarán 6 meses.\nCualquier visita médica que pueda realizar después de la fecha de la firma no será\nelegible para ser divulgada con esta autorización. Deberá completar una nueva\nautorización una vez que se hayan prestado los servicios.\n\nMenor de edad:\n\nlas leyes estatales varían en cuanto a la edad de los menores y a sobre qué pueden dar su\nconsentimiento los menores. * Póngase en contacto con HIM por cualquier pregunta\nrelacionada con menores de edad.\n\nUna vez que se haya completado el formulario, se archivará en el expediente médico permanente o se enviará a HIM.\nBlessing Health System\nc/o HIM\nP.O. Box 7005\nQuincy, IL 62301\nTeléfono: 217-223-8400, ext. 6600\nFax: 217-214-5890\n\nBlessing Health Hannibal\nc/o HIM\nP.O. Box 311\nHannibal, MO 63401\nTeléfono: 573-231-3196\nFax: 573-231-3705\n\nIDENTIFICACIÓN: 18929997\nPágina 2 de 2\n09/2025\n\nCopia oficial en https://blessing-forms.policystat.com/\n\nDenman Services, Inc.\nc/o Registros de pacientes\nP.O. Box 40\nQuincy, IL 62306\nTeléfono: 217-277-5329\nFax: 573-231-3705\n\n\f",
  "full_text_chars": 7540,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 7,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
