{
  "filename": "form-4.pdf",
  "file_size_bytes": 271078,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Medical Record Number:\n\nBHS Authorization for Release of Medical Information\nName of Patient:\n\nDate of Birth:\n\nAddress:\nCall when ready? (Circle) yes no\n\n(Circle) Pick up or Mail or Fax or Email\n\nNumber to call: (________) _________ - ________________\nDate of Request: ____________ Date Needed: ____________\n\nI authorize the use or disclosure of the above named individual’s health information, its employees and agents, to furnish:\nRELEASE RECORDS FROM:\nRECORDS GOING TO:\nName:\nName:\nAddress:\n\nAddre",
  "full_text": "Medical Record Number:\n\nBHS Authorization for Release of Medical Information\nName of Patient:\n\nDate of Birth:\n\nAddress:\nCall when ready? (Circle) yes no\n\n(Circle) Pick up or Mail or Fax or Email\n\nNumber to call: (________) _________ - ________________\nDate of Request: ____________ Date Needed: ____________\n\nI authorize the use or disclosure of the above named individual’s health information, its employees and agents, to furnish:\nRELEASE RECORDS FROM:\nRECORDS GOING TO:\nName:\nName:\nAddress:\n\nAddress:\nc/o Health Information Management\nCity:\nState:\nZip:\nTelephone:\nFax:\nTelephone:\nFax:\nEmail:\nThe type of information to be used or disclosed is as follows (check all appropriate boxes and details as needed):\nDates of Service/Treatment (MUST specify date range):\nContinuing Care Abstract (includes all physician dictation & radiology, lab and cardiology reports)\nDischarge Summary\nRadiology Reports\nImmunization Records\nHistory and Physical\nRadiology Images\nOperative Reports\nConsultations\nTherapy Notes (PT, ST, OT, Radiation, etc.)\nPhysical Forms\nEmergency Department Records\nCardiology Reports (EKG, ECHO, Cath, etc.)\nWorkability or School Release Forms\nLaboratory and Pathology Reports\nOffice Notes\nOther (please specify):\nI understand the information in my health record may include information relating to sexually transmitted disease (STD), genetic testing, acquired\nimmunodeficiency syndrome (AIDS), or human immunodeficiency virus (HIV). It may also include information about behavioral or mental health services\neven though I am protected by federal and state laws with respect to sensitive information.\nSensitive Medical Information\nI specifically authorize release of the following sensitive medical information:\nMental Health Records\nGenetic Testing\nSTD/AIDS/HIV\n\nDrugs/Alcohol\n\nRequired Date Range:\nIf the patient is a minor, the patient must sign for the release of sensitive information. In Illinois, the patient must be at least 12 years of age. Contact HIM\nwith any questions regarding minors.\nI understand photo identification may be required to obtain medical records.\nThe purpose for which this disclosure is being made is:\nPersonal reasons\nLegal\nInsurance\nTransferring care\nOther (please describe):\n\nContinuity of care\n\nI understand I have the right to revoke this Authorization at any time. I understand if I revoke this Authorization, I must do so in writing and present my\nwritten revocation to the Health Information Management Department. I understand the revocation will not apply to information that has already been\nreleased in response to this Authorization.\nI understand once the above information is disclosed, it may be re-disclosed by the recipient and the information may not be protected by federal or state\nprivacy laws or regulations. With the respect to sensitive medical information, no person or agency to whom any information is disclosed may re-disclose\nsuch information unless the person who consented to the disclosure specifically consents to such re-disclosure. I understand I have the right to inspect and\ncopy the information that is to be disclosed.\nThis Authorization expires on:\nneed a new Authorization.\n\n. (Default: 6 months) This Authorization is only valid for existing records. Future services will\n\nI understand authorizing the use or disclosure of the information identified above is voluntary. Healthcare treatment, payment, enrollment in the health plan,\nor eligibility for benefits is not conditioned on signing the Authorization. Beyond this, my refusal to consent may have the following consequence – failure\nto disclose information. Electronic images/records (i.e. Radiology) on CD/USB media are not encrypted or password-protected and are the sole\nresponsibility of the recipient of the records to protect from unauthorized viewing. Unencrypted CD/USB media cannot be mailed by Blessing.\nDate\n\nSignature of Patient or Legal Representative\n\nDate\n\nMinor (see page 2 for signature requirements)\n\nLegal Representative Relationship (POA)\n\nID: 18929997\nPage 1 of 2\n09/2025\n\nOfficial copy located at https://blessing-forms.policystat.com/\n\n\fGuidelines for Completing\nAuthorization for Release of Medical Information\nName of Patient:\n\nLegal name of patient.\n\nMedical Record Number:\n\nNumber assigned to patient. For Staff Use Only.\n\nDate of Request:\n\nThe date information is being requested from Blessing Health System.\n\nDate Needed:\n\nOnly to be used as a guide for Blessing Health System on when a requesting party needs\nthe requested information.\n\nFROM:\n\nThe entity in which an individual needs records from.\n\nTO:\n\nIndicate where the medical records are needing to be sent.\n\nDate of Service:\n\nDate of records needed, this can be a date range (i.e. “1999 to present”, or specific lab\nreport on 06/01/12.)\n\nRecord Boxes:\n\nIndicate which records are being requested, i.e. Operative Reports or Discharge\nSummaries. Please use “Other” if your specific item is not listed, such as billing.\n\nMental Health:\n\nCheck this box if you had a behavioral or mental health evaluation or visit. A date range\nis required. Children 12 and older residing in Illinois must also sign the release.\n\nLegal Representative:\n\nMay include parent, legal guardian, healthcare power of attorney, health care surrogate,\netc.\n\nExpiration:\n\nAny date can be written here. If left blank, 6 months will apply. Any medical visits you\nmay have after date of signature will not be eligible for release with this Authorization.\nYou must fill out a new Authorization once the services have been rendered.\n\nMinor:\n\nState laws vary as to the age of minors and what minors can consent to. *Contact HIM with\nany questions regarding minors.\n\nOnce the form has been completed, the form is to be filed in the permanent medical record or sent to HIM.\nBlessing Health System\nc/o HIM\nP.O. Box 7005\nQuincy, IL 62301\nPhone: 217-223-8400, ext. 6600\nFax: 217-214-5890\n\nBlessing Health Hannibal\nc/o HIM\nP.O. Box 311\nHannibal, MO 63401\nPhone: 573-231-3196\nFax: 573-231-3705\n\nID: 18929997\nPage 2 of 2\n09/2025\n\nOfficial copy located at https://blessing-forms.policystat.com/\n\nDenman Services, Inc.\nc/o Patient Records\nP.O. Box 40\nQuincy, IL 62306\nPhone: 217-277-5329\nFax: 217-224-9230\n\n\f",
  "full_text_chars": 6188,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 7,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
