{
  "filename": "form-3.pdf",
  "file_size_bytes": 50108,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Medical\nRecord\nNumber ___________________\n\nAUTHORIZATION FOR RELEASE OF MEDICAL INFORMATION\nName of Patient: ________________________________________________________ Date of Birth: ____________________\nNumber to call (_____) ______ - ________ Call when ready? (circle) yes no\n(Circle) Email Fax Mail Pick-up\nDate of Request: _________________\nDate Needed: ___________________\nNumber to fax (_____) _____-___________\nI authorize the use or disclosure of the above named individual’s health information",
  "full_text": "Medical\nRecord\nNumber ___________________\n\nAUTHORIZATION FOR RELEASE OF MEDICAL INFORMATION\nName of Patient: ________________________________________________________ Date of Birth: ____________________\nNumber to call (_____) ______ - ________ Call when ready? (circle) yes no\n(Circle) Email Fax Mail Pick-up\nDate of Request: _________________\nDate Needed: ___________________\nNumber to fax (_____) _____-___________\nI authorize the use or disclosure of the above named individual’s health information, its employees and agents, to furnish:\nRECORDS COMING FROM:\nRECORDS GOING TO:\nBlessing Hospital\nBlessing Physician Services\nName: __________________________________________________\nBlessing Walk-In\nIllini Community Hospital\nAddress: _________________________________________________\nc/o Health Information Management\nTelephone: _____________________ Fax: ______________________\nTelephone: 217-223-8400 x 6600 Fax: 217-214-5890\nEmail: _________________________________________________\nThe type of information to be used or disclosed is as follows (check all of the appropriate boxes and details as needed):\nDates of Service/Treatment (include specific dates or date range):\n\nHOSPITAL SETTING\nContinuing Care Abstract (includes all Physician dictation & Radiology, Lab and Cardiology reports)\nDischarge Summary\nLaboratory and Pathology Reports\nMental Health Records\nHistory and Physical\nCardiology Reports (EKG, ECHO, Cath, etc)\nPsychological Testing\nConsultations\nX-ray Reports\nClinic Notes (Wound, Pain)\nOperative Reports\nX-ray Films\nItemized Bill\nEmergency Department Records\nTherapy Notes (PT, ST, OT, Radiation, etc)\nEntire Record for dates listed\nOther (please specify): ______________________________________________________________________________\nOFFICE SETTING\nOffice Notes\nImmunization Records\nEntire Record for dates of service\nLaboratory Reports\nPhysical Forms\nWorkability or School Release forms\nItemized Bill\nMental Health Records\nOther (please specify): ________________________________________________\nI understand that the information in my health record may include information relating to sexually transmitted disease, genetic testing, acquired\nimmunodeficiency syndrome (AIDS), or human immunodeficiency virus (HIV). It may also include information about behavioral or mental health services\neven though I am protected by Federal regulations governing Confidentiality of Alcohol and Drug Abuse Patients Records, 42 CFR Part 2, the Illinois AIDS\nConfidentiality Act, or the Mental Health and Developmental Disabilities Confidentiality Act. A request in writing must be made to exclude the above from\nthe disclosed information.\n\nI understand photo identification may be required to obtain medical records.\nThe purpose for which this disclosure is being made is:\nMy personal records\nSharing with other healthcare providers\nOther (please describe) __________________________________________________________________________\nI understand that I have the right to revoke this Authorization at any time. I understand that if I revoke this authorization, I must do so in writing and present\nmy written revocation to the Health Information Management Department. I understand that the revocation will not apply to information that has already\nbeen released in response to this authorization.\nI understand that once the above information is disclosed, it may be re-disclosed by the recipient and the information may not be protected by federal privacy\nlaws or regulations. In accordance with the Mental Health Code – No person or agency to whom any information is disclosed may re-disclose such\ninformation unless the person who consented to the disclosure specifically consents to such re-disclosure. I understand that I have the right to inspect and\ncopy the information that is to be disclosed.\nThis Authorization expires on: __________________________________. If I fail to specify an expiration date, this authorization will expire six months from\ndate of signature.\nI understand authorizing the use or disclosure of the information identified above is voluntary. Healthcare treatment, payment, enrollment in the health plan,\nor eligibility for benefits is not conditioned on signing the authorization. Beyond this, my refusal to consent may have the following consequence – failure to\ndisclose information. Electronic images/records (ie Radiology) on CD/USB media are not encrypted or password-protected and are the sole responsibility of\nthe recipient of the records to protect from unauthorized viewing. Unencrypted CD/USB media cannot be mailed by Blessing.\n\n_____________________________ ______________\nWitness\nDate\n\n_____________________________________\nSignature of Patient or Legal Representative\n\n____________\nDate\n\n_____________________________ _______________\nMinor Age 12 to 17\nDate\n\nLegal Representative Relationship (POA) __________________\n\nThis Authorization must be signed by the patient or guardian if patient is less than 12. In keeping with the Mental Health & Services Disability\nConfidentiality Act, if the patient is a minor and recipient is 12 years of age or older, then this authorization must be signed by the patient. If the patient is\nmentally incompetent and over the age of 18, this Authorization must be signed by the appointed legal representative of the patient.\nBCS100/0100spd\nRevised 8/2015\n\n\fGUIDELINES FOR COMPLETING\n“AUTHORIZATION FOR RELEASE OF MEDICAL INFORMATION” FORM\n\nName of Patient:\n\nLegal name of patient.\n\nMedical Records No: Number assigned to patient (if unknown, leave blank)\nDate of Request:\n\nThe date information is requested from Blessing or the date that Blessing is requesting\ninformation.\n\nDate Needed:\n\nOnly to be used as a guide for Blessing Hospital on when a requesting party needs the\nrequested information.\n\nDate of Birth:\n\nPatient’s date of birth.\n\nFROM:\n\nPlease select which Blessing entity records are being requested from.\n\nTO:\n\nWrite name of where records are to be sent. If patient is taking records to someone else, write\npatient’s name.\n\nDate of Service:\n\nDate of records needed, this can be a date range (i.e. “99 to present”, or specific lab report on\n06/01/01).\n\nType of Record\nRequested:\n\nCheck the box that applies (i.e. “Mental Health Records”).\n\nPurpose:\n\nCheck box that applies. “Sharing with other healthcare providers” could be to give or receive\ninformation.\n\nExpiration:\n\nAny date can be written here, if left blank, 6 months may apply.\n\n\f",
  "full_text_chars": 6436,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 6,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
