{
  "filename": "form-1.pdf",
  "file_size_bytes": 334483,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "AUTHORIZATION FOR DISCLOSURE OF HEALTH INFORMATION\n1) PATIENT INFORMATION:\nName\n\nAddress\n\nDate of Birth\n\nCity\n\nState\n\nDaytime Phone\n\nZip\n\nPrevious Name(s)\n\n2) AUTHORIZES:\nName of Health Care Provider/Plan/Other\nAddress\n\nFax # of Health Care Provider\n\n3) TO DISCLOSE TO:  Self, Delivery Options:  Pick up  Mail to address above  View on-site  Electronic Format\n E-mail to:\nIf the e-email address is shared with another person or the e-mail password is known to others, consider other methods of ",
  "full_text": "AUTHORIZATION FOR DISCLOSURE OF HEALTH INFORMATION\n1) PATIENT INFORMATION:\nName\n\nAddress\n\nDate of Birth\n\nCity\n\nState\n\nDaytime Phone\n\nZip\n\nPrevious Name(s)\n\n2) AUTHORIZES:\nName of Health Care Provider/Plan/Other\nAddress\n\nFax # of Health Care Provider\n\n3) TO DISCLOSE TO:  Self, Delivery Options:  Pick up  Mail to address above  View on-site  Electronic Format\n E-mail to:\nIf the e-email address is shared with another person or the e-mail password is known to others, consider other methods of delivery. HSHS will\nautomatically send e-mail through encrypted/secured means unless otherwise directed. Unencrypted email poses some level of risk, e.g., a third\nparty could see the information without consent. HSHS is not responsible for unauthorized access to unencrypted email containing confidential\ninformation or any risk (e.g., virus) potentially introduced to the computer/device utilized when receiving/viewing confidential information in\nunencrypted electronic format or e-mail. By selecting the unencrypted e-mail option I acknowledge the risks have been communicated and I\naccept these risks.  Unencrypted Email\n\n To be picked up by, I hereby authorize\n\nto pick up my records. (Photo ID required.)\n\nSend To: \nName of Health Care Provider/Plan/Other\nAddress\n\nFax # of Health Care Provider\n\n4) DATE(S) OF INFORMATION TO BE DISCLOSED: From\ntwo (2) years will be disclosed.\n\n(Month/Year)\n\n5) INFORMATION TO BE DISCLOSED:\n\nto\n\nIf left blank, only information from the past\n\n(Month/Year) Note: Future dates will not be honored.\n\n Abstract of record/Pertinent records\n History & physical\n Emergency Department report\n Consultation reports\n Radiology/Imaging reports\n Laboratory/Pathology\n Radiology/Imaging films/CD\n Progress notes\nSpecific records and/or information as follows:\n\n Discharge summary\n Operative reports\n EKG\nBilling records\n\nI DO NOT WANT THE FOLLOWING INFORMATION DISCLOSED (as defined by applicable state and federal laws):\nAlcohol/Drug Abuse\nHIV Test Results\nMental Health/Developmental Disabilities\n6) EXPIRATION: This Authorization is good until the following date/event:\nOr if this item is left blank, the authorization will expire in (1) year from the date signed.\n7) PURPOSE (check all that apply – copy fees may apply):  Patient Request  Continuing Care\n Legal Investigation/Action\n Insurance Eligibility/Benefits  Other:\n\n8) YOUR RIGHTS WITH RESPECT TO THIS AUTHORIZATION: I understand that I have the following rights: to inspect and/or receive a copy of\nthe health information; to have information be used and/or disclosed by this Authorization; if I agree to sign this Authorization, I will be provided with a\ncopy of it; I may be charged a fee for record copies; I am under no obligation to sign this form and treatment, payment, enrollment or eligibility for benefits\nmay not be based upon my decision to sign this Authorization; Authorization may be needed to release information to payers for certain mental health\nservices, AODA services and/or HIV testing, however, I can refuse to sign this Authorization form for such purposes but I may be responsible for paying\nthe entire bill for such services; I may revoke this Authorization at any time by notifying the authorizing provider’s health information department, as listed\nabove, in writing and will not be effective as to uses and/or disclosures already made in reliance upon this Authorization, needed for an insurer to contest a\nclaim/policy as authorized by law if signing the Authorization was a condition to obtaining insurance coverage, or to submit a claim to third party payers as\nprovided in this Authorization after having provided treatment in reliance upon this Authorization; the information used and/or disclosed pursuant to this\nAuthorization may be subject to re-disclosure by the Recipient and may no longer be protected by applicable federal privacy law, Wisconsin or Illinois Law.\nFederal Regulation (42 CRF, Part 2)/AODA prohibits any further disclosure without specific written consent of the person to whom it pertains, or as\notherwise permitted by regulations. However, I understand that any disclosure of information carries the potential for unauthorized re-disclosure and the\ninformation may not be protected by Federal privacy standards. I understand that if there is not an existing treatment provider relationship with the party\nto whom information is being sent, a general designation may be used. I understand that I may request a list of entities to which my information has been\ndisclosed from the “Send To” entity listed above.\n\n9) SIGNATURE OF PATIENT:\n\nDate:\nand/or\nSIGNATURE OF LEGAL REPRESENTATIVE:\nDate:\nWITNESS SIGNATURE (AODA/Mental Health Only):\nDate:\nIf signed by a person other than the patient, complete the following:\n1) Individual is:\n a minor (AODA exception)\n legally incompetent or incapacitated\n deceased\n2) Legal authority:  parent*  legal guardian  activated POA for Health Care  next of kin/executor of deceased\n*By signing above, I hereby declare that I have not been denied physical placement of this child.\n\nOFFICE USE ONLY: Signature/ID verified:  Yes  No Date/Time Released:\nOriginal: Medical Record\n\nCompleted by:\n\nCopy: Patient A photocopy of this authorization will have the same force and effect as the original\n\nMedical Record Number:\nPRV_839\n\n0118\n\n\f",
  "full_text_chars": 5341,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 10,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
