{
  "filename": "form-2.pdf",
  "file_size_bytes": 159510,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "RELEASE OF PATIENT INFORMATION TO\nFAMILY, FRIENDS AND OTHERS INVOLVED IN YOUR CARE\nAccording to The Guthrie Clinic Providing Medical Information to Family, Friends, and Others Directly Involved in Patient’s Care – the person must be\nclearly involved in the patient’s care or payment for care in order to share the protected health information. This may be someone who is known to be a family\nmember or personal representative of the patient, someone whom the patient says is involved in his or her ca",
  "full_text": "RELEASE OF PATIENT INFORMATION TO\nFAMILY, FRIENDS AND OTHERS INVOLVED IN YOUR CARE\nAccording to The Guthrie Clinic Providing Medical Information to Family, Friends, and Others Directly Involved in Patient’s Care – the person must be\nclearly involved in the patient’s care or payment for care in order to share the protected health information. This may be someone who is known to be a family\nmember or personal representative of the patient, someone whom the patient says is involved in his or her care, or someone whose involvement is obvious.\n\nThis authorization grants permission to my family, friends or others involved in my care, “Designated Party,” named below to: make or\nconfirm appointments; have access to pertinent medical information; have access to telephone communication as well as other common\nmeans of communication; be made aware of my diagnosis, treatment and prognosis; and have access to my financial health information.\n\nI hereby authorize The Guthrie Clinic entities (including RPH, Corning Hospital, Cortland Hospital,\nTroy Hospital, Robert Packer Hospital Towanda Campus and all Guthrie clinics) to use and disclose my\nprotected health information as described above. I understand that this authorization is voluntary. I understand that once\nthis information is disclosed to the individual(s) named below, the released information may no longer be protected by Federal\nprivacyregulations.\n\nPatient Name:\n\nDate of Birth:\n\nDesignated Party:\n\nRelationship to Patient:\n\nPhone: (Home)\nAddress:\n\n(Cell)\n(Street)\n\n(City)\n\nDesignated Party:\nPhone: (Home)\nAddress:\n\n(State)\n\n(Zip)\n\n(State)\n\n(Zip)\n\nRelationship to Patient:\n(Cell)\n\n(Street)\n\n(City)\n\nThe information will be used or disclosed for the following purposes:\nAt the request of the individual.\n\nOther:\n\nThe patient or the patient’s representative must read and initial the following statements:\n1.\n\nI understand that this authorization will: (must check one)\nexpire one year from the date signed by the patient or patient’s representative; or\nbe effective for the lifetime of the patient unless revoked (see #2 below)\n\n2.\n3.\n4.\n\nInitials:\nI understand that I may revoke this authorization at any time by notifying The Guthrie Clinic in\nwriting; however, if I do revoke the authorization, it will not have any effect on any actions taken by The Guthrie\nClinic prior to their receipt of the revocation.\nInitials:\nI understand that my treatment cannot be conditioned on whether I sign this authorization.\nInitials:\nSpecially protected information that may be disclosed includes:\n• information relating to AIDS or HIV.\n• information relating to psychiatric or other mental health treatment.\n• information about treatment for drug, alcohol, or substance abuse\n• information relating to genetic diseases/tests\n\nSignature of patient or patient’s representative\nPrinted Name of Patient’s Representative\n\nDate\nRelationship to Patient:\n\n*YOU MAY REFUSE TO SIGN THIS AUTHORIZATION* Access to eGuthrie requires other forms to be filled out. Access refers to verbal\ninformation or paper information obtained through the Medical Records department only.\n\nLMR-1571 Family Access 3.2021\n\n\f",
  "full_text_chars": 3149,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 5,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
