{
  "filename": "form-3.pdf",
  "file_size_bytes": 143778,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "Requests for Medical Records\nThe Guthrie Clinic is committed to protecting the privacy of your medical information. To safeguard your privacy, please complete and\nsign a form to assure the correct records are sent in the desired format. After printing the form, indicate what records are to be released\nand where they are to be sent. Be sure to sign and date the form to avoid delays in processing your request. Multiple factors affect the\ntime it will take to process your records request. If your r",
  "full_text": "Requests for Medical Records\nThe Guthrie Clinic is committed to protecting the privacy of your medical information. To safeguard your privacy, please complete and\nsign a form to assure the correct records are sent in the desired format. After printing the form, indicate what records are to be released\nand where they are to be sent. Be sure to sign and date the form to avoid delays in processing your request. Multiple factors affect the\ntime it will take to process your records request. If your request is of an urgent nature, please indicate such on the request form.\nNOTE: If you are the guardian, Executor of the Estate or Power of Attorney for the patient, you must submit a copy of the\nappropriate legal document, which proves authority to act on behalf of the patient. This must accompany the Medical Record Release\nform. If you are the parent (on file) of a child, no additional document is necessary. Exceptions may apply.\nPaper/Electronic Records\nDepending on the purpose of your request, you may incur a fee for your medical records request. In compliance with HIPAA\nPrivacy Rule a $6.50 flat rate fee will be imposed for individual requests for electronic health records for personal use purposes. You\nwill receive an invoice that details the exact charge. This invoice will provide additional instructions on your payment options (including\nonline payment options).\nNOTE: The Guthrie Clinic will not charge for records if the records are needed to share with another healthcare provider/\nentity. Continuation of care requests may also be completed thru your individual eGuthrie/MyChart account.\nReturn the completed Medical Record Release form (and any attachments) by mail, fax or in person. Medical record office\nlocations and hours are listed below. All offices are closed on weekends and national holidays.\n\nOrganization\n\nPhone\n\nFax\n\nHours\n\nMailing Address\n\nCorning Hospital\nTroy Hospital\nRPH Towanda Campus\n\n570-887-4344\n\n570-887-6817\n\nNo onsite support.\nContact Robert Packer\nHospital office.\n\nAttn: Correspondence\nOne Guthrie Square\nSayre PA 18840\n\nCortland Hospital\n\n607-756-3685\n\n570-887-6878\n\n8:00am-4:30pm\n\nRobert Packer Hospital\n\n570-887-4344\n\n570-887-6817\n\n8:00am- 5:00pm\n\nGuthrie Medical Group\n(All Clinic Locations)\n\n570-887-4361\n\n570-887-6853\n\n8:00am-5:00pm\n\nAttn: Health Information\nManagement Dept\n134 Homer Avenue\nCortland NY 13045\nAttn: Correspondence\nOne Guthrie Square\nSayre PA 18840\nAttn: Correspondence\nOne Guthrie Square\nSayre PA 18840\n\nRequests not covered by the HIPAA Privacy Rule may incur a fee based on applicable state fee schedule as noted below.\nFee Schedule for Pennsylvania\n\nPages 1-20………. $1.60/page\nPages 21-60……. $1.19/page\nPages 61-end…… $ .41/page\n\nFee Schedule for New York\n\nPages 1-end……. $ .75/page\n\nIn addition to the amounts listed, charges may also be assessed for postage. Imaging studies may incur an additional\nreproduction fee.\n\n03.2022\n\n\f",
  "full_text_chars": 2906,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 7,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
