{
  "filename": "form-2.pdf",
  "file_size_bytes": 95150,
  "page_count": 4,
  "has_text_layer": true,
  "text_preview": "Notice of privacy practices effective November 17, 2021\nThis Notice describes how medical information about you may be used and disclosed and\nhow you can obtain access to this information. Please review it carefully. You have the right\nto a paper copy of this Notice; you may request a copy at any time.\nLabette Health (\"Labette Health\") provides healthcare services in partnership with physicians and\nother professionals and organizations. The following individuals and organizations follow this not",
  "full_text": "Notice of privacy practices effective November 17, 2021\nThis Notice describes how medical information about you may be used and disclosed and\nhow you can obtain access to this information. Please review it carefully. You have the right\nto a paper copy of this Notice; you may request a copy at any time.\nLabette Health (\"Labette Health\") provides healthcare services in partnership with physicians and\nother professionals and organizations. The following individuals and organizations follow this notice of\nprivacy practices:\n\n•\n•\n•\n•\n•\n\nAll individuals employed by Labette Health.\nAll hospital inpatient and outpatient departments (including physician clinics).\nVolunteers working at any Labette Health facility.\nMedical, nursing and other students present at any Labette Health facility.\nAny healthcare professional who examines or treats you at any Labette Health facility.\n\nReferences to \"Labette Health\" and \"we\" in this notice include each of these individuals and\norganizations.\nYou will be asked to provide a written acknowledgement of your receipt of this Notice. We are required\nby law to make a good-faith effort to provide you with our Notice and obtain such acknowledgement\nfrom you. However, your receipt of care and treatment from Labette Health is not conditioned upon\nyour providing the written acknowledgement.\n\nHow Labette Health may use and disclose health information about\nyou\nLabette Health may use and disclose your health information for the following purposes without your\nexpress consent or authorization. We will obtain your express written authorization before using or\ndisclosing your information for any other purpose, including most uses and disclosures of: (1)\npsychotherapy notes; and (2) health information for marketing purposes. You may revoke such\nauthorization, in writing, at any time to the extent Labette Health has not relied on it.\nTreatment. We may use your health information to provide you with medical treatment. We may\ndisclose information to doctors, nurses, technicians, medical students or other personnel involved in\nyour care. We also may disclose information to persons outside Labette Health involved in your\ntreatment, such as other healthcare providers, family members and friends.\nWe may use and disclose health information to discuss with you treatment options or health-related\nbenefits or services or to provide you with promotional gifts of nominal value. We may use and\ndisclose your health information to remind you of upcoming appointments. Unless you direct us\notherwise, we may leave messages on your telephone answering machine identifying Labette Health\nand asking for you to return our call. We will not disclose any health information to any person other\nthan you except to leave a message for you to return the call.\nPayment. We may use and disclose your health information as necessary to collect payment for\nservices we provide to you. We also may provide information to other healthcare providers to assist\nthem in obtaining payment for services they provide to you.\nHealthcare operations. We may use and disclose your health information for our internal\noperations. These uses and disclosures are necessary for our day-to-day operations and to make sure\npatients receive quality care. We may disclose health information about you to another healthcare\nprovider or health plan with which you also have had a relationship for purposes of that provider's or\nplan's internal operations.\n\n\fBusiness associates. Labette Health provides some services through contracts or arrangements with\nbusiness associates. We require our business associates to appropriately safeguard your information.\nCreation of de-identified health information. We may use your health information to create deidentified health information. This means that all data items that would help identify you are removed\nor modified.\nUses and disclosures required by law. We will use and/or disclose your information when required\nby law to do so.\nDisclosures for public health activities. We may disclose your health information to a government\nagency authorized (a) to collect data for the purpose of preventing or control disease, injury, or\ndisability; or (b) to receive reports of child abuse or neglect. We also may disclose such information to\na person who may have been exposed to a communicable disease if permitted by law.\nDisclosures about victims of abuse, neglect, or domestic violence. Labette Health may disclose\nyour health information to a government authority if we reasonably believe you are a victim of abuse,\nneglect, or domestic violence.\nDisclosures for judicial and administrative proceedings. Your protected health information may\nbe disclosed in response to a court order or in response to a subpoena, discovery request, or other\nlawful process if certain legal requirements are satisfied.\nDisclosures for law enforcement purposes. We may disclose your health information to a law\nenforcement official as required by law or in compliance with a court order, court-ordered warrant, a\nsubpoena, or summons issued by a judicial officer; a grand jury subpoena; or an administrative\nrequest related to a legitimate law enforcement inquiry.\nDisclosures regarding victims of a crime. In response to a law enforcement official's request, we\nmay disclose information about you with your approval. We may also disclose information in an\nemergency situation or if you are incapacitated if it appears you were the victim of a crime.\nDisclosures to avert a serious threat to health or safety. We may disclose information to prevent\nor lessen a serious threat to the health and safety of a person or the public or as necessary for law\nenforcement authorities to identify or apprehend an individual.\nDisclosures for specialized government functions. We may disclose your protected health\ninformation as required to comply with governmental requirements for national security reasons or for\nprotection of certain government personnel or foreign dignitaries.\nDisclosure for fundraising. We may disclose demographic information and dates of service to an\naffiliated foundation or a business associate that may contact you to raise funds for Labette Health.\nYou have a right to opt out of receiving such fundraising communications.\nDisclosure for remunerated treatment communications. We may disclose your information for\nthe purposes of communicating treatment alternatives or health-related products or services when\nLabette Health receives payment for your information in exchange for making the communication. You\nhave a right to opt out of receiving such communications.\n\nOther uses and disclosures\nWe will obtain your express written authorization before using or disclosing your information for any\nother purpose not described in this notice. You may revoke such authorization, in writing, at any time\nto the extent Labette Health has not relied on it.\n\nYour rights regarding your health information\n\n\fRight to inspect and copy. You have the right to inspect and copy health information maintained by\nLabette Health. To do so, you must complete a specific form providing information needed to process\nyour request. You also have a right to an electronic copy of your health information. If you request\ncopies, we may charge a reasonable fee. We may deny you access in certain limited circumstances. If\nwe deny access, you may request review of that decision by a third party and we will comply with the\noutcome of the review.\nRight to request amendment. If you believe your records contain inaccurate or incomplete\ninformation, you may ask us to amend the information. To request an amendment, you must\ncomplete a specific form providing information we need to process your request, including the reason\nthat supports your request.\nRight to an accounting of disclosures and access report. You have the right to request a list of\ndisclosures of your health information we have made, with certain exceptions defined by law. You also\nmay request an access report indicating who has accessed your PHI maintained by Labette Health or\nits business associates in an electronic designated record set in the last three years. To request an\naccounting or an access report, you must complete a specific written form providing information we\nneed to process your request.\nRight to request restrictions. You have the right to request a restriction on our uses and\ndisclosures of your health information for treatment, payment, or healthcare operations. We must\naccept certain requests to not disclose health information to your health plan for payment or\nhealthcare operations purposes if you have paid in full out of your own pocket for the item or service.\nYou must complete a specific written form providing information we need to process your request.\nLabette Health's Privacy Officer is the only person who has the authority to approve such a request.\nRight to request alternative methods of communication. You have the right to request that we\ncommunicate with you in a certain way or at a certain location. You must complete a specific form\nproviding information needed to process your request. Labette Health's Privacy Officer is the only\nperson who has the authority to act on such a request. We will not ask you the reason for your\nrequest, and we will accommodate all reasonable requests.\nBreach notification. We are required to provide you with written notice concerning any breach of\nyour health information. You will receive such notice via first-class mail, unless you agree to an\nalternative form of notice or we do not have a current address for you. If you have any concerns\nregarding any possible unauthorized use or disclosure of your health information and/or any breach\nnotification made by Labette Health, you should contact Labette Health's Privacy Officer.\n\nHealth information technology\nLabette Health participates in electronic health information technology or HIT. This technology allows a\nprovider or a health plan to make a single request through a health information organization or HIO to\nobtain electronic records for a specific patient from other HIT participants for purposes of treatment,\npayment, or healthcare operations. HIOs are required to use appropriate safeguards to prevent\nunauthorized uses and disclosures.\nYou have two options with respect to HIT. First, you may permit authorized individuals to access your\nelectronic health information through an HIO. If you choose this option, you do not have to do\nanything.\nSecond, you may restrict access to all of your information through an HIO (except as required by law).\nIf you wish to restrict access, you must submit the required information either online at KanHIT.org or\nby completing and mailing a form. This form is available at KanHIT.org. You cannot restrict access to\ncertain information only; your choice is to permit or restrict access to all of your information.\nIf you have questions regarding HIT or HIOs, please visit KanHIT.org for additional information.\n\n\fIf you receive healthcare services in a state other than Kansas, different rules may apply regarding\nrestrictions on access to your electronic health information. Please communicate directly with your\nout-of-state healthcare provider regarding those rules.\n\nComplaints\nIf you believe your rights with respect to health information have been violated, you may file a\ncomplaint with Labette Health or with the Secretary of the Department of Health and Human Services.\nTo file a complaint with Labette Health, please contact Labette Health's Privacy Office. All complaints\nmust be submitted in writing. You will not be penalized for filing a complaint.\nLabette Health reserves the right to change the terms of this Notice and to make the revised Notice\neffective with respect to all protected health information regardless of when the information was\ncreated.\n\nContact Information:\nPrivacy Officer\nLabette Health, 1902 S. Hwy 59, Parsons, KS 67357\n620.820.5280\nprivacyofficer@labettehealth.com\n\n\f",
  "full_text_chars": 11997,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 5,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
