{
  "filename": "form-1.pdf",
  "file_size_bytes": 381217,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "AUTHORIZATION TO USE, DISCLOSE & RELEASE PROTECTED HEALTH INFORMATION\nI understand the following:\n I have the right to refuse to sign this form for authorization to disclose or release my protected\nhealth information. Refusal to sign the authorization will not adversely affect my ability to\nreceive health care services or reimbursement for services. The only circumstance when\nrefusal to sign this authorization may affect my ability to receive health care services is if the\nhealth care services ",
  "full_text": "AUTHORIZATION TO USE, DISCLOSE & RELEASE PROTECTED HEALTH INFORMATION\nI understand the following:\n I have the right to refuse to sign this form for authorization to disclose or release my protected\nhealth information. Refusal to sign the authorization will not adversely affect my ability to\nreceive health care services or reimbursement for services. The only circumstance when\nrefusal to sign this authorization may affect my ability to receive health care services is if the\nhealth care services are research-related or solely for the purpose of providing health\ninformation to someone else and the authorization is needed to make that disclosure.\nThere may be a fee associated with this request.\n Information used or disclosed pursuant to this authorization may be subject to re-disclosure\nand no longer protected under federal law. However, I also understand that federal or state\nlaw may restrict re-disclosure of HIV/AIDS, mental health information, genetic testing\ninformation and drug/alcohol diagnosis, treatment, or referral information.\n I have the right to receive a copy of this signed authorization.\n I may revoke this authorization in writing at any time. If I revoke this authorization, the\ninformation described below may no longer be used or disclosed for the purposes described in\nthe written authorization. The only exception is when PH&S have taken action in reliance on the\nauthorization or the authorization was obtained as a condition of insurance coverage.\n\n\nTo revoke this authorization, send a written statement that you are revoking this authorization\nalong with a copy of this authorization to:\nProvidence Sacred Heart Medical Center - Health Information Dept.\n105 W. Eighth Ave Suite 332-C , Spokane, WA 99204\nPhone: (509) 474-3082 | Fax: (509) 474-4815\nEmail: PSHMC.HIMRecords@Providence.org\nImportant: Providence Health & Services no longer print or release patient social security numbers\nunless required for billing. However, social security numbers may be included in patient information\nthat is more than a few years old. The information you are authorizing to be released may include\nyour social security number.\nThe facility, its employees, officers and physicians are hereby released from any legal responsibility\nor liability for disclosure of the above information to the extent indicated and authorized herein.\nProvidence Health & Services and its Affiliates do not discriminate on the basis of race, color,\nnational origin, sex, age, or disability in their health programs and activities.\nATTENTION: If you do not speak English, you have at your disposal free language assistance services.\nCall (888) 311-9127 (TTY: 711).\nATENCIÓN: Si habla español, tiene a su disposición servicios gratuitos de asistencia lingüística.\nLlame al (888) 311-9127 (TTY: 711).\n注意：如果您講中文，我們可以給您提供免費中文翻譯服務，請致電 (888) 311-9127 (TTY:\n711).\nPage 1 of 2\n\n\fAUTHORIZATION TO USE, DISCLOSE & RELEASE PROTECTED HEALTH INFORMATION\nI authorize Providence Health & Services to use and disclose a copy of the specific health\ninformation described below regarding:\n\nPatient Name:\n\nDOB:\n\nPatient/Representative Name:\n\nPhone:\n\nSelf\n\nTo be disclosed to:\n\nOr Recipient's Name:\n\nRecipient's Address:\nCity:\n\nState:\n\nPhone:\n\nZip:\n\nFax:\n\nPlease send my records via:\n\nEmail:\nMyChart\n\nEmail\n\nPaper\n\nDisc\n\nFax\n\nI am requesting information from the following facility(s):\nList Clinic(s) or Provider Name(s)\n\nList Hospital(s) or Provider Name(s)\n\nFor the range of dates from:\n\nto:\n\nFor information related to the following diagnosis or injury:\nInformation to be disclosed:\nHistory & Physical\nOperative Report\nDiagnostic Reports (lab, x-ray, EKG, etc.)\nOther (specify):\n\nDischarge Summary\nEmergency Department Report\nProgress Notes\n\nFor the purpose of:\nUnless revoked, this authorization expires in 180 days or on this date:\nI understand and agree that the information below will be disclosed if I place my initials in the\napplicable space next to the type of information.\nHIV/AIDS testing/treatment\nMental Health specific visits\nGenetic Testing\nDrug/Alcohol specific visits\n\nPatient Signature:\n\nDate:\n(Print form and sign by hand)\n\nRelation to Patient:\n\nRepresentative Signature:\n\n(Print form and sign by hand. Please include supporting documentation.)\nRev. 03/20\n\nPage 2 of 2\n\nORC 240A\n\n\f",
  "full_text_chars": 4288,
  "fillable_field_count": 37,
  "fillable_field_names": [],
  "font_count": 30,
  "embedded_image_count": 6,
  "is_image_only_scan": false
}
