{
  "filename": "form-2.pdf",
  "file_size_bytes": 215245,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "Philadelphia FIGHT Community Health Centers\n\nAUTHORIZATION FOR USE AND DISCLOSURE OF INFORMATION\nI am a patient, or a patient’s legally authorized representative, of Philadelphia FIGHT Community Health Centers. By signing below, I\nauthorize Philadelphia FIGHT to Disclose my protected health information (“Information”) as described below. I understand that\nsigning this Authorization is voluntary.\nPatient Information:\nPatient First and Last Name:_________________________________________ Patient Da",
  "full_text": "Philadelphia FIGHT Community Health Centers\n\nAUTHORIZATION FOR USE AND DISCLOSURE OF INFORMATION\nI am a patient, or a patient’s legally authorized representative, of Philadelphia FIGHT Community Health Centers. By signing below, I\nauthorize Philadelphia FIGHT to Disclose my protected health information (“Information”) as described below. I understand that\nsigning this Authorization is voluntary.\nPatient Information:\nPatient First and Last Name:_________________________________________ Patient Date of Birth:____________\nAuthorization is given to Philadelphia FIGHT Community Health Centers to\n☐ Release Information to:\n☐ Receive Information from:\nPerson or Entity Name: ____________________________________________________________________________\nAddress: ________________________________________________________________________________________\nPhone Number: _________________________________\n\nFax Number: ________________________________\n\nInformation to be Disclosed:\n☐ Entire Medical Record\n\n☐ Labs\n\n☐ Medication List\n\nOR\n\nCheck All Applicable Below\n\n☐ Diagnostic Report\n\n☐ Other (specify)\n\nAre there date restrictions on the Information to be Disclosed?\n☐ No\n\n☐Yes (specify the timeframe of the records):\n\nPurpose(s) of Disclosure:\n\nThe patient or the patient’s Legally Authorized Representative agrees with the following statements:\nI understand that, unless prohibited by Act 148 or other applicable state law, the Information Disclosed may include\ninformation pertaining to the treatment of drug and alcohol abuse, mental illness, acquired immunodeficiency syndrome\n(AIDS), human immunodeficiency virus (HIV), sexually transmitted diseases, tuberculosis, hepatitis C or genetics.\nIf you do NOT wish for this specific information to be Disclosed, please describe the category(ies) of information to be\nexcluded:\n1.\n2.\n3.\n4.\n5.\n6.\n\nI understand my treatment, payment, enrollment or eligibility for benefits will not be affected if this Authorization is not signed.\nI understand that this Authorization will expire upon this date or event: _______________ or in 5 years after the date of my\nsignature if no other date or event is listed, unless the authorization is sooner revoked.\nI understand that I have the right to revoke this authorization, at any time, by sending written notification to Philadelphia FIGHT\nPrivacy Officer, 1233 Locust St. 5th Floor, Philadelphia PA 19107.\nI understand that revoking this authorization will not have any effect on any actions taken before Philadelphia FIGHT received\nthe revocation.\nI understand that there is potential that the recipient of the Information may redisclose the Information and the Information may\nno longer be protected by federal or state privacy laws.\nI understand that I have the right to receive a signed copy of this authorization.\n\nSignature of patient or patient’s Legally Authorized Representative\n(Form MUST be completed before signing.)\nPrinted name of Patient’s Legally Authorized Representative:\n\n8.2024\n\nDate\nDescription of Legal Authority to act for the Patient:\n\n\f",
  "full_text_chars": 3044,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 6,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
