{
  "filename": "form-3.pdf",
  "file_size_bytes": 463478,
  "page_count": 3,
  "has_text_layer": true,
  "text_preview": "MEDICAL RECORD REQUESTS\nTo ensure the safety and well-being of our patients, their families, and staff during the coronavirus\n(COVID-19) visitation restrictions, the Medical Records office is temporarily closed. If you need medical\nrecords, please follow these steps.\nRequired Documents\n\n\nComplete the medical records release authorization form. Complete the entire form.\n\n\n\nInclude a copy of a government issued photo ID. Required with each authorization form.\n\n\n\nIf you are the patient’s represe",
  "full_text": "MEDICAL RECORD REQUESTS\nTo ensure the safety and well-being of our patients, their families, and staff during the coronavirus\n(COVID-19) visitation restrictions, the Medical Records office is temporarily closed. If you need medical\nrecords, please follow these steps.\nRequired Documents\n\n\nComplete the medical records release authorization form. Complete the entire form.\n\n\n\nInclude a copy of a government issued photo ID. Required with each authorization form.\n\n\n\nIf you are the patient’s representative requesting records on behalf of the patient or if the\npatient is deceased, documentation authorizing the release of the records to you is required.\nAcceptable documents includes a letter from the patient, court order, power of attorney, death\ncertificate, executor of estate, or next of kin affidavit.\n\nSubmitting Medical Records Requests\nChoose one of the following options to submit your documents:\n\n\nDROP OFF: Drop the completed form, copy of ID, and supporting documents in the secure\nmailbox in the hospital’s Main lobby in the visitor screening area.\n\n\n\nMAIL: Mail the completed form, copy of ID, and supporting documents to:\nGrady Memorial Hospital\nAttn: Medical Records Department\n80 Jesse Hill Jr Drive SE\nAtlanta, GA 30303\n\nReceiving Medical Records\nPlease allow 3-5 business days for processing.\n\n\n\n\nELECTRONIC: Received within 2-business day after processing.\no\n\nIf you would like to receive your medical records by email, please provide an email\naddress in the first section of the authorization form.\n\no\n\nYou will receive two emails from CIOX Health. The first lets you know the request was\nprocessed. The second gives information about the invoice and logging into the secure\nportal to obtain the records.\n\nMAIL: Received within 7-10 business days after processing.\n\nFees\nCharges may apply. These charges generally do not exceed $6.50.\nContinuing Care Requests\nTo have records sent to a physician, please provide the physician’s office information, including the\nphysician’s name, and fax number. There is no charge to send records to your physician.\nIf you have questions, please contact us at (404) 616-2273.\n\n\fPLEASE COMPLETE THE FORM IN ITS\nENTIRETY WHERE CHECK MARKS ARE\nPRESENT\nAuthorization for Disclosure of Protected Health Information (PHI)\n(Patient’s Permission to Release Information in the Medical Record -Page 1 of 2)\n\nPatient Name:\n\nLast Four of SSN:\n\nPrevious Names:\n\nDate of Birth:\n\nAddress:\n\nCity:\n\nState:\n\nEmail Address:\n\nZip:\n\nPhone #:\n\nInstructions: Fill out form in its entirety. If any section is incomplete, this form may be invalid and the request may not be processed.\n\nRequest Information From:\n\nRelease Information To:\n\nProvider/Facility Name:\n\nName/Facility:\n\nAddress:\n\nAddress:\n\nCity/State/Zip:\n\nCity/State/Zip:\n\nPhone:\n\nPhone:\n\n• Grady Health System (Grady) has my permission to use or give out certain information in my medical record — called “protected\nhealth information” (PHI). The information that Grady may give out is checked below.\n\n• I also understand that PHI may include information protected under Federal and State Law (such as information about alcohol,\ndrug abuse, mental health, HIV, and/or AIDS treatments).\nInformation to be Released\n፬ Clinic Progress Notes\n\n፬ Discharge Summary\n\n፬ Lab Reports\n\n፬ All Records\n\n፬ Hospital Progress Notes\n\n፬ EKG/Cardiology Reports\n\n፬ Radiology Reports\n\n፬ HIV/AIDS\n\n፬ History and Physical\n\n፬ Pathology Reports\n\n፬ Radiology Images\n\n፬ Mental Health Care or\n\n፬ Consultation Notes\n\n፬ Operative Reports\n\n፬ Psychotherapy Notes\n\n፬ Services\n\n፬ ED Notes\n\n፬ Other:\n\n፬ Diagnosis, Treatment and/or Referral for Alcohol and/or Drug Abuse\nRelease Format:\n\n፬ Paper\n\n፬ CD/DVD\n\nRelease Method:\n\n፬ Mail\n\n፬ Pick-up\n\n፬ Fax (continuing care only)\n\nExpiration of Authorization\nI understand that I may revoke this authorization at any time by sending a written notice to Grady Health Information Management Department\nat the address noted below. I understand that the revocation will not apply to any PHI that has already been released in association with this\nauthorization.\nRight to Revoke Authorization\nThis authorization will expire one (1) year from the date of signing unless I revoke it in writing, or indicate an event or earlier date\nhere:\nATTENTION: Please review the information below carefully. If information is missing, the request may not be processed.\n\n•\n•\n•\n•\n\nIf the patient is 18 years of age or older, the patient must sign and date the form.\nIf the patient is 18 years of age or older, and lacks the capacity to sign, a legally authorized person may sign and date the form.\nPlease indicate your legal authority and include documentation of your relationship:\n፬ Legal Guardian or Conservator\n፬ Health Care Agent\nIf the patient is 17 years of age or younger, the patient’s parent or legal guardian must sign and date the form. Please indicate\nyour relationship: ፬ Parent ፬ Legal Guardian\nIf the patient is deceased, the patient’s legal next of kin or authorized representative must sign and date the form.\n\nGrady Health System\n\n80 Jesse Hill Jr. Drive, SE\n\nAtlanta, GA 30303\n\n(404) 616-1000\n\nwww.gradyhealth.org\n\n\fAuthorization for Disclosure of Protected Health Information (PHI)\n(Patient’s Permission to Release Information in the Medical Record -Page 2 of 2)\nAuthorization as a Condition to Treatment\nI understand that I do not have to sign this Authorization to be treated at Grady, unless:\n• I am treated at Grady only to give PHI to a third party (such as for an employee physical exam), or\n• I need treatment related to a research study. In this case, Grady will not treat me unless I sign this Authorization.\nPotential Re-disclosure\nI understand that persons who get PHI about me from Grady could give my information to others, unless Federal laws say they cannot.\nI give Grady permission to copy this Authorization and give it to persons who get my PHI from Grady.\nI have read and understood this Authorization and my questions have been answered. I certify that I am the Patient listed above or a\nperson with permission to act on Patient’s behalf. I will not hold Grady, its of¿cers, trustees, employees, agents, or contractors responsible\nfor anything that may happen from the use or release of my PHI.\nPrint Patient Name\n\nDate Signed (required):\n\nPatient Signature\n\nPrint Patient’s Authorized Representative Name\n\nDate Signed (required):\n\nSignature of Patient’s Authorized Representative\n\n(Note: Please give a copy of the signed Authorization to Patient)\nDocumentation Required to Release Medical Records\nTo ensure we are releasing medical records to an authorized party, we ask that you make the following documentation available to\nus upon your request.\nPatients Requesting Their Own Medical Records:\n•\n•\n\nAuthorization for Disclosure of Protected Health Information form signed by the patient.\nGovernment issued photo identi¿cation (Driver’s License, State ID card, Passport).\n\nPatient Representative Picking Up Medical Records Requested by Patient:\n•\n•\n\nAuthorization for Disclosure of Protected Health Information form signed by the patient.\nGovernment issued photo identi¿cation of the patient and the patient’s representative (Driver’s License, State issued ID card,\nPassport)\n\nThird Party or Patient’s Representative Requesting Medical Records:\n•\n•\n•\n•\n•\n•\n\nAuthorization for Disclosure of Protected Health Information form signed by the patient’s representative.\nGovernment issued photo identi¿cation of the patient’s representative (Driver’s License, State issued ID card, Passport)\nDurable Medical Power of Attorney\nDeath Certi¿cate\nExecuter of Estate Documentation\nCourt Order, Subpoena, Production of Documents\n\n24-40 (Rev 9/08; 3/12, 5/15)\n\nOriginal – Medical Record\n\n\f",
  "full_text_chars": 7698,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 14,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
