{
  "filename": "form-3.pdf",
  "file_size_bytes": 133557,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "DATE:\n\nID VERIFICATION (TYPE):\n\nPATIENT NAME:\nBIRTHDATE:\n\nID VERIFIED BY:\n\nAUTORIZACIÓN DE DIVULGACIÓN\nDE INFORMACIÓN MÉDICA\nAutorizo a:\n\n(Nombre de la persona o centro que posee la información - ejemplo: UCSF/Mt. Zion)\n\na divulgar información de salud a:\n\n(Nombre de la persona u organización que recibirá la información médica y la dirección completa)\nDomicilio\n\nCiudad\n\nEstado\n\nCódigo postal\n\n☐ Al marcar esta casilla, autorizo el intercambio entre las personas u organizaciones que se indican ant",
  "full_text": "DATE:\n\nID VERIFICATION (TYPE):\n\nPATIENT NAME:\nBIRTHDATE:\n\nID VERIFIED BY:\n\nAUTORIZACIÓN DE DIVULGACIÓN\nDE INFORMACIÓN MÉDICA\nAutorizo a:\n\n(Nombre de la persona o centro que posee la información - ejemplo: UCSF/Mt. Zion)\n\na divulgar información de salud a:\n\n(Nombre de la persona u organización que recibirá la información médica y la dirección completa)\nDomicilio\n\nCiudad\n\nEstado\n\nCódigo postal\n\n☐ Al marcar esta casilla, autorizo el intercambio entre las personas u organizaciones que se indican anteriormente.\nLa fnalidad de esta autorización de divulgación es (marcar una o más):\n☐ Continuidad de la atención o planificación del alta ☐ Facturación y pago de una factura\n☐ Solicitud del paciente o representante del paciente ☐ Otra (indicar la razón)\nPor favor, indique la información de salud específca cuya divulgación autoriza. Marque todas las\nque correspondan. Para las fechas de servicio:\n☐ Visita a la sala de emergencia (p. ej., apuntes de los proveedores de la sala de emergencias, informes de\nradiología, laboratorios y diagnóstico, consultas y apuntes sobre procedimientos)\n\n☐ Expediente hospitalario en su totalidad (p. ej., historial y examen físico, consultas, informe quirúrgico,\nresumen del alta, laboratorios, informes de radiología, apuntes de enfermería, apuntes de evolución)\n\n☐ Visita a la clínica o consultorio (es decir, apuntes de evolución, apuntes del consultorio, apuntes de\nprocedimientos, apuntes quirúrgicos, laboratorios, diagnóstico e informes de radiología)\n\n☐ Informes de facturación ☐ Imágenes de radiología (solamente) ☐ Clínica Dental\n☐ Clínica de la Salud Reproductiva\n☐ Otros expedientes (no indicados anteriormente; favor de indicar de qué tipo concreto):\nMétodo de entrega (favor de seleccionar uno): ☐ Correo ☐ Recogido ☐ Portal en línea (Solo Expediente Médico)\nLa información a continuación no se divulgará a menos que usted lo autorice específcamente\nmarcando las casillas correspondientes a continuación:\n☐ Información sobre abuso de drogas y alcohol, diagnóstico y tratamiento (42 C.F.R. §§2.34 y 2.35).\n☐ Información correspondiente al diagnóstico y tratamiento de la salud mental (Código de bienestar e\ninstituciones §§5328, y subsiguientes)\n\n756-020ZSi (Rev. 05/22) MEDICAL RECORD COPY\n\n☐ Divulgación de resultados de pruebas de VIH/SIDA (Código de Salud y Seguridad §120980(g)).\n☐ Divulgación de información sobre pruebas genéticas (Código de Salud y Seguridad §124980(j)).\nVENCIMIENTO DE LA AUTORIZACIÓN\nA menos que se revoque, la presente autorización vence el\n(escriba la fecha o el\nevento correspondiente). Si no se indica una fecha, esta autorización vencerá 12 meses después de la\nfecha en que firme este documento.\nNombre en letra de molde\n\nFirma (paciente, padre o madre, tutor)\n\nNúmero telefónico del paciente\n\nCorreo electrónico del paciente\n\nFecha\n\nParentesco con el paciente (padre o madre, tutor, curador\no representante del paciente)\n\nHora\n\nFormato solicitado: ☐ Impreso\n\n☐ CD\n\nAUTHORIZATION FOR RELEASE OF HEALTH INFORMATION\n\n\fAVISO\nUCSF y muchas otras organizaciones y particulares, como médicos, hospitales y planes\nde salud, están obligados por ley a mantener la confidencialidad de su información de\nsalud. Si usted ha autorizado la divulgación de su información de salud a alguien que no\ntenga la obligación jurídica de mantener su confidencialidad, dicha información podría\ndejar de estar protegida por las leyes de confidencialidad estatales y federales.\nSAN FRANCISCO PACIENTES\nEntregar la autorización completada a:\nHealth Information Management Services\nUCSF Medical Center\n400 Parnassus Ave., Room A88\nSan Francisco, CA 94143-0308\nOAKLAND PACIENTES\nEntregar la autorización completada a:\nHealth Information Management Services\n747 52nd Street\nOakland, CA 94609\nSUS DERECHOS\nEsta autorización de divulgación de información de salud es voluntaria. El tratatmiento,\npago, inscripción o requisitos de calificación para los beneficios no puede condicionarse\na la firma de esta autorización, salvo en los casos a continuación: 1) para efectuar\ntratamiento relacionado con una investigación, 2) para obtener información en conexión\ncon los requisitos para estar en un plan médico o inscribirse en uno, 3) para determinar\nla obligación de una entidad de pagar un reclamo, o 4) para crear información de\nsalud a fin de proporcionársela a un tercero.\nEsta autorización puede retirarse en cualquier momento. La revocación debe hacerse\npor escrito, estar firmada por usted o el representante del paciente y entregarse al\ndepartamento de Health Information Management Services (Servicios de Gestión\nde Información de la Salud). La revocación entrará en vigor cuando UCSF la reciba,\nexcepto en la medida en que UCSF u otros ya se hayan basado en la autorización.\nTiene derecho a recibir una copia de esta autorización..\n\nMade accessible 7/23\n\n\f",
  "full_text_chars": 4809,
  "fillable_field_count": 39,
  "fillable_field_names": [],
  "font_count": 9,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
