{
  "filename": "form-1.pdf",
  "file_size_bytes": 75222,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "CORDOVA COMMUNITY MEDICAL CENTER (CCMC) AUTHORIZATION FOR\nRELEASE OF PROTECTED PATIENT HEALTH INFORMATION\nPATIENT NAME\n\nDATE OF BIRTH\n\n1. I hereby authorize CCMC to\n\nMR #\n\nObtain my information from\nRelease my information to\n\nNAME\n\nTELEPHONE/FAX\n\nADDRESS\nFor the purpose of:\nContinuation of care\nPersonal reasons\n\nInsurance purposes\nEmployer requirement\n\nLegal review\nOther (please specify)\n\n2. I limit the information to be released to the following items:\nAll medical records (excluding limitation ",
  "full_text": "CORDOVA COMMUNITY MEDICAL CENTER (CCMC) AUTHORIZATION FOR\nRELEASE OF PROTECTED PATIENT HEALTH INFORMATION\nPATIENT NAME\n\nDATE OF BIRTH\n\n1. I hereby authorize CCMC to\n\nMR #\n\nObtain my information from\nRelease my information to\n\nNAME\n\nTELEPHONE/FAX\n\nADDRESS\nFor the purpose of:\nContinuation of care\nPersonal reasons\n\nInsurance purposes\nEmployer requirement\n\nLegal review\nOther (please specify)\n\n2. I limit the information to be released to the following items:\nAll medical records (excluding limitation records)\nHistory & physical exams\nNursing notes\nPhysician notes\nPathology reports\nConsult by Dr.\n\nCovering records from on/about (date)\nDischarge summary\nEmergency room report\nClinic notes\nRadiology report/xray films/CT\nOther (please specify)\n\nTo (date)\nPhysician’s orders\nOperative report(s)\nLaboratory data\nEKG/Cardiology report\n\n3. There are no limitations placed on dates, history of illness or diagnostic/therapeutic information, including any treatment of alcohol use/abuse, drug use/abuse,\nHIV-AIDS, mental health, behavioral or psychiatric treatment.\nSigner must initial\n\nOr qualify above\n\n4. Revocation Process: I understand that I may, by placing my request in writing to the HIM, revoke this Authorization at any time. However, I understand that a\nhealthcare organization cannot take back information that has already been released in response to this Authorization. I understand that the revocation of this\nAuthorization will not apply to my insurance company whenever my insurer has a legal right to contest a claim under my policy. This Authorization will expire three\nmonths from the date of my signature or as otherwise specified by date, event, or condition as follows: ________________________________________.\n5. Right to Copy/Voluntary Disclosure: I know that I have the right to receive a copy of this Authorization after I sign it and that authorizing the disclosure of my\nhealth information is voluntary.\n6. Health Plan/Insurance Issuers-Conditions: I need not sign this form in order to receive treatment, to have my treatment paid for by my insurer, for enrollment in a\nhealth plan or eligibility for its benefits. If I am authorizing my information to be released to an insurance company, I have been advised by my insurer of my rights\nand the consequence to me should I refuse to sign this Authorization.\n7. Photocopy: I further authorize that a photocopy of this authorization form will be fully acceptable as an original and that the healthcare organization may deny\nthe release of protected health information if it has reason to believe (1) this authorization has been altered or (2) is not a true and accurate authorization initiated by\nthe patient or (3) is dated prior to the treatment dates for which records are being requested.\nPatient’s signature (photo id may be required)\n\nDate (Must be within 90 days)\n\nSignature of other individual if under age 18\n\nRelationship to patient\n\nAttach Document to Prove Authority to Act on behalf of Patient REDISCLOSURE: I understand that authorizing the disclosure of this protected health information is\nvoluntary. I understand that any disclosure of information carries with it the potential for unauthorized redisclosure and the information may not be protected by\nFederal confidentiality rules. Signer must initial this clause:\nProhibition of redisclosure: Except as provided under Federal Law 45 CFR 164.524, this information has been disclosed from records whose confidentiality is\nprotected by Federal Law 42 CFR Part 2. The recipient of this information is prohibited from making any further disclosure of it without the specific written consent\nof the person to whom it pertains, or as otherwise permitted by law. A general authorization for the release of medical information is not sufficient for this purpose.\nInformation has been released per authorization by\n\nPLEASE FAX TO\n\nMedical Records (907) 424-8406\n\nOn date:\n\nClinic Nurse (907) 424-8202\n\nUpdated 5/5/2016\n\n\f",
  "full_text_chars": 3952,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 3,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
