{
  "filename": "form-2.pdf",
  "file_size_bytes": 666717,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "SUMMARY OF YOUR PRIVACY RIGHTS\nThis Notice describes the privacy practices of\nAbbeville Area Medical Center (AAMC), and any\nAbbeville Area Medical Center owned\nPhysician Practices, services provided by\nHealth Related Home Care and any other AAMC\nservices.\nOur Legal Duty\nWe are required by law to protect and maintain the\nprivacy of your protected health information, to\nprovide this Notice about our legal duties and\nprivacy practices regarding protected health\ninformation, and to abide by the term",
  "full_text": "SUMMARY OF YOUR PRIVACY RIGHTS\nThis Notice describes the privacy practices of\nAbbeville Area Medical Center (AAMC), and any\nAbbeville Area Medical Center owned\nPhysician Practices, services provided by\nHealth Related Home Care and any other AAMC\nservices.\nOur Legal Duty\nWe are required by law to protect and maintain the\nprivacy of your protected health information, to\nprovide this Notice about our legal duties and\nprivacy practices regarding protected health\ninformation, and to abide by the terms of the Notice\ncurrently in effect.\nProtected Health Information\nAAMC participates in a clinically integrated health\ncare setting and collects or receives health information\nabout your past, present or future health condition\nin order to provide health care to you, to receive\npayment for this health care and to effectively\noperate the hospital, home health agency, and\nclinics. Under federal law, your health information\nis protected and confidential. Protected health\ninformation includes information about your symptoms,\ntest results, diagnosis, treatment, and related\nmedical information. Your health information also\nincludes payment, billing, and insurance\ninformation. The following describes the ways we\nmay use and disclose protected health information\n(PHI) that identifies you. Except for the purposes\ndescribed below, we will use and disclose PHI only\nwith your written permission. You may revoke\nsuch permission at any time by writing to our\nPrivacy Officer at Abbeville Area Medical Center,\nP.O. Box 887, Abbeville, SC 29620\nHow We Use Your Protected Health Information\nWe use your health information for treatment, to\nobtain payment, and for health care operations,\nincluding administrative purposes and evaluation of\nthe quality of care that you receive. Under some\ncircumstances, we may be required to use or\ndisclose the information without your consent.\nUnder limited circumstances, we may disclose\ninformation to notify or locate your relatives or to\nassist disaster relief agencies.\nExamples of Treatment, Payment, and Health\nCare Operations\n\nTreatment: We will use and disclose your health\ninformation to provide you with medical treatment\nor services. For example, nurses, physicians, and\nother members of our treatment team will record\ninformation in your record and use it to determine\nthe most appropriate course of care. We may also\ndisclose the information to other health care\nproviders who may provide treatment to you, to\npharmacists who are filling your prescriptions, and\nto family members who are helping with your care.\nPayment: We will use and disclose your health\ninformation for payment purposes. This includes:\neligibility or coverage for benefits, billing, claims,\ncollection activities, review of services provided,\nutilization review, and disclosures to consumer\nreporting agencies. For example, we may need to\nobtain authorization from your insurance company\nbefore providing certain types of treatment. We will\nsubmit bills and maintain records of payments from\nyour health plan.\nHealth Care Operations: We will use and disclose\nyour health information to:\n• Conduct quality assessment and improvement\nactivities;\n• Review the competence or qualification of health\ncare professionals, evaluate practitioner\nperformance, conduct training programs for\nstudents, trainees, practitioners or non-health\ncare professionals;\n• Conduct accreditation, certification, licensing or\ncredentialing activities;\n• Conduct activities related to the creation,\nrenewal, or replacement of a contract of health\ninsurance or benefits;\n• Conduct or arrange for medical review, legal\nservices, and auditing functions;\n• Appointment Reminders/Treatment Alternatives//\nHealth-Related Benefits and Services. We may\nuse and disclose Protected Health Information to\ncontact you to remind you that you have an\nappointment with us, or to contact you to tell you\nabout possible treatment options or alternatives\nor health related benefits and services that may\nbe of interest to you.\n• Provide for business planning and development;\nmanagement and administration.\nFor example, we may use or disclosure your\n\nprotected health information for accreditation\npurposes.\nFacility Directory\nUnless you notify us that you object, we will use\nand disclose your name, location in our facility and\nin general terms, your condition for directory\npurposes. This information will be disclosed to\npeople who ask for you by name.\nNotification/Location Purposes/Individuals\ninvolved in your care\nUnless you object:\n• Under limited circumstances, we may disclose\ninformation to notify or locate your relatives or to\nassist disaster relief agencies.\n• We may also disclose your information to\nindividuals (friends and family) who are involved\nin your medical care.\n• We may include your name in our directory and\nconnect phone calls to your room and share\ngeneral condition information.\nOther Uses and Disclosures Permitted Without\nAuthorization\n• Required by Law: We may be required by law to\nreport gunshot wounds, suspected abuse or\nneglect, or similar injuries and events.\n• Public Health Activities: As required by law, we\nmay disclose vital statistics, diseases,\ninformation related to recalls of dangerous\nproducts, information regarding births, deaths,\nreactions to medications and medical products\nand similar information to public health\nauthorities.\n• Health Oversight: We may be required to\ndisclose information to assist in investigations\nand audits, eligibility for government programs,\nand similar activities.\n• Judicial and Administrative Proceedings: We\nmay disclose information in response to an\nappropriate subpoena or court order.\n• Law Enforcement Purposes: Subject to certain\nrestrictions, we may disclose information\nrequired by law enforcement officials, such as:\n(1) in response to a court order, subpoena,\nwarrant, summons or similar process; (2) limited\ninformation to identify or locate a suspect,\n\nfugitive, material witness, or missing person; (3)\nabout the victim of a crime even if, under very\nlimited circumstances, we are unable to obtain\nthe person’s agreement; (4) about a death we\nbelieve may be the result of criminal conduct; (5)\nabout criminal conduct on our premises; and (6)\nin an emergency to report a crime, the location of\nthe crime or victims, or the identity, description or\nlocation of the person who committed the crime.\n• Deaths: We may report information regarding\ndeaths to coroners, medical examiners, funeral\ndirectors, and organ donation agencies.\n• Serious Threat to Health or Safety: We may use\nand disclose information when necessary to\nprevent a serious threat to your health and safety\nor the health and safety of the public or another\nperson.\n• Military and Special Government Functions: If\nyou are a member of the armed forces, we may\nrelease information as required by military\ncommand authorities. We may also disclose\ninformation to correctional institutions or for\nnational security purposes.\n• Research: We may use or disclose information\nfor approved medical research.\n• Business Associates: We may disclose\nProtected Health Information to our business\nassociates who perform functions on our behalf\nor provide us with services if the Protected Health\nInformation is necessary for those functions or\nservices. For example, we may use another\ncompany to do our billing, or to provide transcription\nor consulting services for us. All of our business\nassociates are obligated, under contract with us,\nto protect the privacy and ensure the security of\nyour Protected Health Information.\n• Organ and Tissue Donation: If you are an organ\nor tissue donor, we may use or disclose your\nProtected Health Information to organizations\nthat handle organ procurement or transplantation\n– such as an organ donation bank – as\nnecessary to facilitate organ or tissue donation\nand transplantation.\n• Workers Compensation: We may release\ninformation about you for workers compensation\nor similar programs providing benefits for workrelated injuries or illness.\n\n\f• Fundraising: We may use your PHI to\ncommunicate with you to raise funds to support\nhealth care services and educational programs\nwe provide to the community. You have the right\nto opt out of receiving fundraising communications\nwith each solicitation.\n• Marketing: We may send you information on the\nlatest treatment, and other resources affecting\nyour health.\n• Appointment reminders: We may contact you to\nremind you of an appointment.\nYour prior written authorization is required to\nrelease your PHI in the following situations:\n• Any uses or disclosures beyond treatment,\npayment or healthcare operations and not\nspecified in this notice.\n• Psychotherapy notes.\n• Any circumstances where we seek to sell you\ninformation.\nIf you choose to sign an authorization to disclose\ninformation, you can later revoke that authorization\nto stop any future uses and disclosures.\nIndividual Rights\nYou have the following rights with regard to your\nprotected health information. Please contact the\nperson listed below to exercise these rights.\nRequest Restrictions: You may request restrictions\non certain uses and disclosures of your protected\nhealth information. We are not required to agree to\nsuch restrictions unless the requested restriction\nconcerns a disclosure of protected health information\nto a health plan for the purpose of carrying out\npayment and health care operations (but not\ntreatment) and the protected health information\npertains solely to a health care item or service for\nwhich AAMC has been paid by you out of pocket in\nfull.\nConfidential Communications: You may request\nthat we communicate with you confidentially; for\nexample, asking us to send notices to a special\naddress.\nInspect and Obtain Copies: In most cases, you\nhave the right to inspect and obtain a copy of your\nprotected health information that may be used to\nmake decisions about your care or payment for\nyour care. We have up to 30 days to make your\nProtected Health Information available to you and\n\nthere will be a charge for the copies.\nRight to Electronic Copy of Electronic Medical\nRecords: When protected health information is\nmaintained in an electronic format (electronic\nmedical record – EMR), you have the right to request\nthat an electronic copy of your record be given to\nyou or transmitted to a clearly, conspicuously and\nspecifically identified entity or person. We will make\nevery effort to provide access to your protected\nhealth information in the form or format you request,\nif it readily producible in such form or format. If the\nprotected health information is not readily producible\nin the form or format you request, your record will\nbe provided in either our standard electronic format\nor if requested, a readable hard copy form. We\nhave up to 30 days to make your Protected Health\nInformation available to you and there will be a\ncharge for the labor associated with transmitting\nthe electronic medical record.\nAmend Information: If you believe that your\nprotected health information is incorrect, or if\ninformation is missing, you have the right to\nrequest that we amend the existing information.\nAccounting of Disclosures: You may request a list\nof disclosures of your protected health information\nexcept for treatment, payment, or health care\noperations from the Medical Record Department.\nFundraising: We intend to contact you for\nfundraising and you have the right to opt out of\nfundraising communications.\nNotice of Breaches: You have the right to receive\nnotice of any breach of unsecured protected health\ninformation.\nCopy of this Notice: You have the right to a paper\ncopy of this notice. You may request a copy at any\ntime.\nHealth Information Exchanges\nAAMC, along with other health care providers,\nbelongs to health information exchanges. These\ninformation exchanges are used in the diagnosis\nand treatment of patients. As part of these\nexchanges, AAMC shares certain patient health\ninformation with other health care providers. Should\nyou require treatment at another location that is\npart of one of these exchanges, that provider may\ngather historical health information to assist you\nwith your treatment. You have the option of saying\nthat this cannot be done. If you choose not to take\n\npart in these alliances, please contact the AAMC\nPrivacy Officer at 864-366-3313.\nChanges in Privacy Practices\nWe reserve the right to change the terms of this\nNotice and to make the new Notice effective for all\nthe existing protected health information we maintain,\nas well as future PHI. You may request a copy of\nour Notice at any time. For more information about\nour privacy practices, contact the person listed\nbelow.\nComplaints\nIf you are concerned that we have violated your\nprivacy rights, you may contact the person listed\nbelow. You may also send a written complaint to\nthe Office of Civil Rights. The person listed below\nwill provide you with the appropriate address upon\nrequest. You will not be penalized in any way for\nfiling a complaint.\n\nNOTICE\nOF PRIVACY\nPRACTICES\n\nContact Person\nIf you have any questions, requests, or complaints,\nplease contact:\nPrivacy Officer\nAbbeville Area Medical Center\nP.O. Box 887\nAbbeville, SC 29646\n864-366-5011\nEffective Date: The effective date of this Notice is\nSeptember 23, 2013.\nRevised: February 6, 2017\n\nEDU 3513\n02/06/2017\n\nTHIS NOTICE DESCRIBES HOW MEDICAL\nINFORMATION ABOUT YOU MAY BE USED\nAND DISCLOSED AND HOW YOU CAN GET\nACCESS TO THIS INFORMATION.\nPLEASE REVIEW IT CAREFULLY.\n\n\f",
  "full_text_chars": 13455,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 14,
  "embedded_image_count": 3,
  "is_image_only_scan": false
}
