{
  "filename": "form-1.pdf",
  "file_size_bytes": 839572,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "How to send medical documents and images to your\n\nProvider through your Portal Account :\nThe following instructions describe the steps to follow to send your provider\nand/or nurse a secure message with one or more attachments, from your desktop computer.\n1. Sign in to your Patient Portal account from a browser on your desktop computer.\nPlease Note: When accessing the Patient Portal from a desktop browser, the send attachments workflow can only be initiated from the main homepage (as seen below).",
  "full_text": "How to send medical documents and images to your\n\nProvider through your Portal Account :\nThe following instructions describe the steps to follow to send your provider\nand/or nurse a secure message with one or more attachments, from your desktop computer.\n1. Sign in to your Patient Portal account from a browser on your desktop computer.\nPlease Note: When accessing the Patient Portal from a desktop browser, the send attachments workflow can only be initiated from the main homepage (as seen below). The desktop\nmessaging workflow accessed from the “Messages” link, opens the Messages page where\npatients can compose and send messages without attachments.\n\n2. Provider Box— Select the provider to whom you want to send the message. This list includes providers providers you have seen in the past.\n3. Location Box— Select the location appropriate to the provider you’re messaging. The\noptions in the Office Location list are the departments the provider works in. This field is used\nto route the message to the appropriate provider.\n\n\f4. Subject Box— Select from a list of potential subjects:\n- Medical question\n- Appointments and scheduling\n- Prescriptions and refills\n- Billing and payments\n- My profile\n- Insurance\n- Other\n5. Message— Enter your message details.\n6. Attach Files— To attach your document and/or image, click the blue “Attach\nFiles” link and select the appropriate file to upload from your desktop computer.\nAdditional Notes:\n\n\n\nYou can attach up to 10 files, but you must click “Attach Files” and attach them\nindividually.\n\n\n\nIf you attached the wrong file, you can delete it by clicking the “X” to remove it.\n\n\n\nPlease do not send any credit card information through to your provider.\n\n7. Click “Send A Message” to send your message/attachment. Your message will\nthen be routed to your provider’s inbox and you will receive a “Message Sent!” confirmation.\n\n\f",
  "full_text_chars": 1882,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 10,
  "embedded_image_count": 9,
  "is_image_only_scan": false
}
