{
  "filename": "form-2.pdf",
  "file_size_bytes": 225608,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "One Barnes-Jewish Hospital Plaza ● St. Louis, MO\n63110 Phone: 314-362-3935 FAX: 314-747-7211\n\nAuthorization For Release Of Information\nI hereby authorize/request Barnes Jewish Hospital to release medical information of:\nFormer Name(s) (where applicable):\nDate of Birth:\n\nSocial Security Number:\n\nI request only the following information to be released:\n□ Designated Record Set\n□ Emergency Report\n□ Discharge Summary\n□ History & Physical\n□ Operative Report\n□ Pathology Report\n□ Laboratory (specify)\n□ ",
  "full_text": "One Barnes-Jewish Hospital Plaza ● St. Louis, MO\n63110 Phone: 314-362-3935 FAX: 314-747-7211\n\nAuthorization For Release Of Information\nI hereby authorize/request Barnes Jewish Hospital to release medical information of:\nFormer Name(s) (where applicable):\nDate of Birth:\n\nSocial Security Number:\n\nI request only the following information to be released:\n□ Designated Record Set\n□ Emergency Report\n□ Discharge Summary\n□ History & Physical\n□ Operative Report\n□ Pathology Report\n□ Laboratory (specify)\n□ Other (specify)\n□ Itemized Billing Statement\n\n□ X-Ray Reports\n□ X-Ray Films\n□ Mammograms\n□ Cardiac Cath Lab Cine Film\n□ Cardiac Cath Lab Reports\n□ EKG\n□ Pharmacy Records\n\nDate(s) of Treatment:\nRelease or Mail To:\n(Individual/Physician/institution/Agency)\n\n(Street Address)\n\n(City, State and Zip Code)\n\n(Telephone Number)\n\nFor the purpose of:\nATTENTION: Once this information has been released pursuant to this Authorization, it may no longer be\nprotected by Federal and/or State law/regulations and may no longer be deemed \"Confidential\". I permit the release\nof all information indicated above including test results and/or diagnosis and treatment information, if any,\nconcerning drug/alcohol treatment or use, psychiatric treatment or AIDS/HIV and other communicable diseases.\nI understand that neither BJC HealthCare nor any of its affiliated healthcare providers can make me sign this Authorization\nas a condition to getting treatment, making payments on any bills, or gaining enrollment or eligibility in any health\ninsurance plan, unless the federal Privacy Regulations allow it. I agree that I have received a signed copy of this\nAuthorization if I chose to do it.\nI understand that I may revoke this Authorization at any time except to the extent that prior action has been taken in reliance\non this Authorization. This Authorization will expire ninety (90) days from the date it is signed if I do not cancel it in\nwriting prior to the expiration date. I understand that if I want to cancel/revoke this Authorization, I must mail, fax or bring\na letter in person stating that I want to cancel this authorization. I understand that I need to mail, fax or bring the letter to the\naddress or fax number noted at the top of this page.\n\nRev. 10/28/10\n\n- OVER -\n\n\fAuthorization For Release Of Information\n\nIf you are signing on behalf of a patient for whom you are the legal guardian or personal representative, you\nmust attach a certified copy of your appointment as legal guardian or personal representative.\nIf this Authorization is being presented pursuant to litigation, complete this section.\nIf this Authorization is being completed pursuant to litigation, please note that this Authorization includes medical records, reports\nand other medical documents in your possession which relate to any prior or subsequent complaints, injuries, illnesses, or other\nconditions involving the same parts of the body and the same or similar conditions as described below. This Authorization includes\nbut is not limited to records of all examinations, treatments and tests, including inpatient, outpatient and emergency room, whether\nfor diagnostic or prognostic purposes, consultation reports, correspondence, x-rays, photographs, videotapes, MRIs and CT scans\nand post-mortem records, if applicable, PROVIDED that the examinations, treatments and/or tests involve or relate to complaints,\ninjuries, illnesses 01' conditions pertaining to the following alleged injury:\n\n[insert allegation from petition which describes injured part(s) of body]\nThe health care provider is neither required nor prohibited by law from engaging in private conversations regarding the patient's\nabove-referenced care. The decision to enter into any such conversation is that of the health care provider. However, disclosure that\nexceeds the scope of this authorization may subject the health care provider to civil liability.\nThis authorization, contrary to the notice above, shall remain in effect until the underlying claim is finally resolved. Therefore, you\nmay receive a supplemental request for documents. Provided you have an original authorization allowing you to provide records to\nthe party making the supplemental request, a written request for supplemental documents is sufficient, and no additional\nauthorization is required.\n[The patient further requests that the health care provider supply complete copies of all documents produced pursuant to this\nauthorization to patient's attorneys,\n_, at their expense.\n(If desired by Plaintiff’s counsel)]\n\nNOTE: Records will be mailed to above address unless otherwise noted below.\nSignature of Patient/Legal Guardian/Personal Representative\n\nDate\n\nIf someone else signs on behalf of the patient, state your relationship to the\npatient.\n\nDate\n\nWitness\n\nDate\n\nNOTE:\nIf above address is not patient's, please complete the following:\nPatient Address:\nCheck if Patient will pick up copies at Barnes Jewish Hospital:\nFacility Use Only: Date Request Granted:\nOther Disposition (Date/Action):\n\nRev. 10/28/10\n\n- OVER -\n\n⁭\n\n\f",
  "full_text_chars": 5047,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 8,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
