{
  "filename": "form-3.pdf",
  "file_size_bytes": 65631,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "Release of Verbal Health Information\nPatient Name\n\nDate of Birth\n\nVirginia Garcia Memorial Health Center (VGMHC) restricts the release of Protected Health Information\n(PHI) to that permitted by patient confidentiality laws. According to HIPAA regulations, permitted\nreasons for release of PHI include treatment, payment, and healthcare operations, or as otherwise\nallowed by the specific signed authorization of the patient or authorized personal representative.\nThe purpose of the Release of Verbal ",
  "full_text": "Release of Verbal Health Information\nPatient Name\n\nDate of Birth\n\nVirginia Garcia Memorial Health Center (VGMHC) restricts the release of Protected Health Information\n(PHI) to that permitted by patient confidentiality laws. According to HIPAA regulations, permitted\nreasons for release of PHI include treatment, payment, and healthcare operations, or as otherwise\nallowed by the specific signed authorization of the patient or authorized personal representative.\nThe purpose of the Release of Verbal Health Information form is to provide our patients an opportunity\nto permit verbal release of PHI in the following 2 ways.\n1. Permission to Verbally Discuss PHI with Family Members/Caregivers\nI hereby authorize VGMHC staff to discuss my PHI with the following person(s):\nName and Phone Number:\n\nRelationship:\n\nName and Phone Number:\n\nRelationship:\n\nName and Phone Number:\n\nRelationship:\n\n2. Permission to leave a detailed message\nCertI hereby authorize VGMHC staff to leave a detailed message at the following number:\n-ORI decline. Please do not leave me detailed messages.\nCertain information cannot be released without specific authorization as required by state or federal\nlaw. By initialing the lines below, you authorize the release of the following protected information:\nInformation related to the treatment or diagnosis of HIV/AIDS\nInformation related to the treatment or diagnosis of mental health conditions\nInformation related to the treatment or diagnosis of drug and/or alcohol abuse\n•\n•\n•\n\nI understand that this authorization is valid as long as I am a patient of VGMHC.\nI understand that I may revoke this authorization in writing at any time but that revocation of\nthis authorization will not apply to information already released.\nThis form is not valid unless signed and dated.\n\nSignature of patient/representative\n\nDate\n\nPrinted Name\n\nDescription of personal representative\n\n\f",
  "full_text_chars": 1896,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 6,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
