{
  "filename": "form-4.pdf",
  "file_size_bytes": 66700,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "Divulgación de Información Verbal de su Salud\nNombre del Paciente\n\nFecha de Nacimiento\n\nEl Centro Memorial de Salud Virginia García (VGMHC, siglas en inglés) restringe la divulgación de la\nInformación Protegida de la Salud (PHI, siglas en inglés) conforme lo permiten las leyes de\nconfidencialidad del paciente. De acuerdo con las regulaciones de HIPAA, las razones que permiten la\ndivulgación de PHI incluyen el tratamiento, el pago, y las operaciones de atención médica, o algún otro\nmodo permitido",
  "full_text": "Divulgación de Información Verbal de su Salud\nNombre del Paciente\n\nFecha de Nacimiento\n\nEl Centro Memorial de Salud Virginia García (VGMHC, siglas en inglés) restringe la divulgación de la\nInformación Protegida de la Salud (PHI, siglas en inglés) conforme lo permiten las leyes de\nconfidencialidad del paciente. De acuerdo con las regulaciones de HIPAA, las razones que permiten la\ndivulgación de PHI incluyen el tratamiento, el pago, y las operaciones de atención médica, o algún otro\nmodo permitido por la autorización específica firmada por el paciente o por su representante personal\nautorizado.\nEl propósito de la Divulgación de la forma sobre la Información Verbal de su Salud es ofrecer a nuestros\npacientes la oportunidad de permitir la divulgación verbal de PHI de las 2 siguientes maneras.\n1. Permiso para Discutir Verbalmente PHI con Miembros de la Familia/Cuidadores de la Salud\nPor la presente autorizo a los empleados de VGMHC que discutan mi PHI con la(s) siguiente(s)\npersona(s):\nNombre y Número de Teléfono:\nRelación:\nNombre y Número de Teléfono:\n\nRelación:\n\nNombre y Número de Teléfono:\n\nRelación:________________\n\n2. Permiso para dejar un mensaje detallado\nPor la presente yo autorizo a los empleados de VGMHC para que dejen un mensaje detallado en el\nCert\nsiguiente número:\n-OYo declino. Por favor no dejen ningún mensaje detallado.\nNo se puede divulgar cierta información sin la autorización específica conforme a lo requerido por la ley\nestatal y federal. Al poner sus iniciales en las líneas de abajo, usted autoriza la divulgación de la siguiente\ninformación protegida:\nLa información relacionada con el tratamiento o diagnóstico del VIH/SIDA\nLa información relacionada con el tratamiento o diagnóstico de las condiciones de salud mental\nLa información relacionada con el tratamiento o diagnóstico del abuso de drogas y/o alcohol\n•\n•\n•\n\nYo entiendo que esta autorización es válida mientras yo sea paciente de VGMHC.\nYo entiendo que puedo revocar esta autorización por escrito en cualquier momento, pero la\nrevocación de esta autorización no se aplicará a la información ya divulgada.\nEsta forma no es válida a no ser que esté firmada y fechada.\n\nFirma del paciente/representante\n\nFecha\n\nNombre legible\n\nDescripción del representante personal\n\n\f",
  "full_text_chars": 2268,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 6,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
