{
  "filename": "form-2.pdf",
  "file_size_bytes": 472665,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Autorización para divulgar\nInformación electrónica de salud en formato comprensible por computadora\nSamaritan Health Services, Divulgación de información, P.O. Box 2728, Corvallis, OR 97339\nFax: 541-768-9363 Teléfono: 541-768-5069\nSHSHIMROI@samhealth.org\nVea la página 2 para instrucciones de cómo llenar este formulario. Un formulario incompleto puede causar atraso en el proceso.\nTENGA EN CUENTA: Los archivos de este formato no están diseñados para ser leídos por humanos. Los archivos de\neste for",
  "full_text": "Autorización para divulgar\nInformación electrónica de salud en formato comprensible por computadora\nSamaritan Health Services, Divulgación de información, P.O. Box 2728, Corvallis, OR 97339\nFax: 541-768-9363 Teléfono: 541-768-5069\nSHSHIMROI@samhealth.org\nVea la página 2 para instrucciones de cómo llenar este formulario. Un formulario incompleto puede causar atraso en el proceso.\nTENGA EN CUENTA: Los archivos de este formato no están diseñados para ser leídos por humanos. Los archivos de\neste formato pueden ser muy grandes y tardar más en procesarse. Necesitará una aplicación que use formato\ncomprensible por computadora para comprender estos archivos.\n1. INFORMACIÓN DEL PACIENTE (ESCRIBA EN LETRA DE IMPRENTA POR FAVOR)\nNombre, inicial del segundo nombre, apellido\nIndique cualquier otro nombre que haya utilizado en cualquier centro o proveedor de Samaritan: Fecha de nacimiento (MM/DD/AAAA)\n\nDirección:\n\nTeléfono\n\nCiudad\n\nEstado\n\nCp.\n\n¿Está bien dejar un mensaje detallado?\n☐ Si\n☐ No\n\n3. ¿CUÁL ES EL PROPÓSITO DE ESTA SOLICITUD? (POR FAVOR ESPECIFIQUE) ☒ Solicitud del paciente - Electrónico\n4. ¿QUÉ RANGO DE FECHAS DE REGISTROS DESEA? El intervalo de fechas no puede ser anterior a 01/01/2013.\nA partir de esta fecha:\nHasta esta fecha:\n/\n/\n/\n/\n5. ENTIENDO QUE DEBO PONER MI INICIAL EN LOS TEMAS QUE DESEO QUE SE DIVULGUE LA INFORMACIÓN.\n________Tratamiento de drogas/alcohol o información de\nInformación/registros de salud mental\nreferencia. Según las regulaciones federales, describa cuánta y qué\nResultados positivos de la prueba del VIH y\ninformación sobre drogas/alcohol se debe divulgar:\ndiagnóstico del VIH\nInformación/registros de pruebas genéticas\n\n6. ESTA INFORMACIÓN DEBE SER DIVULGADA A MÍ (SELECCIONE UNA)\nFormato:\n☐ Cuenta SHS MyChart\n☐ CD (Elija uno de los siguientes)\n☐ Llámenme al número de teléfono que aparece arriba para\nrecoger el CD.\n\n☐ Envíe mi CD a la dirección indicada arriba\n\n☐ O entreguen mi CD a:\nPersona:\nTeléfono:\n\n7. MIS DERECHOS: REVISE LA PÁGINA 2 PARA INSTRUCCIONES E INFORMACIÓN ADICIONAL SOBRE SUS DERECHOS.\nEntiendo que negarme a firmar la autorización generalmente no afectará negativamente mi capacidad para recibir atención\nmédica. servicios o reembolso de servicios. Entiendo que la información divulgada mediante esta autorización puede estar sujeta\na nueva divulgación por parte del destinatario y ya no estar protegida por la ley federal. Es posible que me cobren una tarifa\nrazonable basada en el costo por las copias de los registros médicos que solicito. Esta autorización podrá ser cancelada\n(revocada) en cualquier momento. A menos que se cancele, esta autorización vence a los 12 meses de la fecha en que firmé\neste formulario, a menos que aquí se especifique otra fecha o evento:\n8. Firma del paciente o representante del paciente\n\nFecha\n\nEscriba el nombre si no es el paciente:\n\nRelación con el paciente:\n\n☐ Estoy solicitando una copia de este formulario de autorización.\n\n002501 (11/23) 0 Translated Spanish\n\nPage 1 of 2\n\n☐ Copia proporcionada por_____(Iniciales)\n\n\fAutorización para divulgar información de salud: instrucciones y derechos\n\nPor favor escriba claramente. Un formulario incompleto puede causar atraso en el proceso\n\n1.\n2.\n3.\n4.\n\nINFORMACIÓN DEL PACIENTE - Escriba el nombre del paciente, fecha de nacimiento, dirección postal y número de teléfono.\nOBJETIVO DE ESTA SOLICITUD - Especifique por qué solicita su información médica entre las opciones enumeradas en la página 1.\n¿QUÉ INFORMACION QUIERE? - Por favor agregue un rango de fechas.\nDIVULGACIÓN DE EXPEDIENTES MÉDICOS ESPECIALES - Hay tipos específicos de registros que requieren su autorización (permiso)\nespecífico para divulgarlos a alguien que no sea usted mismo. Si desea que se divulgue esta información, escriba sus iniciales en cada tema\nque desee que se divulgue. Los registros de tratamiento de alcohol y drogas están protegidos por las regulaciones federales que rigen la\nconfidencialidad de los registros de pacientes por abuso de alcohol y drogas (42 CFR Parte 2) y no pueden ser divulgados por SHS ni\nvueltos a divulgar por quienes reciben esta información sin su consentimiento por escrito, a menos que la ley lo permita.\n5. FORMATO DE LOS EXPEDIENTES - Si selecciona SHS MyChart, los registros se enviarán a su cuenta SHS MyChart y estarán disponibles\nallí durante 90 días. Para recibir su información a través de MyChart, debe tener una cuenta SHS MyChart activa. Para obtener más\ninformación, visite samhealth.org/MyChart. Si selecciona CD, recibirá instrucciones de contraseña con el CD.\n6. INFORMACIÓN A SER DIVULGADA A - Especifique si la información solicitada se envía al paciente/representante del paciente u otra\npersona. Asegúrese de incluir la dirección completa y el número de teléfono.\n7. MIS DERECHOS\n\nNEGARSE A FIRMAR: La única circunstancia en la que negarse a firmar significa que usted no recibirá servicios de atención médica\nes si los servicios de atención médica tienen el solo propósito de proporcionar información de salud a otra persona y la autorización es\nnecesaria para realizar esa divulgación.\n\nCANCELACIÓN/REVOCACIÓN: Esta autorización podrá ser cancelada/revocada en cualquier momento. Para cancelar esta\nautorización, envíe una declaración escrita y firmada a la dirección postal de Divulgación de información que aparece a continuación e\nindique que está cancelando esta autorización. La cancelación de esta autorización no se aplica a la información que ya ha sido\ndivulgada.\n\n8.\n\nTARIFAS\nSolicitud inicial del paciente\n\nSe aplican tarifas razonables basadas en costos de acuerdo con HIPAA y la ley de Oregon.\n\n9. FIRMA\n\nSi el paciente tiene 18 años de edad o más, el paciente debe firmar y poner la fecha en el formulario.\n\n\nSi el paciente tiene 18 años o más y no puede firmar, un representante legalmente autorizado puede firmar y poner la fecha en el\nformulario. Indique su relación con el paciente (tutor, representante de atención médica o poder notarial de atención médica) e\nincluya documentación de respaldo de su relación.\n\n\n\nSi el paciente tiene 17 años o menos, el padre o tutor legal del paciente generalmente debe firmar y poner la fecha en el\nformulario. Proporcione su relación con el paciente. Si usted es el tutor legal del paciente, incluya la documentación de respaldo.\nEn Oregon, los menores pueden solicitar ciertos niveles de confidencialidad o consentimiento para diversos asuntos de atención\nmédica según su edad. Es política de SHS exigir que el menor autorice la divulgación de esos registros médicos.\nEnvíe el formulario de Solicitud de registros médicos del paciente completo a:\nDirección de correo:\nSamaritan Health Services Health Information Management\nPO Box 2728\nCorvallis, OR 97339\n\nFax:\n541-768-9363\nTeléfono: 541-768-5069\nE-mail: SHSHIMROI@samhealth.org\n\nLas solicitudes se procesan en el orden en que se reciben.\nEspere hasta 30 días para procesar las solicitudes. Hacemos todo lo posible para completar las solicitudes de manera oportuna.\nManejo de información de salud servicio al cliente Ubicaciones/horarios: Lunes a viernes de 8:00 am a 4:30 pm excepto días festivos,\n\nSHS HIM Corvallis\n\nSHS HIM Albany\n\nSHS HIM Lebanon\n\nSHS HIM Newport\n\nSHS HIM Lincoln City\n\n3600 NW Samaritan Dr.\nCorvallis\n\n1046 Sixth Ave. SW\nAlbany\n\n525 N. Santiam Hwy.\nLebanon\n\n930 SW Abbey St.\nNewport\n\n3043 NE 28th St.\nLincoln City\n\n002501 (11/23) 0 Translated Spanish\n\nPage 2 of 2\n\n\f",
  "full_text_chars": 7390,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 6,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
