{
  "filename": "form-5.pdf",
  "file_size_bytes": 517175,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Autorización para Divulgar Información Médica\nSamaritan Health Services, Divulgación de información, P.O. Box 2728, Corvallis, OR 97339\nFax: 541-768-9363 Teléfono: 541-768-5069\nSHSHIMROI@samhealth.org\nVea la página 2 para instrucciones de cómo completar esta forma. Un formulario incompleto puede retrasar el proceso.\n1. INFORMACIÓN DEL PACIENTE (LLENAR EN LETRA DE IMPRENTA)\nNombre, Inicial del segundo nombre, Apellido\nIndique cualquier otro nombre que haya utilizado en cualquier centro o proveedo",
  "full_text": "Autorización para Divulgar Información Médica\nSamaritan Health Services, Divulgación de información, P.O. Box 2728, Corvallis, OR 97339\nFax: 541-768-9363 Teléfono: 541-768-5069\nSHSHIMROI@samhealth.org\nVea la página 2 para instrucciones de cómo completar esta forma. Un formulario incompleto puede retrasar el proceso.\n1. INFORMACIÓN DEL PACIENTE (LLENAR EN LETRA DE IMPRENTA)\nNombre, Inicial del segundo nombre, Apellido\nIndique cualquier otro nombre que haya utilizado en cualquier centro o proveedor de\nSamaritan:\nDirección postal\nCiudad\n\nEstado\n\nCP\n\nFecha de nacimiento (mm / dd / aaaa)\nTeléfono\n¿Está bien dejar un mensaje detallado?\n☐ Sí\n☐ No\n\n2. LA INFORMACIÓN MÉDICA DEBE SER DIVULGADA DE (POR FAVOR MARQUE TODAS LAS QUE APLIQUEN).\n☐ Good Samaritan Regional Medical\n☐ Hospital General Samaritan Albany\n☐ Hospital Samaritan Lebanon\nCenter\n☐ Hospital North Lincoln Samaritan\n☐ Hospital Comunitario del Pacífico Samaritan\n☐ Clínica (s) o proveedor (es) de Samaritan (especifique)\n☐ Proveedor que no es Samaritan:\nTeléfono:\nFax:\n\nDirección:\nCiudad, Estado, CP:\n\n3. ¿CUÁL ES EL PROPÓSITO DE ESTA SOLICITUD? (ESPECIFIQUE) ☐ Continuación de cuidado ☐ Personal\n☐ Seguro médico ☐ Escuela ☐ Discapacidad ☐ Otro, especifique:\n4. ¿QUÉ REGISTROS QUIERE? (POR FAVOR MARQUE TODOS LOS QUE APLIQUEN.)\n☐ Resúmenes de alta\n☐ Registros de sala de emergencias ☐ Notas de la clínica\n☐ Historial e informes físicos\n☐ Informes de laboratorio/patología\n☐ Vacunas\n☐ Informes operativos\n☐ Informes de imágenes\n☐ Registros de\nfacturación\n☐ Imágenes\n☐ Otro (especifique)\n\n☐ Legal\n\nDesde esta fecha:\n/\n/\nHasta esta fecha:\n/\n/\n\n5. ENTIENDO QUE DEBO PONER MIS INICIALES EN LOS SIGUIENTES, SI DESEO QUE ESTA INFORMACIÓN SE DIVULGUE\n________ Tratamiento de drogas / alcohol o información de\nInformación / registros de salud mental\nreferencia. De acuerdo con las regulaciones federales, describa\nResultados de pruebas de VIH positivo y\nqué cantidad y qué información sobre drogas/alcohol debe\ndiagnóstico de VIH\ndivulgarse:\nInformación/registros de pruebas genéticas\n6. FORMATO DE REGISTROS (SELECCIONE SOLO UNO)\n☐ SHS cuenta de MyChart ☐ Email ☐ Papel ☐ CD ☐ Fax\n☐ Otro (especifique por favor):\n7. ESTA INFORMACIÓN DEBE SER DIVULGADA A MÍ MISMO (SELECCIONE UNA)\n☐ SHS cuenta de MyChart\n☐ Email Personal:\n☐ Llamarme a mi teléfono para venir a recoger los registros\n☐ Envíe mis registros a mi dirección indicada anteriormente\n☐ Otro (por favor describa):_______________________________________\n☐ O liberar mis registros a: Organización/Persona:\nTeléfono:\nDirección:\nFax:\nCiudad, Estado, CP\nE-mail:\n8. MIS DERECHOS: REVISE LA PÁGINA 2 PARA INSTRUCCIONES E INFORMACIÓN ADICIONAL SOBRE SUS DERECHOS.\nEntiendo que negarme a firmar la autorización generalmente no afectará negativamente mi capacidad para recibir atención médica,\nservicios o reembolso por servicios. Entiendo que la información divulgada por esta autorización puede estar sujeta a una nueva divulgación\npor parte del destinatario y ya no estará protegida por la ley federal. Es posible que se me cobre una tarifa razonable basada en el costo por\nlas copias de los registros médicos que solicito. Esta autorización se puede cancelar (revocar) en cualquier momento. A menos que se\ncancele, esta autorización vence 12 meses a partir de la fecha en que firmé este formulario, a menos que se especifique aquí otra fecha o\nevento:\n\n9. Firma del paciente o representante del paciente\n\nFecha\n__________Relación con el Paciente: ________\n\nNombre en letra de imprenta si no es el paciente:\n☐ Solicito una copia de este formulario de autorización.\n000693 (04/23) 7 ( T r a n s l a t e d S p a n i s h )\n\nPage 1 of 2\n\n☐ Copia proporcionada por________ (Iniciales)\n\n\fAutorización para divulgar información médica: instrucciones y derechos\nEscriba claramente. No llenar completamente el formulario, puede retrasar el proceso de su solicitud.\n\n1.\n2.\n\n3.\n4.\n\n5.\n\nINFORMACIÓN DEL PACIENTE -Escriba en letra de imprenta nombre, fecha de nacimiento, dirección y número de teléfono del paciente.\nINFORMACIÓN QUE DEBE SER DIVULGADA - Seleccione un hospital, una clínica o un proveedor de Samaritan del que le\ngustaría que se divulgaran sus registros. Si selecciona una clínica o proveedor de Samaritan, asegúrese de incluir el nombre de la\nclínica o proveedor. O, proporcione el nombre del proveedor de atención médica del que le gustaría que se divulgaran los registros.\nIncluya la dirección completa, el teléfono y el número de fax.\nOBJETIVO DE ESTA SOLICITUD - Especifique por qué solicita su información médica de las opciones enumeradas en la página 1.\nQUÉ REGISTROS QUIERE- Agregue un rango de fechas y especifique qué información desea que se publique. Si está buscando\nalgo que no está en la lista o le gustaría proporcionar instrucciones más detalladas, agregue lo que le gustaría en la línea \"Otro\".\nNOTA: Las solicitudes de imágenes de radiología y registros de facturación se pueden enviar por correo por separado.\nDIVULGACIÓN DE REGISTROS MÉDICOS ESPECIALES - Hay tipos específicos de registros que requieren su autorización (permiso)\nespecífica para entregarlos a otra persona que no sea usted. Si desea que se divulgue esta información, coloque sus iniciales en cada tipo que\ndesee que se divulgue. Los registros de tratamiento de alcohol y drogas están protegidos por las regulaciones federales que rigen la\nConfidencialidad de los registros de pacientes por abuso de alcohol y drogas (42 CFR Parte 2) y no pueden ser revelados por SHS ni\nrevelados por quienes reciben esta información sin su consentimiento por escrito a menos que la ley permita lo contrario.\n\n6.\n\n7.\n\nFORMATO DE REGISTROS - Seleccione SHS MyChart, papel, CD, correo electrónico, fax o especifique otro formato de su\nelección. Si no selecciona ningún formato, el formato predeterminado es el papel. Si selecciona SHS MyChart, los registros se\nenviarán a su cuenta de SHS MyChart y estarán disponibles allí durante 90 días. Para recibir su información a través de MyChart,\ndebe tener una cuenta activa de SHS MyChart. Para obtener más información, visite samhealth.org/MyChart. Si selecciona CD,\nrecibirá instrucciones de contraseña con el CD. Tenga en cuenta que, si elige recibir su información por correo electrónico, puede\nhaber ciertos riesgos de seguridad para su información mientras está en tránsito.\nINFORMACIÓN QUE SE DIVULGARÁ A - Especifique si la información solicitada se envía al paciente / representante del paciente o a\notra persona. Asegúrese de incluir la dirección completa y el número de teléfono. Incluya el número de fax o la dirección de correo\nelectrónico si desea que su información para la atención continua se envíe por fax o por correo electrónico al centro de salud / proveedor.\n\n8.\n\nMIS DERECHOS\nRECHAZO A FIRMAR: La única circunstancia en la que la negativa a firmar significa que no recibirá el servicio de atención médica,\n\n\n\nes si los servicios de atención médica tienen el único fin de proporcionar información médica a otra persona y la autorización es\nnecesaria para hacer esa divulgación.\nCANCELACIÓN / REVOCACIÓN: Esta autorización puede cancelarse / revocarse en cualquier momento. Para cancelar esta\nautorización, envíe una declaración escrita y firmada a la dirección postal de divulgación de información a continuación y declare que\nestá cancelando esta autorización. La cancelación de esta autorización no se aplica a la información que ya se ha divulgado.\n\n\n\n\n\nTARIFA\n\nCuidado continuo\nSolicitud inicial del paciente\nSolicitud de terceros\n9.\n\nSin cargo\nSin cargo\nTarifas razonables basadas en costos de acuerdo con las leyes de HIPAA y Oregon\n\nFIRMA - Firmar e indicar la fecha de la firma. Si está firmando este formulario y no es el paciente\n\nSi el paciente tiene 18 años o más, el paciente debe firmar y fechar el formulario.\n\nSi el paciente tiene 18 años o más y no puede firmar,\no Un representante legalmente autorizado puede firmar y fechar el formulario. Indique su relación con el paciente (tutor,\nrepresentante de atención médica o poder notarial para atención médica) e incluya la documentación de respaldo de su relación.\n\n\n\nSi el paciente tiene 17 años de edad o menos, el padre o tutor legal del paciente debe firmar y fechar el formulario. Indique su\nrelación con el paciente. Si es el tutor legal del paciente, incluya la documentación de respaldo. En Oregon, los menores pueden\nsolicitar ciertos niveles de confidencialidad o dar su consentimiento para varios asuntos de atención médica según su edad por\nsí mismos. Es política de SHS exigir que el menor autorice la divulgación de esos registros médicos.\nEnvíe el formulario de Solicitud de registros médicos del paciente completo a:\nDirección postal:\nSamaritan Health Services Health Information Management\nPO Box 2728\nCorvallis, OR 97339\n\nFax:\n541-768-9363\nTeléfono: 541-768-5069\nE-mail: SHSHIMROI@samhealth.org\n\nLas solicitudes se procesan en el orden en que se reciben.\nEspere hasta 30 días para procesar las solicitudes. Hacemos todo lo posible para completar las solicitudes de manera oportuna.\nUbicación/horarios de atención al cliente de la administración de información médica: Lunes a viernes excepto días festivos, de\n8:00 am a 4:30 pm\n\nSHS HIM Corvallis\n\nSHS HIM Albany\n\nSHS HIM Lebanon\n\nSHS HIM Newport\n\nSHS HIM Lincoln City\n\n3600 NW Samaritan Dr.\nCorvallis\n\n1046 6th Ave. SW\nAlbany\n\n525 N. Santiam Hwy.\nLebanon\n\n930 SW Abbey St.\nNewport\n\n3043 NE 28th St.\nLincoln Cit\n\n000693 (04/23) 7\n\nPage 2 of 2\n\n\f",
  "full_text_chars": 9428,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 7,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
