{
  "filename": "form-3.pdf",
  "file_size_bytes": 618837,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Samaritan Health Services\n\nYour information. Your rights. Our responsibilities.\nTHIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY BE USED AND DISCLOSED\nAND HOW YOU CAN GET ACCESS TO THIS INFORMATION. PLEASE REVIEW IT CAREFULLY.\n\nWho does this Notice apply to?\n\nThis Notice will be followed by Samaritan Health Services,\nInc. (SHS), its employees, physicians, volunteers, students,\ncontractors, or other workforce members, and the entities or\narrangements listed below:\n• Good Samaritan Regi",
  "full_text": "Samaritan Health Services\n\nYour information. Your rights. Our responsibilities.\nTHIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY BE USED AND DISCLOSED\nAND HOW YOU CAN GET ACCESS TO THIS INFORMATION. PLEASE REVIEW IT CAREFULLY.\n\nWho does this Notice apply to?\n\nThis Notice will be followed by Samaritan Health Services,\nInc. (SHS), its employees, physicians, volunteers, students,\ncontractors, or other workforce members, and the entities or\narrangements listed below:\n• Good Samaritan Regional Medical Center.\n• Samaritan Albany General Hospital.\n• Samaritan Lebanon Community Hospital.\n\n• Samaritan North Lincoln Hospital.\n• Samaritan Pacific Communities Hospital.\n• Affiliated Samaritan Health Services medical clinics identified\nat samhealth.org.\n• All other entities or providers affiliated with SHS through\nparticipation in an Organized Health Care Arrangement.\n\nYour rights\n\nGet a copy of this privacy notice\nYou can ask for a paper copy of this notice at any time, even\nif you have agreed to receive the notice electronically. We will\nprovide you with a paper copy promptly.\n\nGet an electronic or paper copy of your medical record\n• You can ask to see or get an electronic or paper copy of your\nmedical record and other health information we have about\nyou. Ask us how to do this.\n• We will provide a copy or a summary of your health\ninformation, usually within 30 days of your request. We may\ncharge a reasonable, cost-based fee.\n\nChoose someone to act for you\n• If you have given someone medical power of attorney or if\nsomeone is your legal guardian, that person can exercise your\nrights and make choices about your health information.\n• We will make sure the person has this authority and can act\nfor you before we take any action.\n\nWhen it comes to your health information, you have certain\nrights. This section explains your rights and some of our\nresponsibilities to help you.\n\nAsk us to correct your medical record\n• You can ask us to correct health information about you that\nyou think is incorrect or incomplete. Ask us how to do this.\n• We may say “no” to your request, but we’ll tell you why in\nwriting within 60 days.\nRequest confidential communications\n• You can ask us to contact you in a specific way (for example,\nhome or office phone) or to send mail to a different address.\n• We will say “yes” to all reasonable requests.\nAsk us to limit what we use or share\n• You can ask us not to use or share certain health information\nfor treatment, payment, or our operations. We are not required\nto agree to your request, and we may say “no” if it would affect\nyour care.\n• If you pay for a service or health care item out-of-pocket in full,\nyou can ask us not to share that information for the purpose\nof payment or our operations with your health insurer. We will\nsay “yes” unless a law requires us to share that information.\nGet a list of those with whom we’ve shared information\n• You can ask for a list (accounting) of the times we’ve shared\nyour health information for six years prior to the date you ask,\nwho we shared it with, and why.\n• We will include all the disclosures except for those about\ntreatment, payment and health care operations, and certain\nother disclosures (such as any you asked us to make). We’ll\nprovide one accounting a year for free but will charge a\nreasonable, cost-based fee if you ask for another one within\n12 months.\n\nFile a complaint if you feel your rights are violated\n• You can complain if you feel we have violated your rights by\ncontacting us at the phone numbers or email address at the\nend of this document.\n• You can file a complaint with the U.S. Department of Health\nand Human Services Office for Civil Rights by sending a letter\nto 200 Independence Ave., Washington, D.C. 20201, calling\n877-696-6775, or visiting hhs.gov/ocr/privacy/hipaa/complaints.\nWe will not retaliate against you for filing a complaint.\n\nYour choices\n\nFor certain health information, you can tell us your choices about\nwhat we share. If you have a clear preference for how we share\nyour information in the situations described below, talk to us. Tell\nus what you want us to do, and we will follow your instructions.\nIn these cases, you have both the right and choice to tell us to:\n• Share information with your family, close friends, or others\ninvolved in your care.\n• Share information in a disaster relief situation.\n• Include your information in a hospital directory.\nIf you are not able to tell us your preference, for example if you\nare unconscious, we may go ahead and share your information\nif we believe it is in your best interest. We may also share your\ninformation when needed to lessen a serious and imminent\nthreat to health or safety.\nIn these cases we never share your information unless you give\nus written permission:\n• Marketing purposes.\n• Sale of your information.\n• Most sharing of psychotherapy notes.\n• We may contact you for fundraising efforts, but you can tell us\nnot to contact you again.\n\n\fOur uses and disclosures\n\nWe typically use or share your health information in the\nfollowing ways:\n• Treat you\n\u0001 We can use your health information and share it with other\nprofessionals who are treating you. Example: A doctor treating\nyou for an injury asks another doctor about your overall\nhealth condition.\n• Run our organization\n\u0001 We can use and share your health information to run our\npractice, improve your care and contact you when necessary.\nExample: We use health information about you to manage your\ntreatment and services.\n• Bill for your services\n\u0001 We can use and share your health information to bill and get\npayment from health plans or other entities. Example: We give\ninformation about you to your health insurance plan so it will\npay for your services.\n\nHow else can we use or share your\nhealth information?\n\nWe are allowed or required to share your information in other\nways — usually in ways that contribute to the public good,\nsuch as public health and research. We have to meet many\nconditions in the law before we can share your information for\nthese purposes.\nFor more information, see:\nhhs.gov/ocr/privacy/hipaa/understanding/consumers/index.html.\nHelp with public health and safety issues\nWe can share health information about you for certain situations\nsuch as:\n• Preventing disease.\n• Helping with product recalls.\n• Reporting adverse reactions to medications.\n• Reporting suspected abuse, neglect or domestic violence.\n• Preventing or reducing a serious threat to anyone’s health\nor safety.\nDo research\nWe can use or share your information for health research.\nComply with the law\nWe will share information about you if state or federal laws\nrequire it, including with the Department of Health and Human\nServices if it wants to see that we’re complying with federal\nprivacy law.\nRespond to organ and tissue donation requests\nWe can share health information about you with organ\nprocurement organizations.\nWork with a medical examiner or funeral director\nWe can share health information with a coroner, medical\nexaminer, or funeral director when an individual dies.\nAddress workers’ compensation, law enforcement and other\ngovernment requests\nWe can use or share health information about you:\n• For workers’ compensation claims.\n• For law enforcement purposes or with a law\nenforcement official.\n• With health oversight agencies for activities authorized by law.\n\n• For special government functions such as military, national\nsecurity and presidential protective services.\nRespond to lawsuits and legal actions\nWe can share health information about you in response to a\ncourt or administrative order, or in response to a subpoena.\nSpecial protections for certain types of information\nExcept in limited circumstances, we will not share HIV-related\ntesting information or results without your consent.\nAlcohol and drug treatment and records, as well as mental health\ntreatment and records, carry additional protections under both\nstate and federal law.\nExcept in limited circumstances, we will not share your genetic\ntest results without your consent.\nInform you of other treatment or services that may be beneficial\nto your health\nWe can contact you to inform you of services we offer that may\nbe beneficial to your health. If you prefer we do not, just let us\nknow and we will stop.\nShare your information across participating Health\nInformation Exchanges\nWe can make your health information available across Health\nInformation Exchanges that we participate in along with other\nhealth care providers, certain government agencies, and others\nwho may have a need to access your health information.\n\nOur responsibilities\n\nWe are required by law to maintain the privacy and security of\nyour protected health information.\nWe will let you know promptly if a breach occurs that may have\ncompromised the privacy or security of your information.\nWe must follow the duties and privacy practices described in this\nnotice and give you a copy of it.\nWe will not use or share your information other than as described\nhere unless you tell us we can in writing. If you tell us we can,\nyou may change your mind at any time. Let us know in writing if\nyou change your mind.\nFor more information see:\nhhs.gov/ocr/privacy/hipaa/understanding/consumers/noticepp.html\nChanges to the terms of this notice\nWe can change the terms of this notice, and the changes will\napply to all information we have about you. The new notice will\nbe available upon request, in our office and on our website.\nThis notice is effective as of January 2020.\nConcerns or questions about this notice\nTo ask questions about this Notice, or to tell us how you prefer\nwe use or share your information in certain circumstances,\nplease contact our Health Information Management Department,\nor the Privacy Officer, at the contact information below between\n8 a.m. and 5 p.m. Monday through Friday:\n• Health Information Management Department\n\u0001 541-768-5069\n• Privacy Officer\n\u0001 privacy@samhealth.org\n\u0001 541-768-2165\n\nsamhealth.org\n154225\n\n1122\n\n\f",
  "full_text_chars": 9982,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 9,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
