{
  "filename": "form-4.pdf",
  "file_size_bytes": 647777,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Authorization to Disclose Health Information\nSamaritan Health Services, Release of Information, P.O. Box 2728, Corvallis, OR 97339\nFax: 541-768-9363 Phone: 541-768-5069\nSHSHIMROI@samhealth.org\nPlease see page 2 for instructions on how to fill out this form. An incomplete form can result in a processing delay.\n1. PATIENT INFORMATION (PLEASE PRINT)\nFirst Name, Middle Initial, Last Name\nList any other name you've used at any Samaritan facility or provider:\n\nDate of Birth (MM/DD/YYYY)\n\nMailing addre",
  "full_text": "Authorization to Disclose Health Information\nSamaritan Health Services, Release of Information, P.O. Box 2728, Corvallis, OR 97339\nFax: 541-768-9363 Phone: 541-768-5069\nSHSHIMROI@samhealth.org\nPlease see page 2 for instructions on how to fill out this form. An incomplete form can result in a processing delay.\n1. PATIENT INFORMATION (PLEASE PRINT)\nFirst Name, Middle Initial, Last Name\nList any other name you've used at any Samaritan facility or provider:\n\nDate of Birth (MM/DD/YYYY)\n\nMailing address\n\nPhone\n\nCity\n\nState\n\nZip\n\nIs it ok to leave a detailed message?\n☐ Yes\n☐ No\n\n2. MEDICAL INFORMATION IS TO BE RELEASED FROM (PLEASE CHECK ALL THAT APPLY.)\n☐ Good Samaritan Regional Medical\n☐ Samaritan Albany General Hospital\n☐ Samaritan Lebanon Hospital\nCenter\n☐ Samaritan North Lincoln Hospital\n☐ Samaritan Pacific Community Hospital\n☐ Samaritan Clinic(s) or Provider(s) (please specify)\n☐ Non-Samaritan Provider:\nPhone:\n\nAddress:\n\nFax:\n\nCity, State, Zip:\n\n3. WHAT IS THE PURPOSE OF THIS REQUEST? (PLEASE SPECIFY) ☐ Continuing Care ☐ Personal\n☐ Insurance ☐ School ☐ Disability ☐ Other, specify:\n\n☐ Legal\n\n4. WHAT RECORDS DO YOU WANT? (PLEASE CHECK ALL THAT APPLY.)\nFrom this date:\n☐ Discharge summaries\n☐ Emergency Department records\n☐ Clinic notes\n/\n/\n☐ History & Physical reports\n☐ Lab/ Pathology reports\n☐ Immunizations\nTo this date:\n☐ Operative reports\n☐ Imaging reports ☐ Images\n☐ Billing records\n/\n/\n☐ Other (please specify)\n5. I UNDERSTAND THAT I MUST INITIAL THE FOLLOWING ITEMS IF I WISH THIS INFORMATION TO BE RELEASED.\n________Drug/alcohol treatment or referral information. Per federal\nMental health information/records\nregulations, describe how much and what of Drug/Alcohol\nHIV-positive test results and HIV diagnosis\ninformation is to be disclosed:\nGenetic testing information/records\n6. FORMAT OF RECORDS (SELECT ONLY ONE)\n☐ SHS MyChart Account ☐ Email ☐ Paper ☐ CD ☐ Fax\n☐ Other (please specify):\n7. THIS INFORMATION IS TO BE RELEASED TO MYSELF (SELECT ONE)\n☐ SHS MyChart Account\n☐ Personal email:\n☐ Call me at the phone number above to pick up records\n☐ Mail my records to the address listed above\n☐ Other (please describe):_______________________________________\n☐ OR release my records to: Organization/Person:\nPhone:\nAddress:\nFax:\nCity, State, Zip\nE-mail:\n8. MY RIGHTS: PLEASE REVIEW PAGE 2 FOR INSTRUCTIONS AND ADDITIONAL INFORMATION ABOUT YOUR RIGHTS.\nI understand that refusal to sign the authorization will generally not negatively affect my ability to receive health care\nservices or reimbursement for services. I understand that the information disclosed by this authorization may be subject to\nredisclosure by the recipient and no longer be protected under federal law. I may be charged a reasonable, cost-based fee for\ncopies of the medical records I request. This authorization may be canceled (revoked) at any time. Unless canceled, this\nauthorization expires 12 months from the date I signed this form unless another date or event is specified\nhere:\n9. Signature of Patient or Patient Representative\n\nDate\n\nPrint Name if not Patient:\n\nRelationship to Patient:\n\n☐ I am requesting a copy of this authorization form.\n000693 (04/23) 7\n\nPage 1 of 2\n\n☐ Copy provided by\n\n(Initials)\n\n\fAuthorization to Disclose Health Information - Instructions and Rights\nPlease print clearly. Not filling out the form completely may result in a delay in processing your request.\n\n1.\n2.\n\n3.\n4.\n\n5.\n\n6.\n\n7.\n\n8.\n\nPATIENT INFORMATION - Print the patient's name, date of birth, mailing address and phone number.\nINFORMATION TO BE RELEASED FROM - Select a Samaritan hospital, clinic or provider name from which you would like your\nrecords released. If you select a Samaritan clinic or provider, be sure to include the name of the clinic or provider. OR, provide the\nname of the health care provider from which you would like to have records released. Include the complete address, phone and fax\nnumber.\nPURPOSE OF THIS REQUEST - Please specify why you are requesting your medical information from the choices listed on page 1.\nWHAT RECORDS DO YOU WANT - Please add a date range and specify what information you would like released. If you are\nlooking for something that is not listed or would like to provide more detailed instruction, please add what you would like on the\n\"Other\" line. NOTE: Requests for radiology images and billing records may be mailed separately.\nSPECIAL MEDICAL RECORDS RELEASE - There are specific types of records that require your specific authorization (permission)\nto release to someone other than yourself. If you want this information released, please initial each type that you want to be released.\nAlcohol and drug treatment records are protected under federal regulations governing the Confidentiality of Alcohol and Drug Abuse\nPatient Records (42 CFR Part 2) and cannot be disclosed by SHS or re-disclosed by those receiving this information without your\nwritten consent unless otherwise permitted by law.\nFORMAT OF RECORDS - Select SHS MyChart, paper, CD, email, Fax, or specify another format of your choosing. If you do not\nselect any format, the default format is paper. If you select SHS MyChart, records will be sent to your SHS MyChart account, and\nare available there for 90 days. In order to receive your information via MyChart you must have an active SHS MyChart account. To\nlearn more, visit samhealth.org/MyChart. If you select CD, you will receive password instructions with the CD. Please note, if you\nchoose to receive your information via email, there may be certain security risks to your information while in transit.\nINFORMATION TO BE RELEASED TO - Specify whether the requested information is being sent to the patient/patient\nrepresentative or someone else. Be sure to include the complete address and phone number. Include the fax number or email\naddress if you would like your information for Continuing Care to be faxed or emailed to the health facility/provider.\nMY RIGHTS\n REFUSAL TO SIGN: The only circumstance when refusal to sign means that you will not receive health care service is if the\nhealth care services are only for the purpose of providing health information to someone else and the authorization is necessary\nto make that disclosure.\n CANCELLATION/REVOCATION: This authorization may be canceled/revoked at any time. To cancel this authorization, send\na written and signed statement to the Release of Information mailing address below and state that you are canceling this\nauthorization. Canceling this authorization does not apply to information that has already been released.\n FEES\n\nContinuing Care\nInitial Patient Request\nThird-Party Request\n9.\n\nNo Charge\nNo Charge\nReasonable cost-based fees apply in accordance with HIPAA and Oregon law\n\nSIGNATURE - Sign and indicate date signed. If you are signing this form and you are not the patient\n If the patient is 18 years of age or older, the patient must sign and date the form.\n If the patient is 18 years of age or older and is incapable of signing,\no A legally authorized representative may sign and date the form. Please indicate your relationship to the patient (Guardian,\nHealth Care Representative or Health Care Power of Attorney) and include supporting documentation of your relationship.\n If the patient is 17 years of age or younger, the patient's parent or legal guardian must sign and date the form. Please provide\nyour relationship to the patient. If you are the patient's Legal Guardian, please include supporting documentation. In Oregon,\nminors may be able to request certain levels of confidentiality or consent to various health care matters depending on their age\non their own. It is SHS policy to require the minor to authorize disclosure of those medical records.\nPlease send the completed Patient Request for Medical Records form to:\nMailing Address:\nSamaritan Health Services Health Information Management\nPO Box 2728\nCorvallis, OR 97339\n\nFax:\n541-768-9363\nPhone: 541-768-5069\nE-mail: SHSHIMROI@samhealth.org\n\nRequests are processed in the order they are received.\n\nPlease allow up to 30 days to process requests. We make every effort to complete requests in a timely manner.\nHealth Information Management Customer Service Locations/Hours: Monday through Friday except holidays, 8:00 am to 4:30 pm\n\nSHS HIM Corvallis\n\nSHS HIM Albany\n\nSHS HIM Lebanon\n\nSHS HIM Newport\n\nSHS HIM Lincoln City\n\n3600 NW Samaritan Dr.\nCorvallis\n\n1046 Sixth Ave. SW\nAlbany\n\n525 N. Santiam Hwy.\nLebanon\n\n930 SW Abbey St.\nNewport\n\n3043 NE 28th St.\nLincoln City\n\n000693 (04/23) 7\n\nPage 2 of 2\n\n\f",
  "full_text_chars": 8531,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 9,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
