{
  "filename": "form-1.pdf",
  "file_size_bytes": 237164,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "Heartland Community\nHealth Center\n1312 W 6th St\nLawrence, KS 66044\n\nHeartland @ Panda\nPediatrics\n1803 W 6th St\nLawrence, KS 66044\n\nHeartland\nCOVID-19 Clinic\n346 Maine St, Suite 150\nLawrence, KS 66044\n\nAuthorization to Release and Disclose Patient Information\n\nTo treat you effectively, your provider needs to review your past medical records. For questions about transferring records to or from Heartland,\ncontact Heartland’s Health Information Management Department at 785-842-4477 Option 5.\n\nLast N",
  "full_text": "Heartland Community\nHealth Center\n1312 W 6th St\nLawrence, KS 66044\n\nHeartland @ Panda\nPediatrics\n1803 W 6th St\nLawrence, KS 66044\n\nHeartland\nCOVID-19 Clinic\n346 Maine St, Suite 150\nLawrence, KS 66044\n\nAuthorization to Release and Disclose Patient Information\n\nTo treat you effectively, your provider needs to review your past medical records. For questions about transferring records to or from Heartland,\ncontact Heartland’s Health Information Management Department at 785-842-4477 Option 5.\n\nLast Name:\nOther Names Used:\nAddress:\nHome Phone:\n\nFirst Name:\nDOB:\nCity:\nMobile Phone:\n\nMiddle Initial:\nState:\n\nZip:\n\nI hereby request access to the protected health information in my electronic health record for dates of service from (date):\nto (date):\n_____ maintained or created by the provider named below to the recipient named below.\n☐ Most Recent Medical Progress Notes\n☐ Record Set to Include:\n☐ Most Recent Dental Progress Notes\n•\nLast Three (3) Office Visit Notes, most recent lab results,\nmedication list, immunization records, colonoscopy report,\n☐ Immunization\nmammogram report, pap report, imaging completed within\n☐ X-ray Reports/Films\nthe past year, foot/eye exam and A1C (if applicable), list of\n☐ Pathology/ Lab Reports\nany known specialists caring for the patient.\n☐ Other: ________________________\n*Mental Health Records: A separate Authorization to Release/Request a patient’s mental health notes must be completed to obtain additional records\n\n☐ Mental Health Records (No other records may be requested on this form) *\n☐ I will pick up my records\n☐ Email my records: *By selecting email option, although\n☐ Fax my records\nsent using encryption data software, the patient/recipient\n☐ Mail Copies of my records to\nis aware this method may not be secure on the receiving end.\nthe individual noted below\nHowever, they are accepting the risk.\nRecords From\nRecords To\nName:\nName:\nAddress:\n\nAddress:\n\nPhone:\n\nPhone:\n\nFax/Email:\n\nFax/Email:\n\nPurpose of Request: ☐ Patient’s Request ☐ Insurance Dispute ☐Referral ☐ Moving and/or switching providers ☐ Seeing a Specialist\n☐ Disability ☐Other:\n\nI understand:\n•\n\n•\n•\n•\n•\n\n•\n\n•\n•\n•\n•\n\nI may revoke this authorization at any time by providing my written revocation to the address at the top of this form. My revocation will not apply to\ninformation already retained, used, or disclosed in response to this authorization. Unless sooner revoked, the automatic expiration date of this Authorization\nwill be twelve (12) months from the date of signature\nHeartland Community Health Center will not restrict my treatment if I choose not to sign this authorization\nA photocopy/fax of this authorization will be treated as an original\nHeartland Community Health Center records may include records that it received from other organizations. If these records have been used by Heartland and\nfiled in the records Heartland maintains about you, these records could possibly be released with the patient’s health records.\nHeartland cannot prevent re-disclosure of the patient’s information by the person or organization who receives your records under this authorization, and that\ninformation may not be covered by state and Federal privacy protections after it’s been released. By signing this authorization, you release Heartland from all\nliability resulting from a re-disclosure by the recipient.\nRe-disclosure of Information: I understand that once information is disclosed pursuant to this authorization that the Health Insurance Portability and\nAccountability Act of 1996 (HIPAA), 45 C.F.R. Parts 160 and 164, protecting health information may not apply to the recipient of the information and,\ntherefore, may not prohibit the recipient from re-disclosing. Other laws, however, may prohibit re-disclosure.\n*The information authorized for release may include protected health information or treatment notes related to mental health. Release of mental health\nrecords requires a separate ROI and may require consent of the treating provider or a court order.\nYour signature indicates that you have read and understand this form and authorize release of your information as described above.\nTHE INFORMATION AUTHORIZED FOR RELEASE MAY INCLUDE RECORDS THAT MAY INDICATE THE PRESENCE OF A COMMUNICABLE DISEASE OR\nNONCOMMUNICABLE DISEASE (This may include HIV Test Results, Substance Abuse/ Drug Abuse Records, Genetic Test Results)\n** Agreeing to have documents via secured email releases any/all liability from Heartland Community Health Center. Requester accepts all risks.\n\nSignature\n\nRelationship to Patient\n\nDate\n\nWitness\n\nRelationship to Patient\n\nDate\nStaff Initials: _____________\n\nReturn Completed Form To:\nEmail: medrecords@heartlandhealth.org\nFax: 785-856-0375 Mail: Attn: Med Recs: 1312 W. 6th St. Lawrence, KS, 66044\n\n\f",
  "full_text_chars": 4769,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 16,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
