{
  "filename": "form-1.pdf",
  "file_size_bytes": 135089,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "OCA Official Form No.: 960\n\nAUTHORIZATION FOR RELEASE OF HEALTH INFORMATION PURSUANT TO HIPAA\n[This form has been approved by the New York State Department of Health]\nPatient Name\n\nDate of Birth\n\nSocial Security Number\n\nPatient Address\n\nI, or my authorized representative, request that health information regarding my care and treatment be released as set forth on this form:\nIn accordance with New York State Law and the Privacy Rule of the Health Insurance Portability and Accountability Act of 199",
  "full_text": "OCA Official Form No.: 960\n\nAUTHORIZATION FOR RELEASE OF HEALTH INFORMATION PURSUANT TO HIPAA\n[This form has been approved by the New York State Department of Health]\nPatient Name\n\nDate of Birth\n\nSocial Security Number\n\nPatient Address\n\nI, or my authorized representative, request that health information regarding my care and treatment be released as set forth on this form:\nIn accordance with New York State Law and the Privacy Rule of the Health Insurance Portability and Accountability Act of 1996\n(HIPAA), I understand that:\n1. This authorization may include disclosure of information relating to ALCOHOL and DRUG ABUSE, MENTAL HEALTH\nTREATMENT, except psychotherapy notes, and CONFIDENTIAL HIV* RELATED INFORMATION only if I place my initials on\nthe appropriate line in Item 9(a). In the event the health information described below includes any of these types of information, and I\ninitial the line on the box in Item 9(a), I specifically authorize release of such information to the person(s) indicated in Item 8.\n2. If I am authorizing the release of HIV-related, alcohol or drug treatment, or mental health treatment information, the recipient is\nprohibited from redisclosing such information without my authorization unless permitted to do so under federal or state law. I\nunderstand that I have the right to request a list of people who may receive or use my HIV-related information without authorization. If\nI experience discrimination because of the release or disclosure of HIV-related information, I may contact the New York State Division\nof Human Rights at (212) 480-2493 or the New York City Commission of Human Rights at (212) 306-7450. These agencies are\nresponsible for protecting my rights.\n3. I have the right to revoke this authorization at any time by writing to the health care provider listed below. I understand that I may\nrevoke this authorization except to the extent that action has already been taken based on this authorization.\n4. I understand that signing this authorization is voluntary. My treatment, payment, enrollment in a health plan, or eligibility for\nbenefits will not be conditioned upon my authorization of this disclosure.\n5. Information disclosed under this authorization might be redisclosed by the recipient (except as noted above in Item 2), and this\nredisclosure may no longer be protected by federal or state law.\n6. THIS AUTHORIZATION DOES NOT AUTHORIZE YOU TO DISCUSS MY HEALTH INFORMATION OR MEDICAL\nCARE WITH ANYONE OTHER THAN THE ATTORNEY OR GOVERNMENTAL AGENCY SPECIFIED IN ITEM 9 (b).\n7. Name and address of health provider or entity to release this information:\n8. Name and address of person(s) or category of person to whom this information will be sent:\n9(a). Specific information to be released:\nq Medical Record from (insert date) ___________________ to (insert date) ___________________\nq Entire Medical Record, including patient histories, office notes (except psychotherapy notes), test results, radiology studies, films,\nreferrals, consults, billing records, insurance records, and records sent to you by other health care providers.\nq Other: __________________________________\nInclude: (Indicate by Initialing)\n__________________________________\nAuthorization to Discuss Health Information\n\n________ Alcohol/Drug Treatment\n________ Mental Health Information\n________ HIV-Related Information\n\n(b) q By initialing here ____________ I authorize ________________________________________________________________\nInitials\n\nName of individual health care provider\n\nto discuss my health information with my attorney, or a governmental agency, listed here:\n______________________________________________________________________________________________________\n(Attorney/Firm Name or Governmental Agency Name)\n\n10. Reason for release of information:\nq At request of individual\nq Other:\n12. If not the patient, name of person signing form:\n\n11. Date or event on which this authorization will expire:\n\n13. Authority to sign on behalf of patient:\n\nAll items on this form have been completed and my questions about this form have been answered. In addition, I have been provided a\ncopy of the form.\n** By typing my name on the Signature Line of this Request form, I acknowledge that it is my intent to sign this document and that the\nJoseph P. Addabbo Family Health Center shall accept the same as my signature.\n______________________________________________\nSignature of patient or representative authorized by law.\n\nDate: _____________________________\n\n* Human Immunodeficiency Virus that causes AIDS. The New York State Public Health Law protects information which reasonably could\nidentify someone as having HIV symptoms or infection and information regarding a person’s contacts.\n\n\fInstructions for the Use\nof the HIPAA-compliant Authorization Form to\nRelease Health Information Needed for Litigation\n\nThis form is the product of a collaborative process between the New York State\nOffice of Court Administration, representatives of the medical provider community in\nNew York, and the bench and bar, designed to produce a standard official form that\ncomplies with the privacy requirements of the federal Health Insurance Portability and\nAccountability Act (“HIPAA”) and its implementing regulations, to be used to authorize\nthe release of health information needed for litigation in New York State courts. It can,\nhowever, be used more broadly than this and be used before litigation has been\ncommenced, or whenever counsel would find it useful.\nThe goal was to produce a standard HIPAA-compliant official form to obviate the\ncurrent disputes which often take place as to whether health information requests made in\nthe course of litigation meet the requirements of the HIPAA Privacy Rule. It should be\nnoted, though, that the form is optional. This form may be filled out on line and\ndownloaded to be signed by hand, or downloaded and filled out entirely on paper.\nWhen filing out Item 11, which requests the date or event when the authorization\nwill expire, the person filling out the form may designate an event such as “at the\nconclusion of my court case” or provide a specific date amount of time, such as “3 years\nfrom this date”.\nIf a patient seeks to authorize the release of his or her entire medical record, but\nonly from a certain date, the first two boxes in section 9(a) should both be checked, and\nthe relevant date inserted on the first line containing the first box.\n\n\f",
  "full_text_chars": 6446,
  "fillable_field_count": 25,
  "fillable_field_names": [],
  "font_count": 7,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
