{
  "filename": "form-3.pdf",
  "file_size_bytes": 364929,
  "page_count": 7,
  "has_text_layer": true,
  "text_preview": "NOTICE OF PRIVACY PRACTICES\nThis Notice is effective July 11, 2016\n\nTHIS NOTICE DESCRIBES HOW MEDICAL INFORMATION\nABOUT YOU CAN BE USED AND DISCLOSED\nAND HOW YOU CAN GET ACCESS TO THIS INFORMATION.\nPLEASE REVIEW IT CAREFULLY\nWE ARE REQUIRED BY LAW TO PROTECT MEDICAL INFORMATION ABOUT YOU.\nWe are required by law to maintain the privacy of protected health information about you and that identifies you.\nThis medical information may be information about healthcare we provide to you or payment for he",
  "full_text": "NOTICE OF PRIVACY PRACTICES\nThis Notice is effective July 11, 2016\n\nTHIS NOTICE DESCRIBES HOW MEDICAL INFORMATION\nABOUT YOU CAN BE USED AND DISCLOSED\nAND HOW YOU CAN GET ACCESS TO THIS INFORMATION.\nPLEASE REVIEW IT CAREFULLY\nWE ARE REQUIRED BY LAW TO PROTECT MEDICAL INFORMATION ABOUT YOU.\nWe are required by law to maintain the privacy of protected health information about you and that identifies you.\nThis medical information may be information about healthcare we provide to you or payment for healthcare\nprovided to you. It may also be information about your past, present, or future medical condition.\nWe are also required by law to provide you with this Notice of Privacy Practices explaining our legal duties and\nprivacy practices with respect to protected health information. We are legally required to follow the terms of this\nNotice. In other words, we are only allowed to use and disclose medical information in the manner that we have\ndescribed in this Notice.\nWe may change the terms of this Notice in the future. We reserve the right to make changes and to make the new\nNotice effective for all medical information that we maintain. If we make changes to the Notice, we will:\n•\n•\n\nPost the new Notice in our waiting area.\nMake the current Notice available on our website listed below.\n•\nwww.StLawrenceHealthSystem.org\n\nThe rest of this Notice will:\n•\n•\n•\n\nDiscuss how we may use and disclose medical information about you.\nExplain your rights with respect to medical information about you.\nDescribe how and where you may file a privacy-related complaint.\n\nIf, at any time, you have questions about information in this Notice or about our privacy policies, procedures or\npractices, you can contact our Privacy Officer at (315) 261-6002.\nWe use and disclose medical information about patients every day. This section of our Notice explains in some\ndetail how we may use and disclose medical information about you in order to provide healthcare, obtain payment\nfor that healthcare, and operate our business efficiently. This section then briefly mentions several other\ncircumstances in which we may use or disclose medical information about you. For more information about any\nof these uses or disclosures, or about any of our privacy policies, procedures or practices, contact our Privacy\nOfficer at (315) 261-6002.\nWE MAY USE AND DISCLOSE MEDICAL INFORMATION\nABOUT YOU IN SEVERAL CIRCUMSTANCES\n\nPage 1\n\n\f1. Treatment\nWe may use and disclose medical information about you to provide healthcare treatment to you. In other words,\nwe may use and disclose medical information about you to provide, coordinate or manage your healthcare and\nrelated services. This may include communicating with other healthcare providers regarding your treatment and\ncoordinating and managing your healthcare with others.\nExample: Jane is a patient at the health department. The receptionist may use medical information about Jane\nwhen setting up an appointment. The nurse practitioner will likely use medical information about Jane when\nreviewing Jane’s condition and ordering a blood test. The laboratory technician will likely use medical\ninformation about Jane when processing or reviewing her blood test results. If, after reviewing the results of the\nblood test, the nurse practitioner concludes that Jane should be referred to a specialist, the nurse may disclose\nmedical information about Jane to the specialist to assist the specialist in providing appropriate care to Jane.\n2. Payment\nWe may use and disclose medical information about you to obtain payment for healthcare services that you\nreceived. This means that, within the health department, we may use medical information about you to arrange for\npayment (such as preparing bills and managing accounts). We also may disclose medical information about you to\nothers (such as insurers, collection agencies, and consumer reporting agencies). In some instances, we may\ndisclose medical information about you to an insurance plan before you receive certain healthcare services\nbecause, for example, we may need to know whether the insurance plan will pay for a particular service.\nExample: Jane is a patient at the health department and she has private insurance. During an appointment with a\nnurse practitioner, the nurse practitioner ordered a blood test. The health department billing clerk will use medical\ninformation about Jane when he prepares a bill for the services provided at the appointment and the blood test.\nMedical information about Jane will be disclosed to her insurance company when the billing clerk sends in the bill.\nExample: The nurse practitioner referred Jane to a specialist. The specialist recommended several complicated\nand expensive tests. The specialist’s billing clerk may contact Jane’s insurance company before the specialist runs\nthe tests to determine whether the plan will pay for the test.\n3. Healthcare Operations\nWe may use and disclose medical information about you in performing a variety of business activities that we call\n“healthcare operations.” These “healthcare operations” activities allow us to, for example, improve the quality of\ncare we provide and reduce healthcare costs. For example, we may use or disclose medical information about you\nin performing the following activities:\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n\nPage 2\n\nReviewing and evaluating the skills, qualifications, and performance of healthcare providers taking care of\nyou.\nProviding training programs for students, trainees, healthcare providers or non-healthcare professionals to\nhelp them practice or improve their skills.\nCooperating with outside organizations that evaluate, certify or license healthcare providers, staff or\nfacilities in a particular field or specialty.\nReviewing and improving the quality, efficiency and cost of care that we provide to you and our other\npatients.\nImproving healthcare and lowering costs for groups of people who have similar health problems and\nhelping manage and coordinate the care for these groups of people.\nCooperating with outside organizations that assess the quality of the care others and we provide, including\ngovernment agencies and private organizations.\nReporting for public health purposes.\nPlanning for our organization’s future operations.\nResolving grievances within our organization.\nReviewing our activities and using or disclosing medical information in the event that control of our\norganization significantly changes.\nWorking with others (such as lawyers, accountants and other providers) who assist us to comply with this\nNotice and other applicable laws.\n\n\fExample: Jane was diagnosed with diabetes. The health department used Jane’s medical information – as well as\nmedical information from all of the other health department patients diagnosed with diabetes – to develop an\neducational program to help patients recognize the early symptoms of diabetes. (Note: The educational program\nwould not identify any specific patients without their permission.)\nExample: Jane complained that she did not receive appropriate healthcare. The health department reviewed\nJane’s record to evaluate the quality of the care provided to Jane. The health department also discussed Jane’s\ncare with an attorney.\n4. Persons Involved in Your Care\nWe may disclose medical information about you to a relative, close personal friend or any other person you\nidentify if that person is involved in your care and the information is relevant to your care. If the patient is a\nminor, we may disclose medical information about the minor to a parent, guardian or other person responsible for\nthe minor except in limited circumstances. For more information on the privacy of minors’ information, contact\nour Privacy Officer at (315) 261-6002.\nWe may also use or disclose medical information about you to a relative, another person involved in your care or\npossibly a disaster relief organization (such as the Red Cross) if we need to notify someone about your location or\ncondition.\nYou may ask us at any time not to disclose medical information about you to persons involved in your care. We\nwill agree to your request and not disclose the information except in certain limited circumstances (such as\nemergencies). If the patient is a minor, we may or may not be able to agree to your request.\nExample: Jane’s husband regularly comes to the health department with Jane for her appointments and he helps\nher with her medication. When the nurse practitioner is discussing a new medication with Jane, Jane invites her\nhusband to come into the private room. The nurse practitioner discusses the new medication with Jane and Jane’s\nhusband.\n5. Required by Law\nWe will use and disclose medical information about you whenever we are required by law to do so. There are\nmany state and federal laws that require us to use and disclose medical information. For example, state law\nrequires us to report gunshot wounds and other injuries to the police and to report known or suspected child abuse\nor neglect to the Department of Social Services. We will comply with those state laws and with all other\napplicable laws.\n6. National Priority Uses and Disclosures\nWhen permitted by law, we may use or disclose medical information about you without your permission for\nvarious activities that are recognized as “national priorities.” In other words, the government has determined that\nunder certain circumstances (described below), it is so important to disclose medical information that it is\nacceptable to disclose medical information without the individual’s permission. We will only disclose medical\ninformation about you in the following circumstances when we are permitted to do so by law.\nBelow are brief descriptions of the “national priority” activities recognized by law. For more information on\nthese types of disclosures, contact our Privacy Officer at (315) 261-6002.\n•\n•\n\n•\n\nPage 3\n\nThreat to health or safety: We may use or disclose medical information about you if we believe it is\nnecessary to prevent or lessen a serious threat to health or safety.\nPublic health activities: We may use or disclose medical information about you for public health\nactivities. Public health activities require the use of medical information for various activities, including,\nbut not limited to, activities related to investigating diseases, reporting child abuse and neglect,\nmonitoring drugs or devices regulated by the Food and Drug Administration, and monitoring workrelated illnesses or injuries. For example, if you have been exposed to a communicable disease (such as a\nsexually transmitted disease), we may report it to the State and take other actions to prevent the spread of\nthe disease.\nAbuse, neglect or domestic violence: We may disclose medical information about you to a government\nauthority (such as the Department of Social Services) if you are an adult and we reasonably believe that\nyou may be a victim of abuse, neglect or domestic violence.\n\n\f•\n\n•\n•\n•\n•\n•\n•\n\nHealth oversight activities: We may disclose medical information about you to a health oversight\nagency– which is basically an agency responsible for overseeing the healthcare system or certain\ngovernment programs. For example, a government agency may request information from us while they\nare investigating possible insurance fraud.\nCourt proceedings: We may disclose medical information about you to a court or an officer of the court\n(such as an attorney). For example, we would disclose medical information about you to a court if a\njudge orders us to do so.\nLaw enforcement: We may disclose medical information about you to a law enforcement official for\nspecific law enforcement purposes. For example, we may disclose limited medical information about you\nto a police officer if the officer needs the information to help find or identify a missing person.\nCoroners and others: We may disclose medical information about you to a coroner, medical examiner,\nor funeral director or to organizations that help with organ, eye and tissue transplants.\nWorkers’ compensation: We may disclose medical information about you in order to comply with\nworkers’ compensation laws.\nResearch organizations: We may use or disclose medical information about you to research\norganizations if the organization has satisfied certain conditions about protecting the privacy of medical\ninformation.\nCertain government functions: We may use or disclose medical information about you for certain\ngovernment functions, including, but not limited to, military and veterans’ activities and national security\nand intelligence activities. We may also use or disclose medical information about you to a correctional\ninstitution in some circumstances.\n\n7. Authorizations\nOther than the uses and disclosures described above (#1-6), we will not use or disclose medical information about\nyou without the “authorization” – or signed permission – of you or your personal representative. In some\ninstances, we may wish to use or disclose medical information about you and we may contact you to ask you to\nsign an authorization form. In other instances, you may contact us to ask us to disclose medical information and\nwe will ask you to sign an authorization form.\nIf you sign a written authorization allowing us to disclose medical information about you, you may later revoke\n(or cancel) your authorization in writing (except in very limited circumstances related to obtaining insurance\ncoverage). If you would like to revoke your authorization, you may write us a letter revoking your authorization\nor fill out an Authorization Revocation Form. Authorization Revocation Forms are available from our Privacy\nOfficer. If you revoke your authorization, we will follow your instructions except to the extent that we have\nalready relied upon your authorization and taken some action.\nThe following uses and disclosures of medical information about you will only be made with your authorization\n(signed permission):\n•\n•\n•\n•\n\nUses and disclosures for marketing purposes.\nUses and disclosures that constitute the sales of medical information about you.\nMost uses and disclosures of psychotherapy notes, if we maintain psychotherapy notes.\nAny other uses and disclosures not described in this Notice.\n\nYOU HAVE RIGHTS WITH RESPECT\nTO MEDICAL INFORMATION ABOUT YOU\nYou have several rights with respect to medical information about you. This section of the Notice will briefly\nmention each of these rights. If you would like to know more about your rights, please contact our Privacy Officer\nat (315) 261-6002.\n1. Right to a Copy of This Notice\nYou have a right to have a paper copy of our Notice of Privacy Practices at any time. In addition, a copy of this\nNotice will always be posted in our waiting area. If you would like to have a copy of our Notice, ask the\nreceptionist for a copy or view the current Notice on our website.\n\nPage 4\n\n\f2. Right of Access to Inspect and Copy\nYou have the right to inspect (which means see or review) and receive a copy of medical information about you\nthat we maintain in certain groups of records. If we maintain your medical records in an Electronic Health Record\n(EHR) system, you may obtain an electronic copy of your medical records. You may also instruct us in writing to\nsend an electronic copy of your medical records to a third party. If you would like to inspect or receive a copy of\nmedical information about you, you must provide us with a request in writing. You may write us a letter\nrequesting access or fill out an Access Request Form. Access Request Forms are available from our Medical\nRecords Office.\nWe may deny your request in certain circumstances. If we deny your request, we will explain our reason for\ndoing so in writing. We will also inform you in writing if you have the right to have our decision reviewed by\nanother person.\nIf you would like a copy of the medical information about you, we will charge you a fee to cover the costs of the\ncopy. Our fees for electronic copies of your medical records will be limited to the direct labor costs associated with\nfulfilling your request.\nWe may be able to provide you with a summary or explanation of the information. Contact our Medical Records\nOffice for more information on these services and any possible additional fees.\n3. Right to Have Medical Information Amended\nYou have the right to have us amend (which means correct or supplement) medical information about you that we\nmaintain in certain groups of records. If you believe that we have information that is either inaccurate or\nincomplete, we may amend the information to indicate the problem and notify others who have copies of the\ninaccurate or incomplete information. If you would like us to amend information, you must provide us with a\nrequest in writing and explain why you would like us to amend the information. You may either write us a letter\nrequesting an amendment or fill out an Amendment Request Form. Amendment Request Forms are available\nfrom our Medical Records Office.\nWe may deny your request in certain circumstances. If we deny your request, we will explain our reason for doing\nso in writing. You will have the opportunity to send us a statement explaining why you disagree with our decision\nto deny your amendment request and we will share your statement whenever we disclose the information in the\nfuture.\n4. Right to an Accounting of Disclosures We Have Made\nYou have the right to receive an accounting (which means a detailed listing) of disclosures that we have made for\nthe previous six (6) years. If you would like to receive an accounting, you may send us a letter requesting an\naccounting, fill out an Accounting Request Form, or contact our Medical Records Office. Accounting Request\nForms are available from our Medical Records Office.\nThe accounting will not include several types of disclosures, including disclosures for treatment, payment or\nhealthcare operations. If we maintain your medical records in an Electronic Health Record (EHR) system, you may\nrequest to receive an accounting that includes disclosures for treatment, payment or healthcare operations. The\naccounting will also not include disclosures made prior to April 14, 2003.\nIf you request an accounting more than once every twelve (12) months, we may charge you a fee to cover the costs\nof preparing the accounting for disclosures.\n5. Right to Request Restrictions on Uses and Disclosures\nYou have the right to request that we limit the use and disclosure of medical information about you for treatment,\npayment and healthcare operations. Under federal law, we must agree to your request and comply with your\nrequested restriction(s) if:\n1. Except as otherwise required by law, the disclosure is to a health plan for purpose of carrying out payment\nof healthcare operations (and is not for purposes of carrying out treatment); and,\n2. The medical information pertains solely to a healthcare item or service for which the healthcare provided\ninvolved has been paid out-of-pocket in full.\nOnce we agree to your request, we must follow your restrictions (except if the information is necessary for\nemergency treatment). You may cancel the restrictions at any time. In addition, we may cancel a restriction at any\ntime as long as we notify you of the cancellation and continue to apply the restriction to information collected\nbefore the cancellation.\n\nPage 5\n\n\fYou also have the right to request that we restrict disclosures of your medical information and healthcare\ntreatment(s) to a health plan (health insurer) or other party, when that information relates solely to a healthcare\nitem or service for which you, or another person on your behalf (other than a health plan), has paid us for in full.\nOnce you have requested such restriction(s), and your payment in full has been received, we must follow your\nrestriction(s).\n6. Right to Request an Alternative Method of Contact\nYou have the right to request to be contacted at a different location or by a different method. For example, you\nmay prefer to have all written information mailed to your work address rather than to your home address.\nWe will agree to any reasonable request for alternative methods of contact. If you would like to request an\nalternative method of contact, you must provide us with a request in writing. You may write us a letter or fill out\nan Alternative Contact Request Form. Alternative Contact Request Forms are available from our Medical\nRecords Office.\n7. Right to Notification if a Breach of Your Medical Information Occurs\nWe are required by law to notify affected individuals following a breach of unsecure protected health information.\nYou also have the right to be notified in the event of a breach of medical information about you. If a breach of your\nmedical information occurs, and if that information is unsecured (not encrypted), we will notify you promptly with\nthe following information:\n•\n•\n•\n•\n•\n\nA brief description of what happened;\nA description of the health information that was involved;\nRecommended steps you can take to protect yourself from harm;\nWhat steps we are taking in response to the breach; and,\nContact procedures so you can obtain further information.\n\n8. Right to Opt-Out of Fundraising Communications\nIf we conduct fundraising and we use communications like the U.S. Postal Service or electronic email for\nfundraising, you have the right to opt-out of receiving such communications from us. Please contact our Privacy\nOfficer to opt-out of fundraising communications if you chose to do so.\n\nYOU MAY FILE A COMPLAINT\nABOUT OUR PRIVACY PRACTICES\nIf you believe that your privacy rights have been violated or if you are dissatisfied with our privacy policies or\nprocedures, you may file a written complaint either with us or with the federal government.\nWe will not take any action against you or change our treatment of you in any way if you file a complaint.\nTo file a written complaint with us, you may bring your complaint directly to our Privacy Officer, or you may mail\nit to the following address:\nSt. Lawrence Health System Corporate Compliance and Privacy Officer\nCanton-Potsdam Hospital\n50 Leroy Street\nPotsdam, NY 13676\nTo file a written complaint with the federal government, please use the following contact information:\nOffice for Civil Rights\nU.S. Department of Health and Human Services\n200 Independence Avenue, S.W.\nRoom 509F, HHH Building\nWashington, D.C. 20201\nToll-Free Phone: 1-(877) 696-6775\nWebsite: http://www.hhs.gov/ocr/privacy/hipaa/complaints/index.html\nEmail: OCRComplaint@hhs.gov\n\nPage 6\n\n\fNOTICE OF PRIVACY PRACTICES\n\nA copy of this\nNotice of Privacy Practices\nis available at the registration desk.\n\nPage 7\n\n\f",
  "full_text_chars": 22649,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 47,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
