{
  "filename": "form-2.pdf",
  "file_size_bytes": 284491,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "HIPAA FORM 3 & 9 (2007)\n\nLincoln County Public Hospital District #3\nAUTHORIZATION FOR RELEASE OF HEALTH CARE INFORMATION AND RECORDS\n\nPatient Name:_________________________________________________ Date of Birth ____/_____/_____\nHEALTH CARE INFORMATION AND RECORDS TO BE RELEASED TO:\nName ___________________________________________________ Phone _________________________\nAddress ________________________________________________ Fax ____________________________\nCity _________________________________",
  "full_text": "HIPAA FORM 3 & 9 (2007)\n\nLincoln County Public Hospital District #3\nAUTHORIZATION FOR RELEASE OF HEALTH CARE INFORMATION AND RECORDS\n\nPatient Name:_________________________________________________ Date of Birth ____/_____/_____\nHEALTH CARE INFORMATION AND RECORDS TO BE RELEASED TO:\nName ___________________________________________________ Phone _________________________\nAddress ________________________________________________ Fax ____________________________\nCity _____________________________________________State ______ Zip _____________\nOFFICE USE Records Released by\n(□ Mailed, □Faxed, □Given to Patient, □Other____)\n\nDate\n\nTYPES OF INFORMATION TO BE RELEASED:\n\nI permit Lincoln County Public Hospital District #3, herein referred to as “Provider,” to release the following health care\ninformation to the Provider listed above. I understand that the Provider needs my written authorization to release any health\ncare information about testing, diagnosis, procedures and/or treatment for alcohol and/or chemical dependency, reproductive\nhealth, sexually transmitted diseases (including HIV/AIDS) or psychiatric disorders/mental illness. Based on the box(es) I have\nchecked below, the Provider may release all diagnostic, treatment information and records, except psychotherapy notes as\ndefined by the Health Insurance Portability and Accountability Act of 1996, which requires a separate authorization.\n\n□ Discharge Summary\n□ EKG\n□ Emergency Room Record\n□ History & Physical\n□ Radiology\n\n□ Pathology Report\n□ Progress Notes\n□ Laboratory Results\n□ Operative/Procedure Notes\n□ Other________________________________\n\nDate(s)/Range of Service(s): _____________________\nPURPOSE FOR RELEASE AND HOW INFORMATION WILL BE USED:\n\n□ At the request of the Patient □ For coordination of care □ Legal Review/Proceedings\n□ Discuss Health Care & Billing Info with Family or Friend(s) named above with □ No Expiration Date\n□ Other ______________________________________________________________________________\nREVOCATION OF RELEASE:\n\nI understand that I may change my mind and revoke this release at any time. I will do this by letting the Provider know of my\ndecision. Any change will be effective five (5) business days receipt of written notice. I understand that some or all of this\ninformation may already have been shared and that the Provider will not be liable for any information already released.\n\nRE-DISCLOSURE:\n\nInformation disclosed as a result of this authorization may be disclosed by the party listed above as the recipient, and may no\nlonger be protected by state and federal privacy rules.\n\nNO CONDITIONS:\n\nThis authorization is voluntary. We will not condition your receipt of treatment on giving this authorization.\n\nTIME FRAME OF RELEASE:\n\nUnless otherwise specified I revoke it, this release will remain valid for ninety (90) days from the date of my signature below.\n\nCONSENT OF MINOR:\n\nA minor patient’s signature is required in order to release information concerning care for: 1) conditions relating to the minors\nsexuality including, but not limited to, contraception, pregnancy, and pregnancy termination, sterilization and sexually\ntransmitted disease; 2) alcoholism or drug abuse; and 3) mental health conditions [ Age fourteen(14) and above for drug\nand/or alcohol related information or information related to sexuality; age thirteen(13) and above for mental health information.]\n\n*Signature ____________________________________________________\n\nDate ________________\n\nPrint Name ____________________________________________________\nFIRST\n\nMIDDLE INITIAL\n\nLAST\n\n*If not the patient, I am the: □ Parent or □ Legal Guardian**\n□ Holder of Power of Attorney for Health Care**\n**Attach a copy of legal documentation if you are the legal guardian or holder of a power of attorney for the patient.\nRevised May 2019\n\n\fHIPAA FORM 3 & 9 (2007)\n\nLincoln County Public Hospital District #3\nAUTHORIZATION FOR RELEASE OF HEALTH CARE INFORMATION AND RECORDS\n\nPurpose: This form authorizes Lincoln County Public Hospital District #3 (Lincoln Hospital) to use or disclose your\nprotected health information for a particular purpose other than to carry out treatment, payment or healthcare operations.\nIf this authorization is for psychotherapy notes, it may not be used as an authorization for any other type of protected\nhealth information.\nThe Individual confirming the authorization – I authorize the use and/or disclosure my protected health information as\ndescribed below. I understand this authorization is voluntary and made to confirm my direction. I understand that Lincoln\nHospital may not condition the provision of medical treatment upon my signing this authorization unless the provision of\nsuch treatment is for disclosure to a third party. I understand that, if the persons or organizations I authorize below to\nreceive and/or use the protected health information described below are not health plans, covered health care providers\nor health care clearinghouses subject to federal health information privacy laws, they may further disclose the protected\nhealth information and it may no longer be protected by federal health information privacy laws.\nThe Use and/or Disclosure Being Authorized - Specifically and meaningfully describe the protected health information\nyou are authorizing Lincoln Hospital to use and/or disclose (if this authorization is for psychotherapy notes, no other type\nof protected health information may be listed on this authorization) and the purpose of the use or disclosure.\nACCESS REQUEST\nPurpose: This form is used for an individual’s request and/or obtain copies of the individual’s protected health information\nor records maintained in Lincoln Hospital’s designated record sets or the designated record sets of a business associate\nof Lincoln Hospital.\nRight to Inspect or Obtain Copy: You have the right to inspect and obtain a copy of your protected health information in\ndesignated record sets Lincoln Hospital, or its business associates maintain. You are not, however, entitled to inspect or\nobtain a copy of any psychotherapy notes Lincoln Hospital may have, any information we may have compiled in\nanticipation of or for use in any civil, criminal or administrative action or proceeding, any information not subject to\ndisclosure to you under the Clinical Laboratory Improvements Amendments of 1988 (42 U.S.C. § 263a), and certain other\nrecords.\nLincoln Hospital has the right to charge for the copies; the fees are $______ per page to copy these records. If you want\nthe copies mailed you will be required to pay for the postage and handling.\nLincoln Hospital must respond to an access request within 30 days of its receipt, unless the requested records are off-site.\nWe then have 60 days to respond.\nExtension of response date: We may take one 30-day extension of our response date by notifying the requester within the\noriginal 30 – 60 day response period of the reason for the extension and the date on which we will provide our response.\nLaboratory Results - Requesting Laboratory results can be done for specific tests (Comprehensive Metabolic Profile/CMP,\nLipid Profile, CBC, TSH, PSA, Glycohemoglobin, and Dilantin) and provided by;\n1. Physician or provider order for the test, that also states, “Provide results to the patient when available,” and\n2. A completed REQUEST Form.\n\nRevised May 2019\n\n\f",
  "full_text_chars": 7364,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 11,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
