{
  "filename": "form-1.pdf",
  "file_size_bytes": 196586,
  "page_count": 10,
  "has_text_layer": true,
  "text_preview": "5701 Delmar Boulevard\nSt. Louis, MO 63112\n314-367-7848\nNOTICE OF PRIVACY PRACTICES\n\"THIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY\nBE USED AND DISCLOSED AND HOW YOU CAN GET ACCESS TO THIS\nINFORMATION. PLEASE REVIEW IT CAREFULLY\"\nReference: See 45 CFR 164.520\nA. COMMITMENT TO PATIENTS' PRIVACY\nBetty Jean Kerr People's Health Centers (BJKPHC) is dedicated to maintaining the privacy\nof patients' Protected Health Information (PHI). In conducting our business, we will create\nrecords rega",
  "full_text": "5701 Delmar Boulevard\nSt. Louis, MO 63112\n314-367-7848\nNOTICE OF PRIVACY PRACTICES\n\"THIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY\nBE USED AND DISCLOSED AND HOW YOU CAN GET ACCESS TO THIS\nINFORMATION. PLEASE REVIEW IT CAREFULLY\"\nReference: See 45 CFR 164.520\nA. COMMITMENT TO PATIENTS' PRIVACY\nBetty Jean Kerr People's Health Centers (BJKPHC) is dedicated to maintaining the privacy\nof patients' Protected Health Information (PHI). In conducting our business, we will create\nrecords regarding patients and the treatment and services we provide to them. We are\nrequired by law to maintain the confidentiality of health information that identifies patients.\nWe also are required by law to provide patients with this notice of our legal duties and the\nprivacy practices that we maintain in our Health Center concerning their PHI. By federal\nand state law, we must follow the terms of the Notice of Privacy Practices that we have in\neffect at the time.\nWe realize that these laws are complicated, but we must provide our patients with the\nfollowing important information:\nHow we unay use and disclose their PHI\n\nTheir privacy rights regarding their PHI\nOur obligations concerning the use and disclosure of their PHI\nThe terms of this notice apply to all records containing patients' PHI that are created\nor retained by our Health Center. We reserve the right to revise or amend this Notice\nof Privacy Practices. Any revision or amendment to this notice will be effective for all\npatients' records that BJKPHC has created or maintained in the past, and for any of\npatients' records that we may create or maintain in the future. BJKPHC will post a\ncopy of current Notice in a visible location at all times, and patients may request a\ncopy of BJKPHC current Notice of Privacy Practices at any time.\nIF YOU HAVE QUESTIONS ABOUT THIS NOTICE, PLEASE CONTACT:\nMyson Joseph, Privacy Officer\n5701 Delmar Blvd., St. Louis, MO 63112 Tel: 314-367-7848\n\n\fB. BJKPHC MAY USE AND DISCLOSE PATIENTS PROTECTED HEALTH\nINFORMATION (PHI) IN THE FOLLOWING WAYS.\nPermitted Uses and Disclosures.\n\nBJKPHC is permitted, but not required, to use and disclose protected health information,\nwithout an individual's authorization, for the following purposes or situations: (l) To the\nIndividual (unless required for access or accounting of disclosures); (2) Treatment, Payment,\nand Health Care Operations; (3) Opportunity to Agree or Object; (4) Incident to an otherwise\npermitted use and disclosure; (5) Public Interest and Benefit Activities; and (6) Limited Data\nSet for the purposes of research, public health or health care operations. BJKPHC may rely on\nprofessional ethics and best judgments in deciding which of these permissive uses and\ndisclosures to make.\n(1) To the Individual. BJKPHC may disclose protected health infonnation to the\n\nindividual who is the subject of the information.\n(2) Treatment, Payment, Health Care Operations. BJKPHC may use and disclose\nprotected health information for its own treatment, payment, and health care operations\nactivities. BJKPHC also may disclose protected health information for the treatment\nactivities of any health care provider, the payment activities of another covered entity\nand of any health care provider, or the health care operations of another covered entity\ninvolving either quality or cornpetency assurance activities or fraud and abuse detection\nand compliance activities, if both covered entities have or had a relationship with the\nindividual and the protected health information pertains to the relationship.\nTreatment is the provision, coordination, or management of health care and related services\nfor an individual by one or more health care providers, including consultation between\nproviders regarding a patient and referral of a patient by one provider to another.\nPayment encompasses activities of a health plan to obtain premiums, determine or fulfill\nresponsibilities for coverage and provision of benefits, and furnish or obtain reimbursement\nfor health care delivered to an individual and activities of a health care provider to obtain\npayment or be reimbursed for the provision of health care to an individual.\nHealth care operations are any of the following activities: (a) quality assessment and\nimprovement activities, including case .management and care coordination; (b) competency\nassurance activities, including provider or health plan performance evaluation, credentialing,\nand accreditation; (c) conducting or arranging for medical reviews, audits, or legal services,\nincluding fraud and abuse detection and compliance programs; (d) specified insurance\nfunctions, such as underwriting, risk rating, and reinsuring risk; (e) business planning,\ndevelopment, management, and administration; and (f) business management and general\nadministrative activities of the entity, including but not limited to: de-identifying protected\nhealth information, creating a limited data set, and certain fundraising for the benefit of the\ncovered entity.\n\n2\n\n\fMost uses and disclosures of psychotherapy notes for treatment, payment, and health\ncare operations purposes require an authorization as described below. Obtaining \"consent\"\n(written permission from individuals to use and disclose their protected health information for\ntreatment, payment, and health care operations) is optional under the Privacy Rule for all\ncovered entities. The content of a consent form, and the process for obtaining consent, are at\nthe discretion of the covered entity electing to seek consent,\n(3) Uses and Disclosures with Opportunity to Agree or Object. Informal permission\n\nmay be obtained by asking the individual outright, or by circumstances that clearly give\nthe individual the opportunity to agree, acquiesce, or object. Where the individual is\nincapacitated, in an energency situation, or not available, BJKPHC healthcare providers\ngenerally may make such uses and disclosures, if in the exercise of their professional\njudgment, the use or disclosure is detertnined to be in the best interests of the\nindividual.\nFacility Directories. BJKPHC does not maintain a directory of patient contact information.\nFor Notification and Other Purposes. BJKPHC also may rely on an individual's informal\npermission to disclose to the individual's family, relatives, or friends, or to other persons whom\nthe individual identifies, protected health information directly relevant to that person's\ninvolvement in the individual's care or payment for care. This provision, for example, allows a\npharmacist to dispense filled prescriptions to a person acting on behalf of the patient. Similarly,\nBJKPHC may rely on an individual's informal permission to use or disclose protected health\ninformation for the purpose of notifying (including identifying or locating) family members,\npersonal representatives, or others responsible for the individual's care of the individual's\nlocation, general condition, or death. In addition, protected health information may be\ndisclosed for notification purposes to public or private entities authorized by law or charter to\nassist in disaster relief efforts.\n(4) Incidental Use and Disclosure. The Privacy Rule does not require that every risk of an\n\nincidental use or disclosure of protected health information be eliminated. A use or\ndisclosure of this information that occurs as a result of, or as \"incident to,\" an otherwise\npermitted use or disclosure is permitted as long as BJKPHC has adopted reasonable\nsafeguards as required by the Privacy Rule, and the information being shared was limited\nto the \"minimum necessary,\" as required by the Privacy Rule.\n(5) Public Interest and Benefit Activities. The Privacy Rule permits use and disclosure of\nprotected health information, without an individual's authorization or permission, for 12\nnational priority purposes. These disclosures are permitted, although not required, by the\nRule in recognition of the important uses made of health information outside of the health\ncare context. Specific conditions or limitations apply to each public interest purpose,\nstriking the balance between the individual privacy interest and the public interest need\nfor this information.\n\n3\n\n\fRequired by Law. BJKPHC may use and disclose protected health information without\nindividual authorization as required by law (including by statute, regulation, or court orders),\nPublic Health Activities. BJKPHC may disclose protected health information to: (l) public\nhealth authorities authorized by law to collect or receive such information for preventing or\ncontrolling disease, injury, or disability and to public health or other government authorities\nauthorized to receive reports of child abuse and neglect; (2) entities subject to FDA regulation\nregarding FDA regulated products or activities for purposes such as adverse event reporting,\ntracking of products, product recalls, and post-marketing surveillance; (3) individuals who may\nhave contracted or been exposed to a communicable disease when notification is authorized by\nlaw; and (4) employers, regarding employees, when requested by employers, for information\nconcerning a work-related illness or injury or workplace related medical surveillance, because\nsuch information is needed by the employer to comply with the Occupational Safety and\nHealth Administration (OSHA), the Mine Safety and Health Administration (MSHA), or\nsimilar state law.\nVictims of Abuse, Neglect or Domestic Violence. In certain circumstances, BJKPHC may\ndisclose protected health information to appropriate government authorities regarding\nvictims of abuse, neglect, or domestic violence.\nHealth Oversight Activities. BJKPHC may disclose protected health information to health\noversight agencies (as defined in the Rule) for purposes of legally authorized health oversight\nactivities, such as audits and investigations necessary for oversight of the health care system\nand government benefit programs.\nJudicial and Administrative Proceedings. BJKPHC may disclose protected health\ninformation in a judicial or administrative proceeding if the request for the information is\nthrough an order from a court or administrative tribunal. Such information may also be\ndisclosed in response to a subpoena or other lawful process if certain assurances regarding\nnotice to the individual or a protective order are provided.\nLaw Enforcement Purposes. BJKPHC may disclose protected health information to law\nenforcement officials for law enforcement purposes under the following six circumstances, and\nsubject to specified conditions: (1) as required by law (including court orders. court-ordered\nwarrants, subpoenas) and administrative requests; (2) to identify or locate a suspect, fugitive,\nmaterial witness, or missing person; (3) in response to a law enforcement official's request for\ninformation about a victim or suspected victim of a crime; (4) to alert law enforcement of a\nperson's death, if BJKPHC suspects that criminal activity caused the death; (5) when BJKPHC\nbelieves that protected health information is evidence of a crime that occurred on its premises;\nand (6) by a covered health care provider in a medical emergency not occurring on its premises,\nwhen necessary to inform law enforcement about the commission and nature of a crime, the\nlocation of the crime or crime victims, and the perpetrator of the crime.\n\n4\n\n\fDecedents. BJKPHC may disclose protected health information to funeral directors as needed,\nand to coroners or medical examiners to identify a deceased person, determine the cause of\ndeath, and perform other functions authorized by law,\nCadaveric Organ, Eye, or Tissue Donation. BJKPHC may use or disclose protected health\ninformation to facilitate the donation and transplantation of cadaveric organs, eyes, and tissue.\nResearch. \"Research\" is any systematic investigation designed to develop or contribute to\ngeneralizable knowledge. The Privacy Rule permits BJKPHC to use and disclose protected\nhealth information for research purposes, without an individual's authorization, provided\nBJKPHC obtains either: ( l ) documentation that an alteration or waiver of individuals'\nauthorization for the use or disclosure of protected health information about them for research\npurposes has been approved by an Institutional Review Board or Privacy Board; (2)\nrepresentations from the researcher that the use or disclosure of the PHI is solely to prepare a\nresearch protocol or for similar purpose preparatory to research, that the researcher will not\nremove any protected health information from BJKPHC, and that PHI for which access is\nsought is necessary for the research; or (3) representations from the researcher that the use or\ndisclosure sought is solely for research on the protected health information of decedents, that\nthe protected health information sought is necessaty for the research, and, at the request of\nBJKPHC, documentation of the death of the individuals about whom information is sought.\nBJKPHC also may use or disclose, without an individual's authorization, a limited data set of\nprotected health information for research purposes.\nSerious Threat to Health or Safety. BJKPHC rnay disclose protected health information that\nit believes is necessary to prevent or lessen a serious and imminent threat to a person or the\npublic, when such disclosure is made to someone it believes can prevent or lessen the threat\n(including the target of the threat). BJKPHC may also disclose to law enforcernent if the\ninformation is needed to identify or apprehend an escapee or violent criminal.\nEssential Government Functions. BKJPHC is not required to obtain an Authorization to use or\ndisclose PHI for certain essential government functions. Such functions include: assuring proper\nexecution of a military mission, conducting intelligence and national security activities that are\nauthorized by law, providing protective services to the President, making medical suitability\ndeterminations for U.S. State Department employees, protecting the health and safety of inmates\nor employees in a correctional institution, and determining eligibility for or conducting\nenrollment in certain government benefit programs.\nWorkers' Compensation. BJKPHC may disclose protected health information as authorized by,\nand to comply with, workers' compensation laws and other similar programs providing benefits\nfor work-related injuries or illnesses.\n(6) Limited Data Set. A limited data set is protected health information from which certain\nspecified direct identifiers of individuals and their relatives, household members, and\n\n5\n\n\femployers have been removed. BJKPHC may use and disclose a limited data set for\nresearch, health care operations, and public health purposes, provided the recipient enters\ninto a data use agreement promising specified safeguards for the protected health\ninformation within the limited data set.\nAuthorized Uses and Disclosures\nAuthorization. BJKPHC must obtain the individual's written authorization for any use or\ndisclosure of protected health information that is not for treatment, payment or health care\noperations or otherwise permitted or required by the Privacy Rule. BJKPHC may not condition\ntreatment, payment, enrollment, or benefits eligibility on an individual granting an\nauthorization, except in limited circumstances.\nAn authorization must be written in specific terms. It may allow use and disclosure of protected\nhealth information by BJKPHC, or by a third party. Examples of disclosures that would require\nan individual's authorization include disclosures to a life insurer for coverage purposes,\ndisclosures to an employer of the results of a pre-employment physical or lab test, or\ndisclosures to a pharmaceutical firm for their own marketing purposes.\nAll authorizations must be in plain language, and contain specific information regarding the\ninformation to be disclosed or used, the person(s) disclosing and receiving the information,\nexpiration, right to revoke in writing, and other data. The Privacy Rule contains transition\nprovisions applicable to authorizations and other express legal permissions obtained prior to\nApril 14, 2003.\nPsychotherapy Notes. BKJPHC must obtain an individual's authorization to use or disclose\npsychotherapy notes with the following exceptions.\n\n•\n•\n\nBJKPHC healthcare provider who originated the notes may use them for treatment.\nBJKPHC may use or disclose, without an individual's authorization, the psychotherapy\nnotes, for its own training, and to defend itself in legal proceedings brought by the\nindividual, for HHS to investigate or determine BJKPHC compliance with the Privacy\nRules, to avert a serious and imminent threat to public health or safety, to a health\noversight agency for lawful oversight of the originator of the psychotherapy notes, for\nthe lawful activities of a coroner or medical examiner or as required by law.\n\nMarketing. Marketing is any communication about a product or service that encourages\nrecipients to purchase or use the product or service. The Privacy Rule carves out the following\nhealth-related activities from this definition of marketing:\n\n•\n\nCommunications to describe health-related products or services, or payment for them,\nprovided by or included in a benefit plan of the covered entity making the\ncommunication;\n\n6\n\n\f•\n\n•\n•\n\nCommunications about participating providers in a provider or health plan network,\nreplacement of or enhancements to a health plan, and health-related products or\nservices available only to a health plan's enrollees that add value to, but are not part of,\nthe benefits plan:\nCommunications for treatment of the individual; and\nCommunications for case management or care coordination for the individual, or to\ndirect or recommend alternative treatments, therapies, health care providers, or care\nsettings to the individual.\n\nMarketing also is an arrangement between a covered entity and any other entity whereby the\ncovered entity discloses protected health information, in exchange for direct or indirect\nremuneration, for the other entity to communicate about its own products or services\nencouraging the use or purchase of those products or services. BJKPHC must obtain an\nauthorization to use or disclose protected health information for marketing, except for face-toface marketing communications between BJKPHC and an individual, and for BJKPHC\nprovision of promotional gifts of nominal value. No authorization is needed, however, to make\na communication that falls within one of the exceptions to the marketing definition. An\nauthorization for marketing that involves BJKPHC receipt of direct or indirect remuneration\nfrom a third party must reveal that fact.\nLimiting Uses and Disclosures to the Minimum Necessary\nMinimum Necessary. A central aspect of the Privacy Rule is the principle of \"minimum\nnecessary\" use and disclosure. BJKPHC must make reasonable efforts to use, disclose, and\nrequest only the minimum amount of protected health information needed to accomplish the\nintended purpose of the use, disclosure, or request. BJKPHC developed and implemented this\npolicy and procedure to reasonably limit uses and disclosure, BJKPHC may not use, disclose,\nor request the entire medical record for a particular purpose, unless it can specifically justify\nthe whole record as the amount reasonably needed for the purpose.\nThe minimum necessary requirement is not imposed in any of the following circumstances: (a)\ndisclosure to or a request by BJKPHC for treattnent; (b) disclosure to an individual who is the\nsubject of the information, or the individual's personal representative; (c) use or disclosure\nmade pursuant to an authorization; (d) disclosure to HHS for complaint investigation,\ncompliance review or enforcement; (e) use or disclosure that is required by law; or (f) use or\ndisclosure required for compliance with the HIPAA Transactions Rule or other HIPAA\nAdministrative Simplification Rules.\nAccess and Uses. For internal uses BJKPHC developed and implemented policies and\nprocedures to restrict access and uses of protected health information based on the specific\nroles of the members of its workforce. These policies and procedures identify the persons, or\nclasses of persons, in the workforce who need access to protected health information to carry\n\n7\n\n\fout their duties, the categories of protected health information to which access is needed, and\nany conditions under which they need the information to do their jobs.\nDisclosures and Requests for Disclosures. BJKPHC established standard protocols for\nroutine, recurring disclosures, or requests for disclosures, that limits the protected health\ninformation disclosed to that which is the minimum amount reasonably necessary to achieve\nthe purpose of the disclosure. For non-routine, non-recurring disclosures, or requests for\ndisclosures that it makes, BJKPHC developed criteria designed to limit disclosures to the\ninformation reasonably necessary to accomplish the purpose of the disclosure and review each\nof these requests individually in accordance with the established criteria.\nReasonable Reliance. If another covered entity makes a request for protected health\ninformation, BJKPHC may rely, if reasonable under the circumstances, on the request as\ncomplying with this minimum standard. Similarly, BJKPHC may rely upon requests as being\nthe minimum necessary protected health information from: (a) a public official, (b) a\nprofessional (such as an attorney or accountant) who is the covered entity's business associate,\nseeking the information to provide services to or for BJKPHC or (c) a researcher who provides\nthe documentation or representation required by the Privacy Rule for research.\nC. PATIENTS RIGHTS REGARDING THEIR PHI\nPatients have the following rights regarding the PHI that we maintain about them:\n1. Confidential Communications. Patients have the right to request that our Health Center\ncommunicate with them about their health and related issues in a particular manner or at a\ncertain location. For instance, patients may ask that we contact them at home, rather than work.\nIn order to request a type of confidential communication, patients must make a written request\nto Myson Joseph, Privacy Officer, 5701 Dehnar Blvd. St. Louis, MO 63112 specifying the\nrequested method of contact, or the location where they wish to be contacted. BJKPHC will\naccommodate reasonable requests. Patients do not need to give a reason for their request.\n2. Requesting Restrictions. Patients have the right to request a restriction in our use or\ndisclosure of their PHI for treatment, payment or health care operations. Additionally, they\nhave the right to request that we restrict our disclosure of their PHI to only certain individuals\ninvolved in their care or the payment for their care, such as family members and friends. We are\nnot required to agree to their requests; however, if we do agree, we are bound by our agreement\nexcept when otherwise required by law, in emergencies, or when the information is necessary\nto treat you. In order to request a restriction of our Health Center's uses or disclosures of PHI,\npatients must make their requests in writing to Myson Joseph Privacy Officer, 5701 Delmar\nBlvd., St. Louis, MO 63112.\nPatients requests must describe in a clear and concise fashion:\n➢ The information they wish to restrict;\n\n8\n\n\f➢ Whether they are requesting to limit our Health Center's use, disclosure or both;\nand\n➢ Whom or which organizations, do the restrictions apply to\n3. Inspection and Copies. Patients have the right to inspect and obtain a copy of their PHI that\nmay be used to make decisions about them, including their medical and billing records, but not\nincluding psychotherapy notes. Patients must submit their requests in writing to Myson Joseph,\nPrivacy Officer, 5701 Delmar Blvd., St. Louis, MO 63112 in order to inspect and/or obtain a\ncopy of their PHI. BJKPHC charge a fee for the costs of copying, mailing, labor and supplies\nassociated with the requests. Our Health Center may deny a request to inspect and/or copy in\ncertain limited circumstances; however, patients may request a review of our denial. A licensed\nhealth care professional chosen by us will conduct reviews.\n4. Amendment. Patients may ask us to amend their health information if they believe it is\nincorrect or incomplete, and they may request an amendment for as long as the information is\nkept by or for our Health Center. To request an amendment, patients' requests must be made in\nwriting and submitted to Myson Joseph, Privacy Officer, 5701 Delmar Blvd., St. Louis, MO\n63112. Patients must provide us with a reason that supports their request for amendment. Our\nHealth Center will deny requests if patients fail to include the reason supporting their requests,\nin writing. Also, we may deny patients' requests if they ask us to amend information that is in\nour opinion: (a) accurate and complete; (b) not part of the PHI kept by or for the Health Center;\n(c) not part of the PHI which they would be permitted to inspect and copy; or (d) not created by\nBJKPHC, unless the individual or entity that created the information is not available to amend\nthe information.\n1. Accounting of Disclosures. All of our patients have the right to request an\n\"accounting of disclosures.\" An \"accounting disclosures\" is a list of certain nonroutine disclosures BJKPHC has made of patients PHI for non-treatment, nonpayment or nonoperation's purposes. Uses of patients' PHI as part of the routine\npatient care in our Health Center is not required to be documented. For example,\nthe doctor shares information with the nurse; or the billing department using your\ninformation to file your insurance claim. In order to obtain an accounting of\ndisclosures, patients must submit their requests in writing to Myson Joseph\nPrivacy Officer, 5701 Delmar Blvd., St. Louis, MO 63112. All requests for an\n\"accounting of disclosures\" must state the time period, which may not be longer\nthan six (6) years from the date of disclosure and may not include dates before\nApril 14, 2003. The first list patients request within a 12-month period is free of\ncharge, but our Health Center may charge patients for additional lists within the\nsame 12-month period. BJKPHC will notify patients of the costs involved with\nadditional requests, and they may withdraw their requests before they incur any\ncosts.\n2. Right to a Paper Copy of This Notice. Patients are entitled to receive a paper\ncopy of our Notice of Privacy Practices. Patients may ask us to give them a copy\nof this notice at any time. To obtain a paper copy of this notice, contact Myson\n\n9\n\n\fJoseph, Privacy Officer, 5701 Delmar Blvd., St. Louis, MO 63112 Tel: 314-3677848.\n3. Right to File a Complaint. If patients believe their privacy rights have been\nviolated, they may file a complaint with BJKPHC or with the Secretary of the\nDepartment of Health and Human Services.\nTo file a complaint with BJKPHC, contact Myson Joseph, Privacy Officer,\n5701 Delmar Blvd., St. Louis, MO 63112.\n*All complaints must be submitted in writing You will not be penalized for filing a complaint.\n4. Right to Provide an Authorization for Other Uses and Disclosures. Our Health\nCenter will obtain patients' written authorization for uses and disclosures that are\nnot identified by this notice or permitted by applicable law. Any authorization\npatients provide to us regarding the uses and disclosures of their PHI may be\nrevoked at any time in writing After patients revoke their authorization, we will no\nlonger use or disclose their PHI for the reasons described in the authorization.\nAgain, if you have any questions regarding this notice, please contact Myson Joseph, Privacy\nOfficer, 5701 Delmar Blvd., St. Louis, MO 63112 Tel: 314-367-7848\n\n10\n\n\f",
  "full_text_chars": 27772,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 7,
  "embedded_image_count": 7,
  "is_image_only_scan": false
}
