{
  "filename": "form-2.pdf",
  "file_size_bytes": 108099,
  "page_count": 3,
  "has_text_layer": true,
  "text_preview": "HOSPITAL PATIENT ACCESS / AUTHORIZATION FOR\nUSE OR DISCLOSURE OF PATIENT INFORMATION\nI hereby authorize the use or disclosure of my protected health information (“PHI”) as described below.\nThis request includes any information relating to drug, alcohol use/treatment, communications with psychiatrists\nor psychologists, and records pertaining to sexually transmitted diseases, if they are part of my medical record. I\nunderstand that this Authorization is voluntary. Once this information has been di",
  "full_text": "HOSPITAL PATIENT ACCESS / AUTHORIZATION FOR\nUSE OR DISCLOSURE OF PATIENT INFORMATION\nI hereby authorize the use or disclosure of my protected health information (“PHI”) as described below.\nThis request includes any information relating to drug, alcohol use/treatment, communications with psychiatrists\nor psychologists, and records pertaining to sexually transmitted diseases, if they are part of my medical record. I\nunderstand that this Authorization is voluntary. Once this information has been disclosed, it may be subject to redisclosure and may no longer be protected by federal regulations.\nPatient Information (please print)\n\n*Required Fields for Patient Access\n\n*Patient Name:\n\n*Patient Date of Birth:\n\n*Patient Street / Mailing Address:\n*City, State, and Zip Code:\n*Patient Phone Number:\n*UAB Hospital-Callahan Eye should provide records to:\n\nme for my personal use or\n\nthe party indicated below:\n\n*Name of person / organization receiving my information:\n*Street Address:\n*City, State, and Zip Code:\nDate range for records: From:\n\nto\n\nOR specific date:\n\nIf no date is listed, records for the past 12 months will be provided\n\n** Records to Include:\nOnly UAB Hospital – Callahan Eye Records\nBoth UAB Hospital – Callahan Eye Records and UAB Health System Records\n\nDelivery Method\nPaper:\nMailed to address on this Authorization\nPick up by:\nElectronic:\nFaxed to number:\nCD (mailed only to address on this Authorization)\nEmail to address:\n\nNOTICE: If I request records in electronic form, I\nunderstand that the records will be encrypted to help\nprotect my privacy and the security of my health\nrecords and that I will be furnished with the\ninformation on how to access those encrypted\nrecords. UAB Hospital-Callahan Eye is not responsible\nfor the privacy and security of the electronic records\non the CD or in an email once they are received by\nthe intended recipient.\n\nSelect the record package that best meets your need for this Authorization:\nPlease check here if your records are going to another provider.\nThey will be provided the Continuity of Care / Treatment package.\nPackage 1 - Key Clinical Notes: Current History and Physical, Discharge Summary, Operative and/or\nProcedure Reports, Laser Center provider documentation, Lions Eye Clinic provider documentation\nand Emergency Department provider documentation\nPackage 2 - Entire Hospital Medical Record\nApproved: 7/25/2025\nPage 1/2\n\n\fIf you selected Package 1 or 2, the following documentation, except billing records, will be included in your\npackage. However, if your request is specifically for any of the following only, please check the appropriate box(es):\n\nOperative / Procedure Report(s)\nBilling Records\n\nMedication List\n\nLaser Center Documentation\n\nEmergency Department Documentation\nDischarge Summary\nLions Eye Clinic Notes\n\nOther specific record needed:\n\nApproved: 7/25/2025\nPage 2/2\n\n\fThe patient or the patient’s representative must read and acknowledge the following statements by initialing\neach blank:\nI understand that I may revoke this Authorization at any time by notifying the entity privacy coordinator in writing,\nbut if I do, it will not be effective for disclosures made prior to my revocation in reliance on the Authorization.\nI understand that UAB Hospital-Callahan Eye may not condition the provision of treatment, payment, and\nenrollment in a health plan, or eligibility for benefits on signing this Authorization, except under the following\ncircumstances:\n•\n•\n•\n\nParticipation in research projects can be conditioned on my signing an Authorization to use and disclose PHI\nin the research.\nInitial enrollment in health plans can be conditioned on signing an Authorization for the health plan to review\nPHI to make eligibility determinations.\nFurnishing healthcare services to me at the request of a third party can be conditioned on me signing an\nAuthorization for disclosure of the PHI to the third party requesting the treatment.\n\nThis Authorization will expire on:\n.\nIf I fail to specify an expiration date or event, this Authorization will expire six months from the date on which it was\nsigned.\n\n*Signature of patient or personal representative\n\n*Printed name of patient\n\nPrinted name of personal representative\n\nRelationship to patient\n\n*Date\n\nReturn completed form to:\nUAB Hospital-Callahan Eye Release of Information Office\n1720 University Boulevard\nBirmingham, AL 35233\nPhone: 205-325-8390\nFax: 205-325-8682\n\nApproved: 7/25/2025\nPage 3/2\n\n\f",
  "full_text_chars": 4440,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 16,
  "embedded_image_count": 36,
  "is_image_only_scan": false
}
