{
  "filename": "form-2.pdf",
  "file_size_bytes": 565187,
  "page_count": 3,
  "has_text_layer": true,
  "text_preview": "Instructions For Completing The Authorization For Release Of\nHealth Information Form\n\nHealth Information Management\n\nAuthorization for Release of Health Information Instructions\nPlease Note: There may be a delay in processing your request if this form is not filled out properly or is incomplete.\n1. Enter the name, address, date of birth, telephone number, and e-mail address (for electronic delivery) of the patient for\nwhom records are being requested. Only include one patient per form.\n\n2. Enter",
  "full_text": "Instructions For Completing The Authorization For Release Of\nHealth Information Form\n\nHealth Information Management\n\nAuthorization for Release of Health Information Instructions\nPlease Note: There may be a delay in processing your request if this form is not filled out properly or is incomplete.\n1. Enter the name, address, date of birth, telephone number, and e-mail address (for electronic delivery) of the patient for\nwhom records are being requested. Only include one patient per form.\n\n2. Enter the contact information or health care provider or entity to release this information.\na. For hospitals or other entities: The name of the hospital or entity should be entered in this area (ex. North\nShore University Hospital).\nb. For Doctor’s Office: The name and address of the doctor must be entered. (example: Dr. Jane Jones at 300\nNorthwell Drive). If only one doctor is listed, then only that specific location information will be released. If\nrecords are needed by more than one person/facility, a separate request is required.\n\nXXXXXXXXXXXXXXXXXXXXXXXXX\nXXXXXXXXXXXXXXXXXXXXXXX\n\nXXXXXXXXXXXXXXXXXXXXXXXXXX\n\n3. Enter the complete information of the person(s) or entities who will receive this information, along with the address,\ntelephone number/fax/e-mail.\n\nXXXXXXXXXXXXXXXXXXXXXXXXXX\n\nXXXXXXXXXXXXXXXXXXXXXXXXXXXXX\n\n4. Select the preferred delivery method by checking ONE of the choices under delivery manner. The delivery details\nsection is required: If Mail, Electronic Mail or Fax, please include the specific address or phone number. If this\ninformation is not included, records will be sent by regular mail.\n\nXXXXXXXXXXXXXXXXXXX\n\nXXXXXXXXXXXXXXXXXX\nXXXXXXXXXXXXXXX\n\nNorthwell Health – Authorization for Release of Information Form Instructions\n182691 v.1\nPage 1 of 3\n\n9/29/2021\n\n\fInstructions For Completing The Authorization For Release Of\nHealth Information Form\n\nHealth Information Management\n\n5. Initial next to “Verbal” to authorize the facility and/or doctor to discuss your health\ninformation with the receiving party specified. Note: This section is not required when only requesting copies of\nmedical records.\n\n6. Enter the specific information you are authorizing Northwell Health to release. If selecting a time frame for the records to\nbe released, it can be for a single date of service or a range of dates or years.\n For a doctor’s office, if you are unsure of the time frame, select Medical Record Abstract and the most recent\ninformation will be released. A medical record abstract will consist of the following items over the past 1-2\nyears (or date range specified): Provider/Clinician Documentation, Procedure Reports, Laboratory, Pathology,\nand Radiology Reports.\n For a hospital, A medical record abstract may consist of pertinent contents from the patient’s most recent\ndischarge (or date range specified) such as: Doctor/clinician Documentation, Testing Results, Procedure\nDocumentation, and Discharge Documentation. if you are unsure of the time frame, contact the facility where\nyou were treated for further information.\n\n7. Enter the reason for the release of information: Note: If other, you must give the specific reason, such as litigation or\npersonal use. “At the request of the individual” may be selected when an individual initiates the authorization and does\nnot, or elects not to, provide a statement of the purpose.\n\n8. Initial this section ONLY IF OPTING OUT of the release of substance abuse treatment information, mental\nhealth treatment information or HIV-related information.\n\nNorthwell Health – Authorization for Release of Information Form Instructions\n182691 v.1\nPage 2 of 3\n\n9/29/2021\n\n\fInstructions For Completing The Authorization For Release Of\nHealth Information Form\n\nHealth Information Management\n\n9. Please enter an expiration date, event or condition upon which the Authorization Form will expire (unless you revoke it\nearlier). If left blank, the Authorization Form will be returned for additional information. Using “indefinite,” is not\nacceptable. A fixed period of time is required by law (e.g., 6 months, 30 days post discharge, at the end of litigation).\n\n10. The person completing this form must sign Patient/Agent/Relative/Guardian and include the date and time the form is\nsigned. Print your name if other than the patient. If an interpreter assists with completing this form, his or her\ninformation is to be included below. If there is a witness involved with interpretation, his or her information is also to be\nincluded.\n\nXXXXXXXXXXXXXXXXXXXXXXXXXX\n\nXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX\n\nXXXXXXXXXXXXXXXXXXXXXXXXXX\nXXXXXXXXXXXXXXXXXXXXXXXXXXXX\nXXXXXXXXXXXXXXXXXXXXXXXXXXX\n\nNorthwell Health – Authorization for Release of Information Form Instructions\n182691 v.1\nPage 3 of 3\n\n9/29/2021\n\n\f",
  "full_text_chars": 4766,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 9,
  "embedded_image_count": 28,
  "is_image_only_scan": false
}
