{
  "filename": "form-3.pdf",
  "file_size_bytes": 256103,
  "page_count": 3,
  "has_text_layer": true,
  "text_preview": "Model Attestation for a Requested Use or Disclosure of Protected\nHealth Information Potentially Related to Reproductive Health Care\nWhen a HIPAA covered entity1 or business associate2 receives a request for protected health information (PHI)3\npotentially related to reproductive health care,4 it must obtain a signed attestation that clearly states the requested use\nor disclosure is not for the prohibited purposes described below, where the request is for PHI for any of the following\npurposes:\n\n•\n",
  "full_text": "Model Attestation for a Requested Use or Disclosure of Protected\nHealth Information Potentially Related to Reproductive Health Care\nWhen a HIPAA covered entity1 or business associate2 receives a request for protected health information (PHI)3\npotentially related to reproductive health care,4 it must obtain a signed attestation that clearly states the requested use\nor disclosure is not for the prohibited purposes described below, where the request is for PHI for any of the following\npurposes:\n\n•\n•\n\nHealth oversight activities5\nJudicial or administrative6\nproceedings\n\n•\n•\n\nLaw enforcement7\nRegarding decedents, disclosures to\ncoroners and medical examiners8\n\nProhibited Purposes. Covered entities and their business associates may not use or disclose PHI for the following\npurposes:\n(1) To conduct a criminal, civil, or administrative investigation into any person for the mere act of\nseeking, obtaining, providing, or facilitating lawful reproductive health care.\n(2) To impose criminal, civil, or administrative liability on any person for the mere act of seeking,\nobtaining, providing, or facilitating lawful reproductive health care.\n(3) To identify any person for any purpose described in (1) or (2).9\nThe prohibition applies when the reproductive health care at issue (1) is lawful under the law of the state in\nwhich such health care is provided under the circumstances in which it is provided, (2) is protected, required, or\nauthorized by Federal law, including the United States Constitution, under the circumstances in which such\nhealth care is provided, regardless of the state in which it is provided, or (3) is provided by another person and\npresumed lawful.10\n\nModel Instructions\nInformation for the Person Requesting the PHI\n\n By signing this attestation, you are verifying that you are not requesting PHI for a prohibited purpose\n\nand acknowledging that criminal penalties may apply if untrue.11\n You may not add content that is not required or combine this form with another document except\nwhere another document is needed to support your statement that the requested disclosure is not for a\nprohibited purpose.12 For example, if the requested PHI is potentially related to reproductive health care\nthat was provided by someone other than the covered entity or business associate from whom you are\nrequesting the PHI, you may submit a document that supplies information that demonstrates a\nSee 45 CFR 160.103 (definition of “Covered entity”).\nSee 45 CFR 160.103 (definition of “Business associate”).\n3\nSee 45 CFR 160.103 (definition of “Protected health information”).\n4\nSee 45 CFR 160.103 (definition of “Reproductive health care”).\n5\nSee 45 CFR 164.512(d).\n6\nSee 45 CFR 164.512(e).\n7\nSee 45 CFR 164.512(f).\n8\nSee 45 CFR 164.512(g)(1).\n9\nSee 45 CFR 164.502(a)(5)(iii)(A).\n10\nSee 45 CFR 164.502(a)(5)(iii)(B), (C). For more information on the presumption and when it applies, see 45 CFR\n164.502(a)(5)(iii)(C).\n11\nSee 42 U.S.C. 1320d–6.\n12\nSee 45 CFR 164.509(b)(3) and (c)(iv).\n1\n2\n\n\fsubstantial factual basis that the reproductive health care in question was not lawful under the specific\ncircumstances in which it was provided.13\nInformation for the Covered Entity or Business Associate\n\n You may not rely on the attestation to disclose the requested PHI if any of the following is true:\n\nIt is missing any required element or statement or contains other content that is not required.14\nIt is combined with other documents, except for documents provided to support the attestation.15\nYou know that material information in the attestation is false.16\nA reasonable covered entity or business associate in the same position would not believe the\nrequestor’s statement that the use or disclosure is not for a prohibited purpose as described\nabove.17\nIf you later discover information that reasonably shows that any representation made in the attestation\nis materially false, leading to a use or disclosure for a prohibited purpose as described above, you must\nstop making the requested use or disclosure.18\nYou may not make a disclosure if the reproductive health care was provided by a person other than\nyourself and the requestor indicates that the PHI requested is for a prohibited purpose as described\nabove, unless the requestor supplies information that demonstrates a substantial factual basis that the\nreproductive health care was not lawful under the specific circumstances in which it was provided.19\nYou must obtain a new attestation for each specific use or disclosure request.20\nYou must maintain a written copy of the completed attestation and any relevant supporting\ndocuments.21\n\n\n\n\n\n\n\n\n\n\n\n\nSee 45 CFR 164.502(a)(5)(iii)(B)(3), (C)(2).\nSee 45 CFR 164.509(b)(2)(ii).\n15\nSee 45 CFR 164.509(b)(3).\n16\nSee 45 CFR 164.509(b)(2)(iv).\n17\nSee 45 CFR 164.509(b)(2)(v).\n18\nSee 45 CFR 164.509(d).\n19\nSee 45 CFR 164.502(a)(5)(iii)(B)(3), (C)(2).\n20\nSee 89 FR 32976, 33031.\n21\nSee 45 CFR 164.530(j).\n13\n14\n\nThis attestation document may be provided in electronic format, and electronically signed by the person requesting protected health\ninformation when the electronic signature is valid under applicable Federal and state law.\n\n\fModel Attestation Regarding a Requested Use or Disclosure of Protected Health Information\nPotentially Related to Reproductive Health Care\nThe entire form must be completed for the attestation to be valid.\nName of person(s) or specific identification of the class of persons to receive the requested PHI.\n\ne.g., name of investigator and/or agency making the request\nName or other specific identification of the person or class of persons from whom you are requesting the use or\ndisclosure.\n\ne.g., name of covered entity or business associate that maintains the PHI and/or name of their workforce\nmember who handles requests for PHI\nDescription of specific PHI requested, including name(s) of individual(s), if practicable, or a description of the class of\nindividuals, whose protected health information you are requesting.\n\ne.g., visit summary for [name of individual] on [date]; list of individuals who obtained [name of prescription\nmedication] between [date range]\nI attest that the use or disclosure of PHI that I am requesting is not for a purpose prohibited by the HIPAA Privacy Rule at\n45 CFR 164.502(a)(5)(iii) because of one of the following (check one box):\n☐ The purpose of the use or disclosure of protected health information is not to investigate or impose liability\non any person for the mere act of seeking, obtaining, providing, or facilitating reproductive health care or to\nidentify any person for such purposes.\n☐ The purpose of the use or disclosure of protected health information is to investigate or impose liability on\nany person for the mere act of seeking, obtaining, providing, or facilitating reproductive health care, or to\nidentify any person for such purposes, but the reproductive health care at issue was not lawful under the\ncircumstances in which it was provided.\nI understand that I may be subject to criminal penalties pursuant to 42 U.S.C. 1320d-6 if I knowingly and in violation of\nHIPAA obtain individually identifiable health information relating to an individual or disclose individually identifiable\nhealth information to another person.\nSignature of the person requesting the PHI\n\nDate\nIf you have signed as a representative of the person requesting PHI, provide a description of your authority to act for that\nperson.\n\nThis attestation document may be provided in electronic format, and electronically signed by the person requesting protected health\ninformation when the electronic signature is valid under applicable Federal and state law.\n\n\f",
  "full_text_chars": 7656,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 9,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
