{
  "filename": "form-3.pdf",
  "file_size_bytes": 168110,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "Dirección postal: PO Box 290789; Nashville, TN 37229-0789 • Teléfono: 844-481-0278; Fax: 844-481-0298\nSección A: Esta sección debe completarse para todas las autorizaciones\nNombre del paciente:\n\nNombre del destinatario:\n\nTeléfono del paciente:\n\nDirección del destinatario:\n\nFecha de nacimiento:\n\nCiudad:\n\nEstado:\n\nÚltimos 4 dígitos SSN (opcional)\n\nTeléfono del destinatario:\n\nNúmero de fax del proveedor:\n(FAX solo al medico oficina / centro médico)\n\nCódigo postal:\n\nCorreo electrónico (para comunica",
  "full_text": "Dirección postal: PO Box 290789; Nashville, TN 37229-0789 • Teléfono: 844-481-0278; Fax: 844-481-0298\nSección A: Esta sección debe completarse para todas las autorizaciones\nNombre del paciente:\n\nNombre del destinatario:\n\nTeléfono del paciente:\n\nDirección del destinatario:\n\nFecha de nacimiento:\n\nCiudad:\n\nEstado:\n\nÚltimos 4 dígitos SSN (opcional)\n\nTeléfono del destinatario:\n\nNúmero de fax del proveedor:\n(FAX solo al medico oficina / centro médico)\n\nCódigo postal:\n\nCorreo electrónico (para comunicaciones al correo electrónico):\n\nSolicita fechas de servicio:\n\nPropósito de la divulgación:\n\nNombre(s) y direcciones del centro:\n\nA solicitud del individuo; u\nOtro tercero destinatario (especifique propósito):\n\nSolicitud de entrega (Si se deja en blanco, se proporcionará una copia en papel):\nCopia en papel\nMedios electrónicos, si están\ndisponibles\nCorreo electrónico encriptado\nCorreo electrónico no encriptado Existe cierto nivel de riesgo de que un tercero pueda ver su\ninformación sin su consentimiento al recibir medios electrónicos o correo electrónico no encriptado. No nos hacemos responsables del acceso no\nautorizado a la PHI (información médica protegida) contenida en este formulario ni de los riesgos (por ejemplo, virus) que puedan introducirse en su\ncomputadora/dispositivo al recibir la PHI en formato electrónico o por correo electrónico. Nota: En el caso de que el centro no pueda acomodar una\nentrega electrónica como se solicita, se proporcionará un método de entrega alternativo (por ejemplo, una copia en papel).\nEsta autorización caducará después de 180 días o en la opción siguiente (por favor, elija una sola):\nFecha de caducidad:\nEvento de caducidad:\nNo, entonces puede marcar todos los Artículos que necesite.\n¿Es esta una solicitud de notas de psicoterapia?\nSí, entonces éste es el único artículo que puede solicitar en esta autorización. Debe presentar otra autorización para los demás Artículos que figuran abajo.\nDescripción de la información que se utilizará o divulgará\nOtros registros:\nTodos los registros pertinentes incluyen los que se enumeran a continuación\nConsulta\nLista de medicamentos\nInstrucciones de alta\nResumen de alta\nInforme quirúrgico\nRegistro de trabajo de parto y parto\nInforme de emergencias\nInforme de patología\nPrueba / Tratamiento de especialidad\nInforme de ECG\nLista de problemas\nÓrdenes médicas\nAntecedentes y examen físico\nInforme de radiología\nNotas de progreso\nInforme clínico / de laboratorio\nOtro:\nPara las solicitudes de distribución de USCDI: incluir todos los elementos definidos en los Datos Básicos de Estados Unidos para la\nInteroperabilidad.\nRequiere dirección directa o identificador nacional de proveedor:\nSe proveerá todo tipo de información que se encuentre en los registros seleccionados anteriormente (si corresponde), incluida información que pueda\nconsiderarse sensible, como la relativa a alcohol, abuso de drogas, información genética, psiquiátrica, pruebas de VIH, resultados de VIH o información\nsobre SIDA. Especifique toda la información que desee excluir:\nEntiendo que:\n1. Puedo negarme a firmar esta autorización y que es estrictamente voluntaria.\n2. Mi tratamiento, pago, inscripción o elegibilidad para los beneficios no pueden estar condicionados a la firma de esta autorización.\n3. Puedo revocar esta autorización en cualquier momento por escrito, pero si lo hago, no tendrá ningún efecto sobre las acciones realizadas antes de\nrecibir la revocación. Puede encontrar más detalles en el Aviso de Prácticas de Privacidad.\n4. Si el destinatario no es un plan de salud o un proveedor de atención médica, es posible que la información divulgada ya no esté protegida por las\nnormas federales de privacidad y que se vuelva a divulgar.\n5. Entiendo que puedo ver y obtener una copia de la información descrita en este formulario, a cambio de una tarifa razonable, si la solicito.\n6. Recibo una copia de este formulario después de firmarlo.\nSección B: ¿La solicitud de PHI tiene como objetivo la comercialización y/o implica la venta de PHI?\n\nSí\n\nNo\n\nSi la respuesta es sí, el plan de salud o el proveedor de atención médica debe completar la Sección B; de lo contrario, pase a la Sección C.\n¿Recibirá el proveedor una remuneración económica a cambio de utilizar o divulgar esta información?\nSi la respuesta es sí, descríbala:\n¿Puede el destinatario de la PHI intercambiar posteriormente la información a cambio de una remuneración económica?\nSí\nSección C: Firmas\nHe leído y autorizo la divulgación de la información médica protegida tal como se indica.\nFirma del paciente/representante del paciente:\n\nFecha:\n\nNombre del representante del paciente en imprenta:\n\nRelación con el paciente:\n\nID verified by: ___________ (Initials)\n\nAUTHORIZATION FOR RELEASE OF PHI-SPANISH\n(PROTECTED HEALTH INFORMATION)\nPatient Label\n\n*ROI*\n*ROI*\n\nHCA-840-00434-S\n\nRev. 09/21\n\nPage 1 of 1\n\nNo\n\n\f",
  "full_text_chars": 4855,
  "fillable_field_count": 52,
  "fillable_field_names": [],
  "font_count": 8,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
