{
  "filename": "form-2.pdf",
  "file_size_bytes": 525116,
  "page_count": 12,
  "has_text_layer": true,
  "text_preview": "NOTICE OF PRIVACY PRACTICES\nThis Notice of Privacy Practices is effective as of February 16, 2026.\nTHIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY\nBE USED AND DISCLOSED AND HOW YOU CAN GET ACCESS TO THIS\nINFORMATION. PLEASE REVIEW IT CAREFULLY.\nUNDERSTANDING YOUR HEALTH INFORMATION -- HOW IT IS USED AND HOW\nIT MAY BE SHARED WITH OTHERS: There are laws requiring that we maintain the\nprivacy and security of your health information. They tell us how we may use and disclose\nhealth inform",
  "full_text": "NOTICE OF PRIVACY PRACTICES\nThis Notice of Privacy Practices is effective as of February 16, 2026.\nTHIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY\nBE USED AND DISCLOSED AND HOW YOU CAN GET ACCESS TO THIS\nINFORMATION. PLEASE REVIEW IT CAREFULLY.\nUNDERSTANDING YOUR HEALTH INFORMATION -- HOW IT IS USED AND HOW\nIT MAY BE SHARED WITH OTHERS: There are laws requiring that we maintain the\nprivacy and security of your health information. They tell us how we may use and disclose\nhealth information. Those laws also require that we make a copy of this Notice available to you.\nThis Notice describes how we use and disclose your health information, and your rights\npertaining to that information.\nWHAT IF YOU HAVE QUESTIONS ABOUT THIS NOTICE OR NEED TO EXERCISE\nYOUR RIGHTS? If you do not understand this Notice or what it says about how we may use\nyour health information, or would like to exercise any of your rights set forth below, please reach\nout to the Contact Person:\nCourtney Schmelzle, Privacy Officer\n1600 Community Drive. Seneca, KS 66538\n785-336-0426\ncschmelzle@nemvch.org\nWHAT IS YOUR HEALTH RECORD OR HEALTH INFORMATION? When you go to a\nhospital, doctor, or other health care provider, a record is made that documents your treatment.\nThis record will have information about your illnesses, your injuries, signs of illness, exams,\nlaboratory results, treatment given to you, and notes about what might need to be done at a later\ndate. Your health information could contain all kinds of information about your health problems.\nNemaha Valley Community Hospital keeps this health information and can use this information\nin many ways. What we do with your health information and how we can use and share this\ninformation is what the rest of this Notice describes.\n\nYOUR RIGHTS. When it comes to your health information, you have certain rights. This\nsection explains your rights and some of our responsibilities to help you.\n*Get an Electronic or Paper Copy of Your Medical Record. You have the right to inspect\nand obtain a paper or electronic copy of your medical record and other health information we\nhave about you. Ask us how to do this. Generally, if you want to see your health\ninformation and/or get a copy of your health information, you must make a request to the\nContact Person in writing. However, alternative arrangements may be made for individuals\nunable to make a request in writing. You may request that your information be provided in\nan electronic format and we will provide the information to you in the form and format you\nrequest, if it is readily producible. If we cannot readily produce the records in the form and\nformat you request, we can work together to agree on an appropriate electronic format. You\n\n\fmay also direct us to transmit your health information in paper or electronic format to a third\nparty. If you direct us to transmit your information to a third party, we will do so, provided\nyour signed, written direction clearly identifies the designated third party and where to send\nthe information. We will provide a copy or a summary of your health information, usually\nwithin 30 days of your request. We may charge a reasonable, cost-based fee. We may deny\nyour request to inspect or obtain a copy in certain limited circumstances. If we refuse access,\nwe will tell you in writing within 30 days of your request, and in some circumstances, you\nmay ask that a neutral person review the refusal.\n*Ask Us to Correct Your Medical Record. You can ask us to correct health information\nabout you that you think is incorrect or incomplete for as long as we have it. If you want to\nmake a change to your health information, you must give a good reason for the change. If\nyou do not put your request for a change in writing and give a good reason, we may not allow\nthe change to be made. We may also refuse your request for change for the following\nreasons: (1) the information was not created by Nemaha Valley Community Hospital; (2) it is\nnot a part of the health information kept by or for Nemaha Valley Community Hospital; (3) it\nis not information you are permitted to see or copy; or (4) it is accurate and complete. If we\nsay “no” to your request, we’ll tell you why in writing within 60 days.\n*Get a List of Those With Whom We’ve Shared Information. You can ask for a list\n(accounting) of the times we’ve shared your health information for 6 years prior to the date\nyou ask, who we shared it with, and why. We will include all the disclosures except for\nthose about treatment, payment, and health care operations, and certain other disclosures (for\nexample, any disclosures you asked us to make). To request a list, you must write a request\nto Nemaha Valley Community Hospital. You have to include a time period in your request.\nWe only need to provide this information for specified time periods. You should tell us in\nwhat form you want the list (paper copy, electronically, or some other form). You can have\none list each year at no cost. You may be charged a reasonable, cost-based fee for any\nadditional lists requested within 12 months.\n*Ask Us to Limit What We Use or Share. You have the right to ask that we restrict or limit\nsome part of your health information. You can ask us not to use or share certain health\ninformation for treatment, payment, or our operations. We are not required to agree to your\nrequest, and we may say “no” if it would affect your care. If you pay for a service or health\ncare item out-of-pocket in full, you can ask us not to share that information for the purpose of\npayment or our operations with your health insurer. We will say “yes” unless a law requires\nus to share that information. You must be aware that when your request for restriction has\nnot been made prior to submission of Nemaha Valley Community Hospital’s payment request\nto the third party payer, it may not be possible to facilitate the requested restriction. If you\nwish to restrict the submission of health information to your third party payer, you should\nmake that request prior to the commencement of treatment. All requests for restriction should\nbe directed in writing to the Contact Person. We will notify you in writing within 30 days as\nto whether your request is granted or denied.\n*Request Confidential Communications. You have the right to ask that we communicate\nwith you about your health information only in a certain way or at a certain location. An\n\n\fexample would be asking that you only be contacted by us at work or only by mail, or you\nmay prefer that we communicate with you via unencrypted email or text messaging. There\nare risks associated with communications via unencrypted email or text messaging, for\nexample, a third party could intercept the email or text message in transmission. To ask for\nprivacy in communications, you must make your request in writing to Nemaha Valley\nCommunity Hospital. We will attempt to grant all reasonable requests and although you are\nnot required to give reasons for your request, we may ask you. Be sure to be specific in your\nrequest about how and where you wish to be contacted.\n*Receive Notice if Your Health Information is Breached. A “breach” occurs when your\nhealth information is acquired, accessed, used, or disclosed in a manner not permitted by\nHIPAA which compromises the privacy or security of your information. Not all types of\nbreaches require notice, but if notice is required, we will provide such notification without\nunreasonable delay, but in no case, later than 60 days after we discover the breach.\n*Get a Copy of This Privacy Notice. A copy of this Notice is available to you at your\nrequest and you have a right to a copy of this Notice at any time. Even if you have agreed to\nreceive this Notice electronically, you may request a paper copy of it. We will provide you\nwith a paper copy promptly. You may also obtain a copy of the Notice at our web site,\nwww.nemvch.com.\n*Choose Someone to Act for You. If you have given someone a durable health care power\nof attorney that is currently in effect or if someone is your legal guardian, that person may\nexercise your rights and make choices about your health information. We will make sure the\nperson has this authority and can act for you before we take any action.\n*File a Complaint If You Feel Your Rights Are Violated. You can file a complaint if you\nfeel we have violated your rights by contacting us using the contact information on Page 1.\nYou can also file a complaint with the U.S. Department of Health and Human Services\nOffice for Civil Rights by writing a letter or completing the Health Information Privacy\nComplaint Form package and sending to Centralized Case Management Operations, U.S.\nDepartment of Health and Human Services, 200 Independence Avenue, S.W., Room 509F\nHHH Bldg., Washington, D.C. 20201.\nYou may also email your complaint to\nOCRcomplaint@hhs.gov\nor submit\nvia the OCR\nComplaint\nPortal\nat\nhttps://ocrportal.hhs.gov/ocr/smartscreen/main.jsf. You can visit the OCR website for\ninformation on how to file a complaint at https://www.hhs.gov/hipaa/filing-acomplaint/complaint-process/index.html. We will not retaliate against you for filing a\ncomplaint.\n\nOUR USES AND DISCLOSURES.\n\nWe typically use or share your health\n\ninformation in the following ways:\n*For Treatment. We may use your health information to provide you with medical\ntreatment or services. We may give your health information to other doctors, nurses,\ntechnicians, medical students, or other staff personnel who are involved in taking care of you.\nFor example, a doctor treating you for a broken bone may need to know if you have diabetes\n\n\fbecause diabetes may slow the healing process. In addition, the doctor may need to tell the\ndietitian if you have diabetes so that we can arrange for meals. Different departments of\nNemaha Valley Community Hospital may share your health information in order to\ncoordinate the different services you need, such as prescriptions, lab work, and x-rays.\nNemaha Valley Community Hospital may also request information from your health care\nproviders outside Nemaha Valley Community Hospital to assist with your care. For\nexample, we may request and use your prescription medication history from other health care\nproviders or third party pharmacy benefit payers for treatment purposes. We also may\nprovide access to and/or disclose your health information to health care providers outside\nNemaha Valley Community Hospital who may be involved in your treatment while you are\nin Nemaha Valley Community Hospital or after you leave Nemaha Valley Community\nHospital.\n*For Payment. We may use and disclose your health information about the treatment you\nreceive in Nemaha Valley Community Hospital to bill and get payment from individuals,\nhealth plans, or other entities. For example, we may give information to your health\ninsurance plan information about your surgery so that your plan will pay for your services.\nWe may have to give information to your health plan before your surgery in order to get an\nauthorization so your plan will pay for the surgery. However, if you pay out of pocket for\nyour treatment and make a specific request that we not send information to your health plan,\nwe will not send that information to your insurance plan except under certain circumstances.\nWe may also use and disclose your health information to obtain payment from third parties\nthat may be responsible for the costs of your treatment, such as family members.\n*For Health Care Operations. We may use and disclose your health information to operate\nNemaha Valley Community Hospital, improve your care, and contact you when necessary.\nFor example, we may use your health information to see how well our staff takes care of you.\nWe may combine your health information with other patients’ information to decide on\nadditional services we should offer to our patients and to see if new treatments really work.\nWe may remove information from your health information so others who look at your health\ninformation cannot see your name. Here are some other examples of how we may use and\ndisclose your health information for our health care operations: to see how well we are doing\nin helping our patients (including investigation of complaints); to help reduce health care\ncosts; to develop questionnaires and surveys; to help with care management; for training\npurposes; and to conduct cost management and business planning activities and certain\nmarketing and research activities. We may disclose your health information to other health\ncare providers and entities to assist in their health care operations under certain\ncircumstances.\n*For Contact Information. We may use and disclose your contact information\n(landline or cellular phone numbers, email address). Some examples of how we may\nuse your contact information include appointment reminders and to provide you with\nnotification of other health-related benefits and services, all of which are discussed in\nmore detail below. By providing us with your contact information, you give your\nconsent that we may use it. We may contact you by the following means (even if we\ninitiate contact using an automated telephone dialing system (ATDS) and/or an\n\n\fartificial or prerecorded voice): (1) paging system; (2) cellular telephone service; (3)\nlandline; (4) text message; (5) email message; or (6) facsimile. For your convenience,\nemail and text messages may be sent unencrypted. Before using or agreeing to use of\nany unsecure electronic communication to communicate with us, note that there are\ncertain risks, such as interception by others, misaddressed/misdirected messages,\nshared accounts, messages forwarded to others, or messages stored on unsecured\npotable electronic devices. If you want to limit these communications to a specific\ntelephone number or numbers, you need to request that only a designated number or\nnumbers be used for these purposes. If you inform us that you do not want to receive\nsuch communications, we will stop sending these communications to you.\n*Business Associates. We may disclose your health information to our contracted\nbusiness associates in order to carry out specific tasks related to Nemaha Valley\nCommunity Hospital’s health care operations. When we do this, the business\nassociate agrees in the contract to protect your health information and to use and\ndisclose such health information only to the extent Nemaha Valley Community\nHospital would be able to do so.\n*Appointment Reminders; Telephone and Email Messages. We may use and\ndisclose your health information to contact you and remind you of an appointment at\nNemaha Valley Community Hospital. This may include contacting you with the date,\ntime, and location of your appointment by (1) sending a reminder card to the most\nrecent mailing address we have for you; (2) sending an email message to the most\nrecent email address we have for you if you have requested we communicate by email;\n(3) calling the most recent telephone number we have available and, if necessary,\nleaving a voicemail message or a message on your answering machine, or a message\nwith a person, other than you, who answers your telephone unless you tell us not to, or\n(4) other means of communication (e.g., patient portal, text messaging, etc.).\n*Treatment Alternatives. We may use or disclose your health information to let you\nknow about treatments that may be offered to you so you can make good choices\nabout your health care.\n*Health-Related Benefits and Services. We may use and disclose health\ninformation to tell you about health benefits or services that may be of interest to you.\n\nYOUR CHOICES. For certain health information, you can tell us your choices about\nwhat we share. If you have a clear preference for how we share your information in situations\ndescribed below, talk to us. Tell us what you want us to do, and we will follow your\ninstructions.\n(1) IN THESE CASES, YOU HAVE BOTH THE RIGHT AND CHOICE TO TELL US\nTO:\n*Share Information with Your Family, Close Friends, or Others Involved in Your\nCare; Disaster Relief. We may disclose your location or general condition to family\n\n\fmembers, your personal representative, or another person identified by you. If any of these\nindividuals are involved in your care or payment for your care, we may also disclose\ninformation as is directly relevant to their involvement. If you are not able to tell us a\npreference, for example, if you are unconscious, incapacitated, in an emergency situation, or\nunavailable, we may go ahead and share your information if we believe it is in your best\ninterests. Also, we may disclose your health information as part of a disaster relief effort so\nyour family knows about your condition, status, and location.\n* Nemaha Valley Community Hospital Directory. We may disclose limited information\nabout you which will be available to the public via Nemaha Valley Community Hospital’s\ndirectory. While you are here at Nemaha Valley Community Hospital as a patient, the\ninformation we disclose may be your name, room number in Nemaha Valley Community\nHospital, and your general condition (for example, “Fair,” “Stable,” etc.) and your religion.\nAll the above information (except your religion) may be released to anyone who asks for you\nby name. Your religion may be given to a minister, priest, or rabbi even if they do not ask for\nyou by name. Nemaha Valley Community Hospital maintains a facility directory so your\nrelatives, friends, and religious persons can visit you in Nemaha Valley Community Hospital.\nIf you do not want this information shared, you must write Nemaha Valley Community\nHospital or note your preference on the admission/consent form. If you are not able to tell us\na preference, for example, if you are unconscious, incapacitated, in an emergency situation,\nor unavailable, we may go ahead and share your information if we believe it is in your best\ninterests.\n*Contact You for Fundraising Activities. We may use and disclose your health\ninformation, including your name, address or other contact information: age, insurance\nstatus, gender, date of birth, department of service, treating physician, and outcome\ninformation for fundraising purposes. We may contact you to help Nemaha Valley\nCommunity Hospital raise money. We may also disclose your health information to a\nfoundation, so it can help Nemaha Valley Community Hospital raise money. In the case of\nfundraising, if you do not want Nemaha Valley Community Hospital to contact you for\nfundraising efforts, you must notify the Contact Person using the contact information on Page\n1.\n(2) IN THESE CASES, WE NEVER SHARE YOUR INFORMATION UNLESS YOU\nGIVE US WRITTEN AUTHORIZATION:\n*Marketing, Sale, and Psychotherapy Notes. Most uses and disclosures of psychotherapy\nnotes, uses and disclosures for marketing purposes, and uses and disclosures that constitute a\nsale of your health information require your authorization.\n*Psychotherapy Notes. Psychotherapy notes are a particular type of health\ninformation. Mental Health records generally are not considered psychotherapy\nnotes. Your authorization is necessary for us to disclose psychotherapy notes.\n*Marketing and Sale of Health Information. There are some circumstances when\nwe may directly or indirectly receive a financial (e.g., monetary payment) or non-\n\n\ffinancial (e.g., in-kind item or service) benefit from a use or disclosure of your health\ninformation. Your authorization is necessary for us to sell your health information.\nYour authorization is also necessary for some marketing uses of your health\ninformation.\n\nADDITIONAL PRIVACY FOR SUBSTANCE USE DISORDER\n(SUD) TREATMENT. Federal law (42 C.F.R. Part 2) protects the confidentiality of\nsubstance use disorder information, and these protections are now more consistent with HIPAA.\nAlthough Nemaha Valley Community Hospital is not a substance use treatment program (SUD\nProgram operating under the 42 C.F.R. Part 2 regulations), we may receive information from a\nSUD Program about your treatment. We may not disclose this information so that it can be used\nin a civil, criminal, administrative, or legislative proceeding against you unless:\n*We have your written consent; or\n* A court order accompanied by a subpoena or other legal requirement compelling\ndisclosure issued after Nemaha Valley Community Hospital and you were given notice\nand an opportunity to be heard.\nSubstance use disorder counseling notes have enhanced confidentiality protections similar to\npsychotherapy notes under HIPAA and generally require specific patient written authorization\nfor disclosure, unless the law permits otherwise. In all other situations, we will follow our\nprivacy practices regarding the disclosure of substance use disorder information as stated in this\nNotice.\nIn addition, if we use this information to raise funds for Nemaha Valley Community Hospital’s\nbenefit, we must first provide you with a clear and conspicuous opportunity to elect not to\nreceive any fundraising communication.\n\nADDITIONAL WAYS WE USE OR SHARE YOUR HEALTH\nINFORMATION. We are allowed or required to share your information in other ways –\nusually in ways that contribute to the public good, such as public health and research. We have\nto meet certain conditions in the law before we can share your information for these purposes.\n*Research. Under certain circumstances, we may use and disclose your health information\nfor medical research. All research projects, however, are subject to a special approval\nprocess. Before we use or disclose your health information for research, the project will have\nbeen approved.\n*As Required by Law. We will share health information about you if state or federal laws\nrequire it, including with the Department of Health and Human Services if it wants to see that\nwe’re complying with federal privacy law. Things like wounds from weapons, abuse,\ncommunicable diseases, and neglect are examples of such information and we do not need\nyour permission to disclose this information.\n\n\f*To Avoid a Serious Threat to Health or Safety. We may use or disclose your health\ninformation when necessary to reduce or prevent a serious threat to your health and safety or\nthe health and safety of another individual or the public. Under these circumstances, we will\nonly make disclosures to a person or organization able to help prevent the threat.\n*Organ and Tissue Donation. If you are an organ donor, we may disclose your health\ninformation to people who deal with organ collection, eye or tissue transplants, or to a\ndonation bank. We give your information to these people to make sure organ or tissue\ndonation or transplants can be made.\n*Military and Veterans. If you are a member of the armed forces, we may disclose your\nhealth information as required by those military authorities in command. If you are a member\nof the military of another country, we may release your health information to the authority in\ncommand in your country.\n*Worker’s Compensation. If you are involved in an injury that happens while you are at\nwork, we may have to disclose your health information so your medical bills can be paid by\nyour employer. Nemaha Valley Community Hospital may disclose your health information\nfor worker’s compensation and similar programs to the extent necessary to comply with the\nlaw.\n*Public Health Risks. We may disclose your health information without your permission if\nthere is a danger to the public’s health. Some general examples of these dangers include: to\navoid disease, injury or disability; to report births and deaths; to report child abuse and\nneglect; to report reactions to drugs and other health products; to report a recall of health\nproducts or medications; to tell a person he/she has been exposed to a disease or may get a\ndisease or spread the disease; to tell a government authority if we believe an adult patient has\nbeen abused, neglected, or the victim of violence, however, we will only disclose this\ninformation if the patient agrees or we are required or authorized by law to disclose this\ninformation; to let employers know about a workplace illness or workplace safety; and/or to\nreport trauma injury to the state. We may also, with consent, give immunization information\nto a school.\n*Health Oversight Activities. We may disclose your health information without your\npermission to a special group who checks up on hospitals to make sure they are following the\nrules. These special groups investigate, inspect, and license hospitals. This is necessary for\nour government to know about our hospitals and that they are following the rules and the\nlaws.\n*Lawsuits and Disputes. We may disclose your health information if you are involved in a\nlawsuit or dispute. If a court orders that we disclose your health information, even if you are\nnot involved in a lawsuit or dispute, we may also disclose your health information. Other\nreasons that may cause us to release your health information would be if there is an order to\nappear in court, a discovery request, or other legal reason by someone else involved in a\ndispute. There must be an effort made to tell you about this request or an order to make sure\nthat the information they want is protected.\n\n\f*Law Enforcement. We may disclose your health information if asked for by a police\nofficial for the following reasons: a court order, subpoena, warrant, or summons; to find a\nsuspect, fugitive, witness, or missing person; regarding a crime victim, if we obtain the\nperson’s agreement, or, under certain circumstances, if we are unable to obtain the person’s\nagreement; about a death we believe may be the result of a crime; about some crime that\nhappens at Nemaha Valley Community Hospital; or in emergencies, to report a crime, the\nplace where the crime happened, the victim of the crime, or the identity, description or\nwhereabouts of the person who committed the crime.\n*Coroners, Medical Examiners and Funeral Directors. We may disclose health\ninformation to a coroner or medical examiner to identify a person who has died or to\ndetermine the cause of death. We may also disclose health information to funeral directors so\nthey can carry out their duties. We are required to protect your health information for fifty\n(50) years following your death.\n*National Security and Intelligence Activities. We may disclose your health information to\nfederal authorities for intelligence, counter-intelligence, and other situations involving our\nnational safety.\n*Protective Services for the President and Others. We may disclose health information\nabout you to federal officials so they can protect the President or other officials or foreign\nheads of state or so they may conduct special investigations.\n*Inmates. If you are an inmate of a prison or placed under the charge of a law enforcement\nofficial, we may disclose your health information (1) to the prison to provide you with health\ncare; (2) to protect the health and safety of you and others; or (3) for the safety of the prison.\n\nOTHER USES AND DISCLOSURE REQUIRING YOUR\nAUTHORIZATION. All other uses and disclosures of your health information,\nincluding family members or any other individual not already authorized to receive your health\ninformation, will be made by Nemaha Valley Community Hospital only with your express\nwritten authorization. Once Nemaha Valley Community Hospital discloses your health\ninformation based on your authorization or as legally permitted under state and federal law as\ndescribed in this Notice, the disclosed health information may no longer be protected and may be\nre-disclosed by the recipient without your knowledge or authorization.\n\nYOUR RIGHTS REGARDING ELECTRONIC HEALTH\nINFORMATION EXCHANGE. Nemaha Valley Community Hospital participates\nin electronic health information technology or HIT. This technology allows a provider or a health\nplan to make a single request through a health information organization or HIO to obtain\nelectronic records for a specific patient from other HIT participants for purposes of treatment,\npayment, or health care operations. HIOs are required to use appropriate safeguards to prevent\nunauthorized uses and disclosures. You have two options with respect to HIT. First, you may\npermit authorized individuals to access your electronic health information through an HIO. If\n\n\fyou choose this option, you do not have to do anything. Second, you may restrict access to all of\nyour information through an HIO (except as required by law). If you wish to restrict access, you\nmust submit the required information either online at http://www.KanHIT.org or by completing\nand mailing a form. This form is available at http://www.KanHIT.org. You cannot restrict access\nto certain information only; your choice is to permit or restrict access to all of your information.\nIf you have questions regarding HIT or HIOs, please visit http://www.KanHIT.org for additional\ninformation. If you receive health care services in a state other than Kansas, different rules may\napply regarding restrictions on access to your electronic health information. Please communicate\ndirectly with your out-of-state health care provider regarding those rules.\n\nOUR RESPONSIBILITIES.\n We are required by law to maintain the privacy and security of your health information.\nOther federal and state laws may provide privacy protections in addition to HIPAA for\ncertain diagnoses. This includes information related to alcohol and substance use,\ngenetics, mental health, HIV/AIDS, or minors’ information. We will follow the more\nstringent law, where it applies to us.\n We will let you know promptly if a breach occurs that may have compromised the\nprivacy or security of your information.\n We must follow the duties and privacy practices described in this Notice and give you a\ncopy of it.\n We will not use or disclose your health information other than as described herein\nwithout your authorization. If you tell us we can, you may change your mind at any time.\nLet us know in writing if you change your mind. If you revoke your authorization, it will\nnot be effective for any uses and disclosures we have already made in reliance on your\nprior authorization.\n\nCHANGES TO THE TERMS OF THIS NOTICE. We may change the\nterms of this Notice, and the changes will apply to all information we have about you. The new\nnotice will be available upon request, in the Nemaha Valley Community Hospital, and on\nNemaha Valley Community Hospital’s website. You will find the date the Notice takes effect at\nthe top of the first page below the title. You can get a copy of this Notice at any time by\ncontacting the Contact Person listed above.\n\nDISCRIMINATION IS AGAINST THE LAW\nNemaha Valley Community Hospital complies with applicable Federal civil rights laws and does\nnot discriminate on the basis of race, color, national origin, age, disability, or sex. Nemaha\nValley Community Hospital does not exclude people or treat them differently because of race,\ncolor, national origin, age, disability, or sex.\nNemaha Valley Community Hospital:\n• Provides free aids and services to people with disabilities to communicate effectively\n\n\f•\n\nwith us, such as:\no Qualified sign language interpreters\no Written information in other formats (large print, audio, accessible electronic\nformats, other formats)\nProvides free language services to people whose primary language is not English, such\nas:\no Qualified interpreters\no Information written in other languages\n\nIf you need these services, contact Courtney Schmelzle, Community Outreach Coordinator &\nHIPAA Privacy Officer.\n\nIf you believe that Nemaha Valley Community Hospital has failed to provide these services or\ndiscriminated in another way on the basis of race, color, national origin, age, disability, or sex,\nyou can file a grievance with:\nCourtney Schmelzle, Community Outreach Coordinator & HIPAA Privacy Officer\n1600 Community Dr.\nSeneca, KS 66538\nPhone: 785-336-0426\nEmail: cschmelzle@nemvch.org\nYou can file a grievance in person or by mail, fax, or email. If you need help filing a grievance,\nCourtney Schmelzle, Community Outreach Coordinator & HIPAA Privacy Officer is available to\nhelp you.\nYou can also file a civil rights complaint with the U.S. Department of Health and Human\nServices, Office for Civil Rights, electronically through the Office for Civil Rights Complaint\nPortal, available at https://ocrportal.hhs.gov/ocr/smartscreen/main.jsf, or by mail or phone at:\nU.S. Department of Health and Human Services\n200 Independence Avenue, SW\nRoom 509F, HHH Building\nWashington, D.C. 20201\n1-800-368-1019, 800-537-7697 (TDD)\nComplaint forms are available at http://www.hhs.gov/ocr/office/file/index.html\n\nNOTICE OF NONDISCRIMINATION TAGLINES\nATENCIÓN: si habla español, tiene a su disposición servicios gratuitos de asistencia lingüística.\nLlame al 1-888-528-6692,\nCHÚ Ý: Nếu bạn nói Tiếng Việt, có các dịch vụ hỗ trợ ngôn ngữ miễn phí dành cho bạn. Gọi số\n1-888-528-6692.\n\n\f注意：如果您使用繁體中文，您可以免費獲得語言援助服務。請致電 1-888-528-6692.\nACHTUNG: Wenn Sie Deutsch sprechen, stehen Ihnen kostenlos sprachliche\nHilfsdienstleistungen zur Verfügung. Rufnummer: 1-888-528-6692.\n주의: 한국어를 사용하시는 경우, 언어 지원 서비스를 무료로 이용하실 수 있습니다. 1888-528-6692.번으로 전화해 주십시오.\n້ າພາສາ ລາວ, ການບ\n່ໍ ເສ\nໂປດຊາບ: ຖ\n້ າວ\n່ າທ\n່ ານເວ\nໍ ິ ລການຊ\n່ ວຍເຫ\n້ ານພາສາ, ໂດຍບ\n່ າ,\nຼື ອດ\nັ ຽຄ\nແມ\n່ ນມ\n້ ອມໃຫ\n້ ທ\n່ ານ. ໂທຣ 1-888-528-6692\nີ ພ\n‫(رقم‬1-888-528-669 ‫ اتصل برقم‬.‫ فإن خدمات المساعدة اللغوية تتوافر لك بالمجان‬،‫ إذا كنت تتحدث اذكر اللغة‬:‫ملحوظة‬\n1-888-528-6692 :‫هاتف الصم والبكم‬\nATTENTION : Si vous parlez français, des services d'aide linguistique vous sont proposés\ngratuitement. Appelez le 1-888-528-6692\n注意事項：日本語を話される場合、無料の言語支援をご利用いただけます。1-888-5286692.まで、お電話にてご連絡ください。\nВНИМАНИЕ: Если вы говорите на русском языке, то вам доступны бесплатные услуги\nперевода. Звоните 1-888-528-6692.\n\n‫ تسهیالت زبانی بصورت رايگان برای شما فراهم‬،‫ اگر به زبان فارسی گفتگو می کنید‬:‫توجه‬\n.‫ تماس بگیريد‬1-888-528-6692) ‫ با‬.‫می باشد‬\nPAUNAWA: Kung nagsasalita ka ng Tagalog, maaari kang gumamit ng mga serbisyo ng tulong\nsa wika nang walang bayad. Tumawag sa 1-888-528-6692.\nသတိျ ပဳရန္ - အကယ္၍ သင္သ ည္ ျ မန္မာစကာား ကို ေျျ ပာပါက၊ ဘာသာစကာား အကူအညီ၊ အခမ၊ဲ့\nသင္္ျအတတက္\nစီစဥ္ေျဆာင္င္ြက္ေျပားပါမည္။ ဖိုန္ျားနံပါတ္ 1-888-528-6692. သိုျ႔\nိ ေျခၚဆိုပါ။\nဲ့\nLUS CEEV: Yog tias koj hais lus Hmoob, cov kev pab txog lus, muaj kev pab dawb rau koj.\nHu rau 1-888-528-6692.\nKUMBUKA: Ikiwa unazungumza Kiswahili, unaweza kupata, huduma za lugha, bila malipo.\nPiga simu 1-888-528-6692.\n\n\f",
  "full_text_chars": 34468,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 20,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
