{
  "filename": "form-1.pdf",
  "file_size_bytes": 721971,
  "page_count": 3,
  "has_text_layer": true,
  "text_preview": "{Branding }\n\nAUTHORIZATION TO DISCLOSE PROTECTED HEALTH INFORMATION\nPlease read this entire form before signing and complete all the sections that apply to your decisions relating to the disclosure of protected health information. Individuals cannot be\ndenied treatment based on a failure to sign this authorization form, and a refusal to sign this form will not affect the payment, enrollment, or eligibility for benefits.\nNAME OF PATIENT OR INDIVIDUAL\nLast\n\nFirst\n\nOTHER NAME(S) USED\n\nMiddle\n\nDATE ",
  "full_text": "{Branding }\n\nAUTHORIZATION TO DISCLOSE PROTECTED HEALTH INFORMATION\nPlease read this entire form before signing and complete all the sections that apply to your decisions relating to the disclosure of protected health information. Individuals cannot be\ndenied treatment based on a failure to sign this authorization form, and a refusal to sign this form will not affect the payment, enrollment, or eligibility for benefits.\nNAME OF PATIENT OR INDIVIDUAL\nLast\n\nFirst\n\nOTHER NAME(S) USED\n\nMiddle\n\nDATE OF BIRTH Month ______________ Day\n\nADDRESS\nCITY\n\nPHONE (\n\nZIP\n\nSTATE\n\n)\n\nALT. PHONE (\n\nREASON FOR DISCLOSURE (Choose only one option below)\n□ Treatment/Continuing Medical Care\n□ Personal Use\n□ Billing, Claims, or Insurance\n□ Health Oversight Activities (complete page 3)\n□ Legal Purposes (complete page 3)\n□ Disability Determination\n□ School\n□ Employment\n□ Other\n\nPerson/Organization Name\nAddress\nState\n\nPhone (\n\n)\n\n)\n\nEMAIL ADDRESS (Optional):\n\nI AUTHORIZE THE FOLLOWING TO DISCLOSE THE INDIVIDUAL’S PROTECTED HEALTH INFORMATION:\n\nCity\n\nYear\n\nFax (\n\nZIP\n)\n\nWHO CAN RECEIVE AND USE THE HEALTH INFORMATION?\nPerson/Organization Name\nAddress\nCity\n\nState\n\nPhone (\n\nZIP\n\nFax (\n\n)\n\nMETHOD OF RELEASE\n\nEmail\n\nUS Postal Service\n\n)\n\nEmail:\n\nPrint for pick-up\n\nWHAT INFORMATION CAN BE DISCLOSED?\nDate of Service: ________________________________________________________________________________________________\n□\n□\n□\n□\n□\n\nAll Health Information\nPhysician’s Orders\nProgress Notes\nPathology Reports\nHistory/Physical Exam\n\n□\n□\n□\n□\n□\n\nPatient Allergies\nDischarge Summary\nBilling Information\nPast/Present Medications\nOperation Reports\n\n□\n□\n□\n□\n□\n\nDiagnostic Test Reports\nRadiology Reports\nRadiology Images\nLab Results\nConsultation Reports\n\n□\n□\n\nEKG/Cardiology Reports\nOther\n\nYour initials are required if you wish to release any of the following information:\nMental Health Records (excluding psychotherapy notes)\n\nDrug, Alcohol, or Substance Abuse Records\n\nGenetic Information (including Genetic Test Results)\n\nHIV/AIDS Test Results/Treatment\n\nEFFECTIVE TIME PERIOD: This authorization is valid until the earlier of the occurrence of the death of the individual; the individual reaching the age of majority; or permission\nis withdrawn; or the following specific date (optional): Month _____ Day _____ Year _____\nRIGHT TO REVOKE: I understand that I can withdraw my permission at any time by giving written notice stating my intent to revoke this authorization to the person or\norganization named under “WHO CAN RECEIVE AND USE THE HEALTH INFORMATION.” I understand that prior actions taken in reliance on this authorization by entities that\nhad permission to access my health information will not be affected.\nSIGNATURE AUTHORIZATION: I have read this form and agree to the uses and disclosures of the information as described. I understand that information disclosed pursuant\nto this authorization may be subject to re-disclosure by the recipient and may no longer be protected by federal or state privacy laws.\nSIGNATURE X\nSignature of Individual or Individual’s Legally Authorized Representative\nPrinted Name of Legally Authorized Representative (if applicable):\nIf representative, specify relationship to the individual:\no Parent of minor\n\no Guardian\n\nDATE\no Other :\n\nRev. 09/19/2024\n\n\fMORE INFORMATION ABOUT THE\nAUTHORIZATION TO DISCLOSE PROTECTED HEALTH INFORMATION\nThis form is intended for use in complying with the requirement s of the Health Insurance Portability and Accountability Act and Privacy Standards (HIPAA)\nand the Texas Medical Privacy Act (Texas Health & Safety Code, Chapter 181).\nCovered entities, as that term is defined by HIPAA and Texas Health & Safety Code § 181.001, must obtain a signed authorization from the individual or the\nindividual’s legally authorized representative to electronically disclose that individual’s protected health information, in certain circumstances.\nAuthorization is not required for disclosures related to treatment, payment, health care operations, performing certain insurance functions, or as may be\notherwise authorized by law. (Tex. Health & Safety Code §§ 181.154(b),(c), §241.153; 45 C.F.R. §§ 164.502(a)(1); 164.506, and 164.508).\nThe authorization provided by use of the form means that Texas Oncology can disclose, communicate, or send the named individual’s protected health\ninformation to the organization, entity or person identified on the form, including through the use of any electronic means.\nDefinitions – In the form, the terms “treatment,” “healthcare operations,” “psychotherapy notes,” and “protected health information” are as defined in\nHIPAA (45 CFR164.501). “Legally authorized representative” as used in the form includes any person authorized to act on behalf of another individual. (Tex.\nOcc. Code § 151.002(6); Tex. Health & Safety Code §§ 166.164, 241.151; and Tex. Probate Code § 3(aa)).\nNote on Release of Health Records – This form is not required for the permissible disclosure of an individual’s protected health information to the\nindividual or the individual’s legally authorized representative. (45 C.F.R. §§ 164.502(a)(1)(i), 164.524; Tex. Health & Safety Code § 181.102). If requesting a\ncopy of the individual’s health records with this form, state and federal law allows such access, unless such access is determined by the physician or mental\nhealth provider to be harmful to the individual’s physical, mental or emotional health. (Tex. Health & Safety Code §§ 181.102, 611.0045(b); Tex. Occ. Code\n§ 159.006(a); 45 C.F.R. § 164.502(a) (1)).\nProhibited Uses: Federal law prohibits use and disclosure of health information for criminal, civil, or administrative investigations or proceedings for the\n“mere act of” seeking, obtaining, providing, or facilitating reproductive health care that was legal when it was provided is prohibited. This type of\ninformation cannot be shared without first getting an assurance from the third party requesting the health information that the information will not be\nused for a prohibited purpose.\nExamples of reproductive health care include but are not limited to; birth control, pregnancy screening, prenatal care, miscarriage management,\npregnancy termination, and other types of care, procedures, services, and supplies used for the diagnosis and treatment of conditions related to the\nreproductive system.\nTexas Oncology will obtain a written and signed attestation from any third party requesting the information for the purposes of Judicial and Administrative\nProceedings, Health Oversight Activities, Law Enforcement, Public Health Activities that it will not be used for a prohibited purpose.\nCharges - There may charge a retrieval/processing fee and for copies of medical records under certain circumstances. (Tex. Health & Safety Code §\n241.154).\nRight to Receive a Copy – The individual and/or the individual’s legally authorized representative has a right to receive a copy of this authorization.\n\nRev. 09/19/2024\nRev. 09/19/2024\n\n\fPROHIBITED USE ATTESTATION\nPatient Name:\nRequester Name:\nRecipient Name:\nSelect the purpose of the information you are requesting:\n☐ health oversight activities\n\n☐ judicial and administrative proceedings\n\n☐ law enforcement purposes\n\n☐ disclosures about decedents to coroners and medical examiners\n\nDescription and date range of records being requested:\n\nI attest this information is not intended for a purpose prohibited under 45 CFR 164.502(a)(5)(iii).\n☐ a. This information is not intended for use in criminal, civil, or administrative investigations or proceedings against persons for “mere act of”\nseeking, obtaining, providing, or facilitating reproductive health care that is lawful under the circumstances in which it is provided. No further\ninformation is required. Proceed to end and sign.\n☐ b. This information is intended for use in criminal, civil, or administrative investigations or proceedings against persons for obtaining reproductive\nhealth care that was against the law at the time and in the location, it was provided. Supporting documentation is attached.\nDocumentation to support the determination that the services in question were illegal at the time and place they were performed is\nrequired.\nSupporting documentation and the totality of the request for information is subject to review by the covered entity.\nAttestation: By signing this form, I do hereby attest that this information is true and accurate to the best of my knowledge, and I understand that any\nfalsification, omission, or concealment of material fact may subject me to administrative, civil, or criminal liability pursuant to 42 U.S.C. 1320d-6.\nSignature:\n\nDate:\n\nPrinted Name:\nTitle:\nInstitution:\n\nRev. 09/19/2024\n\n\f",
  "full_text_chars": 8676,
  "fillable_field_count": 95,
  "fillable_field_names": [],
  "font_count": 20,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
