{
  "filename": "form-2.pdf",
  "file_size_bytes": 312173,
  "page_count": 3,
  "has_text_layer": true,
  "text_preview": "AUTORIZACIÓN PARA DIVULGAR INFORMACIÓN DE SALUD PROTEGIDA\nLea este formulario en su totalidad antes de firmarlo y complete todas las secciones que correspondan a sus decisiones relativas a la divulgación de información de salud protegida.\nNo se puede negar el tratamiento a una persona por no haber firmado este formulario de autorización. Asimismo, si una persona se niega a firmarlo, no afectará el pago, la inscripción\no la elegibilidad para recibir los beneficios.\nNOMBRE DEL PACIENTE O INDIVIDUO",
  "full_text": "AUTORIZACIÓN PARA DIVULGAR INFORMACIÓN DE SALUD PROTEGIDA\nLea este formulario en su totalidad antes de firmarlo y complete todas las secciones que correspondan a sus decisiones relativas a la divulgación de información de salud protegida.\nNo se puede negar el tratamiento a una persona por no haber firmado este formulario de autorización. Asimismo, si una persona se niega a firmarlo, no afectará el pago, la inscripción\no la elegibilidad para recibir los beneficios.\nNOMBRE DEL PACIENTE O INDIVIDUO\n\nApellido\n\nPrimer nombre\n\nSegundo nombre\n\nESTADO\n\nCÓDIGO POSTAL\n\nOTROS NOMBRES QUE UTILICE\nFECHA DE NACIMIENTO Mes\n\nDIRECCIÓN\nCIUDAD\n\nTELÉFONO (\n\n)\n\nEstado\nFax (\n\n)\n\n□ Tratamiento/atención médica continua\n□ Uso personal\n□ Facturación, reclamaciones o seguros\n□ Actividades de supervisión de la salud (complete la página 3)\n□ Fines legales (complete la página 3)\n□ Determinación de discapacidades\n□ Motivos escolares\n□ Motivos de empleo\n□ Otros\n\nDirección\n\n)\n\nTELÉFONO ALT. (\n\nMOTIVO DE LA DIVULGACIÓN (elija solo una opción)\n\nNombre de la persona/organización\n\nTeléfono (\n\nAño\n\nDIRECCIÓN DE CORREO ELECTRÓNICO (opcional):\n\nAUTORIZO A LAS SIGUIENTES PERSONAS A DIVULGAR LA INFORMACIÓN DE SALUD\nPROTEGIDA DE LA PERSONA:\n\nCiudad\n\nDía\n\nCódigo postal\n\n)\n\n¿QUIÉN PUEDE RECIBIR Y UTILIZAR LA INFORMACIÓN DE SALUD?\nNombre de la persona/organización\nDirección\nCiudad\n\nEstado\n\nTeléfono (\n\n)\n\nFax (\n\nMÉTODO DE ENTREGA\n\nCódigo postal\n)\n\nCorreo electrónico:\n\n□ Correo electrónico □ Servicio postal de EE. UU. □ Impresión para pasar a retirar\n\n¿QUÉ INFORMACIÓN PUEDE DIVULGARSE?\nFecha del servicio: ________________________________________________________________________________________________\n□\n□\n□\n□\n□\n\nToda la información de salud\nÓrdenes médicas\nNotas de progreso\nInformes patológicos\nHistorial/examen físico\n\n□\n□\n□\n□\n□\n\nAlergias del paciente\nResumen del alta\nInformación de facturación\nMedicamentos anteriores/actuales\nInformes de operaciones\n\n□\n□\n□\n□\n□\n\nInformes de pruebas diagnósticas\nInformes radiológicos\nImágenes de radiología\nResultados de laboratorio\nInformes de consultas\n\n□\n□\n\nInformes de ECG o cardiología\nOtros\n\nSe requieren sus iniciales si desea divulgar alguno de los siguientes datos:\nHistoriales de salud mental (excluidas las notas de psicoterapia)\n\nHistorial de abuso de drogas, alcohol o sustancias\n\nInformación genética (incluidos los resultados de pruebas genéticas)\n\nResultados de pruebas o tratamiento del VIH/sida\n\nPERIODO DE TIEMPO EN VIGENCIA: esta autorización es válida hasta la persona muera, la persona alcance la mayoría de edad, se retire el permiso, o hasta la siguiente fecha\nespecífica (opcional), lo que ocurra primero: Mes _____ Día _____ Año _____\nDERECHO DE REVOCACIÓN: comprendo que puedo retirar mi permiso en cualquier momento proporcionando un aviso por escrito en el que se indique mi intención\nde revocar esta autorización a la persona u organización nombrada en “QUIÉN PUEDE RECIBIR Y UTILIZAR LA INFORMACIÓN DE SALUD”. Comprendo que no se verán\nafectadas las acciones previas emprendidas en virtud de esta autorización por entidades que tenían permiso para acceder a mi información de salud.\nAUTORIZACIÓN DE FIRMA: he leído este formulario y acepto los usos y divulgaciones de la información tal como se describen. Comprendo que la información divulgada de conformidad\ncon esta autorización puede estar sujeta a una nueva divulgación por parte del destinatario y puede ya no estar protegida por las leyes de privacidad federales o estatales.\nFIRMA X\nFirma de la persona o de su representante legal\nNombre en letra de imprenta del representante legal (si corresponde):\nSi es representante, especifique el parentesco con la persona:\no Padre o madre del menor\n\nFECHA\no Tutor\n\no Otro:\n\nRev. 09/19/2024\n\n\fMÁS INFORMACIÓN SOBRE LA AUTORIZACIÓN PARA DIVULGAR\nINFORMACIÓN DE SALUD PROTEGIDA\nEste formulario está destinado a cumplir los requisitos de la Ley de Portabilidad y Responsabilidad del Seguro Médico y Normas de Privacidad (HIPAA)\ny la Ley de Privacidad Médica de Texas (Código de Salud y Seguridad de Texas, Capítulo 181).\nLas entidades cubiertas, tal y como se define este término en la ley HIPAA y en la Sección 181.001 del Código de Salud y Seguridad de Texas, deben obtener\nuna autorización firmada por la persona o su representante legal para divulgar de manera electrónica la información de salud protegida de dicha persona,\nen determinadas circunstancias.\nLa autorización no es necesaria para las divulgaciones relacionadas con el tratamiento, el pago, las operaciones de atención médica, la realización de\ndeterminadas funciones del seguro o cuando la ley lo autorice de otro modo. (Código de Salud y Seguridad de Texas, Sección 181.154(b), (c), Sección\n241.153; Título 45, Secciones 164.502(a)(1); 164.506 y 164.508 del CFR).\nLa autorización proporcionada mediante el uso del formulario significa que Texas Oncology puede divulgar, comunicar o enviar la información de salud\nprotegida del individuo nombrado a la organización, entidad o persona identificada en el formulario, incluido el uso de cualquier medio electrónico.\nDefiniciones: en el formulario, los términos “tratamiento”, “operaciones de atención médica”, “notas de psicoterapia” e “información de salud protegida”\nson los que se definen en la HIPAA (Título 45, Sección 164.501 del CFR). Cuando se habla de un “representante legal”, tal como se utiliza en el formulario,\nse incluye a toda persona autorizada a actuar en nombre de otro individuo. (Código de Ocupaciones de Texas, Sección 151.002(6); Código de Salud\ny Seguridad de Texas, Sección 166.164, 241.151; y Código de Sucesiones de Texas, Sección 3(aa)).\nNota sobre la divulgación de historiales médicos: este formulario no es necesario para la divulgación permitida de la información de salud protegida de\nuna persona a la persona o al representante legalmente autorizado de la persona. (Título 45, Secciones 164.502(a)(1)(i) y 164.524 del CFR; Código de Salud\ny Seguridad de Texas, Sección 181.102). Si solicita una copia del historial médico de la persona con este formulario, las leyes estatales y federales permiten\ndicho acceso, a menos que el médico o proveedor de salud mental determine que dicho acceso es perjudicial para la salud física, mental o emocional\nde la persona. (Código de Salud y Seguridad de Texas, Sección 181.102, 611.0045(b); Código de Ocupaciones de Texas, Sección 159.006(a); Título 45,\nSección 164.502(a) (1) del CFR).\nUsos prohibidos: la ley federal prohíbe el uso y la divulgación de información de salud para investigaciones o procedimientos penales, civiles\no administrativos por el “mero hecho de” buscar, obtener, proporcionar o facilitar atención médica reproductiva que era legal cuando se proporcionó.\nEste tipo de información no puede compartirse sin obtener antes la garantía por parte del tercero que la solicita de que no se utilizará para un\nfin prohibido.\nAlgunos ejemplos de atención médica reproductiva son los siguientes: control de la natalidad, detección de embarazos, atención prenatal, gestión\nde abortos espontáneos, interrupción del embarazo y otros tipos de atención, procedimientos, servicios y suministros utilizados para el diagnóstico\ny tratamiento de afecciones relacionadas con el sistema reproductivo.\nTexas Oncology obtendrá una declaración escrita y firmada de cualquier tercero que solicite la información para fines de procedimientos judiciales\ny administrativos, actividades de supervisión de la salud, el cumplimiento de la ley, actividades de salud pública, de que no se utilizará para un fin prohibido.\nTasas: en determinadas circunstancias, puede cobrarse una tasa por recuperación/tramitación y por copias de historiales médicos. (Código de Salud\ny Seguridad de Texas, Sección 241.154).\nDerecho a recibir una copia: la persona o su representante legal tiene derecho a recibir una copia de esta autorización.\n\nRev. 09/19/2024\n\n\fDECLARACIÓN DE USO PROHIBIDO\nNombre del paciente:\nNombre del solicitante:\nNombre del destinatario:\nSeleccione la finalidad de la información que solicita:\n☐ actividades de supervisión de la salud\n\n☐ procedimientos judiciales y administrativos\n\n☐ fines policiales\n\n☐ divulgación de información sobre fallecidos a médicos forenses y médicos legistas\n\nDescripción e intervalo de fechas de los registros solicitados:\n\nDeclaro que esta información no está destinada a un fin prohibido en virtud del 45 CFR 164.502(a)(5)(iii).\n☐ a. \u0007Esta información no está destinada a utilizarse en investigaciones o procedimientos penales, civiles o administrativos por el “mero hecho de”\nbuscar, obtener, proporcionar o facilitar atención médica reproductiva que sea legal en las circunstancias en que se presta. No se requiere\nmás información. Continúe hasta el final y firme.\n☐ b. \u0007Esta información está destinada a utilizarse en investigaciones o procedimientos penales, civiles o administrativos contra personas por haber\nobtenido servicios de salud reproductiva que eran ilegales en el momento y en el lugar en que se prestaron. Se adjunta documentación justificativa.\nSe requiere documentación que respalde la determinación de que los servicios en cuestión eran ilegales en el momento y lugar en que\nse prestaron.\nLa documentación justificativa y la totalidad de la solicitud de información están sujetas a revisión por parte de la entidad cubierta.\nDeclaración: al firmar este formulario, declaro que esta información es verdadera y exacta a mi leal saber y entender, y comprendo que cualquier\nfalsificación, omisión o encubrimiento de hechos materiales puede someterme a responsabilidades administrativas, civiles o penales de conformidad\ncon el Título 42, Sección 1320d-6 del Código de los Estados Unidos.\n\nFirma:\b\n\nFecha:\n\nNombre en letra de imprenta:\b\nTítulo:\b\nInstitución:\b\n\nRev. 09/19/2024\n\n\f",
  "full_text_chars": 9756,
  "fillable_field_count": 91,
  "fillable_field_names": [],
  "font_count": 8,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
