{
  "filename": "form-1.pdf",
  "file_size_bytes": 688105,
  "page_count": 4,
  "has_text_layer": true,
  "text_preview": "Today's Date:\n\nPatient Registration Form\n\nPatient Legal Name:\n\nPreferred First Name:\n\nPrimary Address:\nCity:\nHome Phone#:\n\nState:\n\nZip:\n\nCell#:\n\nSecondary Address:\nCity:\n\nState:\n\nZip:\n\nPrimary Language:\n\nPersonal Email:\nPharmacy Name/Location:\n\nPharmacy Phone:\n\nPrimary Care Physician (PCP):\n\nPCP Phone:\n\nWhom may we thank for referring/recommending you to our practice:\n\nOccupation:\n\nEmployer:\n\nEmployer Address:\n\nWork Phone:\n\nEMERGENCY CONTACTS\n#1. Name:\n\nRelationship:\n\nPhone#:\n\n#2. Name:\n\nRelatio",
  "full_text": "Today's Date:\n\nPatient Registration Form\n\nPatient Legal Name:\n\nPreferred First Name:\n\nPrimary Address:\nCity:\nHome Phone#:\n\nState:\n\nZip:\n\nCell#:\n\nSecondary Address:\nCity:\n\nState:\n\nZip:\n\nPrimary Language:\n\nPersonal Email:\nPharmacy Name/Location:\n\nPharmacy Phone:\n\nPrimary Care Physician (PCP):\n\nPCP Phone:\n\nWhom may we thank for referring/recommending you to our practice:\n\nOccupation:\n\nEmployer:\n\nEmployer Address:\n\nWork Phone:\n\nEMERGENCY CONTACTS\n#1. Name:\n\nRelationship:\n\nPhone#:\n\n#2. Name:\n\nRelationship:\n\nPhone#:\n\nINSURANCE INFORMATION\nPrimary Insurance Carrier:\n\nEligibility Phone#:\n\nPolicy holder ID:\n\nGroup ID:\n\nPolicyholder’s SSN:\n\nRelationship to patient:\n\nSecondary Insurance Carrier:\n\nEligibility Phone#:\n\nPolicy holder ID:\n\nPolicyholder’s SSN:\n\nGroup ID:\n\nRelationship to patient:\nGastroFL.com 727-347-0005\n\n\fOUR FINANCIAL POLICY\nThank you for choosing us as your health care provider. We are committed to the success of your treatment. Please understand that payment\nof your bill is considered to be part of your treatment arrangement. The following is our Financial Policy, which we require you to read prior to\nany treatment.\nAll patients must complete our Registration and History forms before seeing the doctor. You must supply us with both your insurance card and\ndriver’s license prior to your visit.\nFULL PAYMENT IS DUE AT THE TIME OF SERVICE. WE ACCEPT CASH, CHECKS, AND ALL MAJOR CREDIT CARDS.\nStatement of Financial Responsibility\nI understand that I am responsible for the payment of this account, and hereby assume and guarantee prompt payment of all the expenses\nincurred.\nNotice of “Non-Covered” Services\nI am aware that some services performed by Gastro Florida may be considered “non-covered” by my insurance carrier or Medicare, therefore I\nwill become fully responsible for payment of these services.\nFor patients with “Out-of-Network” coverage there is a Waiver of “Usual, Customary and Reasonable” Clause. I acknowledge that the fee\ncharged by Gastro Florida for services rendered to me, or to the person for whom I assume financial responsibility, may exceed the fee\nconsidered “usual, customary and reasonable”, due to specialized services and staff. However, I agree to pay Gastro Florida fees in full, even\nif the amount is greater than what I am reimbursed from my insurance company.\nMissed Appointments\nUnless canceled at least 48 hours in advance, our policy is to charge for missed appointments. The current rate is $50.00.\nProcedures\nWe will ask that you pay 100% of any outstanding deductible/co-insurance prior to your procedure. This is due no later than 3 days prior to\nyour procedure. Any refunds due to you will be sent 7-10 days after you have incurred the refund.\nBill To/Payment Instructions\n_____ Commercial Insurance/Third Party Payor _____ Medicare _____Medicaid\nInitial\nInitial\nInitial\nI hereby authorize Gastro Florida to bill my insurance company and/or Medicare (indicated or initialed above) for services provided to me and\nrequest that payment for such services be made to Gastro Florida on my behalf.\nList Names of Those Whom You Want Us to Share Your Financial Responsibility Information:\nName:\n___________________________________________________\n\nRelationship:\n____________________________________________________\n\n___________________________________________________\n\n____________________________________________________\n\nFinancial Agreement\nThe undersigned agrees, whether he/she signs as agent or as patient, that in consideration of the service to be rendered to the patient, he/she\nobligates himself/herself to pay the account with Gastro Florida in accordance with the regular rates and terms of Gastro Florida. Should the\naccount be referred to an outside agency or an attorney for collections, the undersigned agrees to pay reasonable collection and attorney fees\nfor collection expenses.\nBilling Questions\nPlease address all billing questions to our Central Business Office (727) 347-0005.\nPayment Plans\nYou can call our Central Business Office to determine if you qualify for this arrangement.\nPatient Name: ____________________________________________\n(please print)\n\nPatient Signature:______________________________________\n\nLegal Guardian:____________________________________________ Guardian Signature _____________________________________\n(please print)\n_______________________________________________________\nWitness\n\n___________________________________\nDate\n\n\fHIPAA Consent\nI understand that as part of my healthcare, Gastro Florida originates and maintains paper and/or electronic records\ndescribing my health history, symptoms, examination and test results, diagnoses, treatment, and any plans for future\ntreatment. I understand that this information serves as:\n• A basis for planning my care and treatment\n• A means for communication among health professionals who contribute to my care, such as referrals\n• A source of information for applying my diagnosis and treatment information to my bill\n• A means by which a third-party payer can verify that services billed were actually rendered\n• A tool for routine healthcare operations, such as assessing quality and reviewing the competence of staff.\n\nPlease Print\nRestrictions\nI request the following restrictions to the use or disclosure of my health information:\n________________________________________________________________________________________________\n________________________________________________________________________________________________\nPlease tell us with whom we may discuss your protected health information:\n(Example: spouse (name), children (name(s)), other relatives (name(s), friends or caregivers (name(s))\n________________________________________________________________________________________________\n________________________________________________________________________________________________\nMessages or Appointment Reminders\nMay we leave a message at your home using doctor’s/practice name:  Yes\n No\nMay we leave a message at your cell using doctor’s/practice name:\n Yes\n No\nMay we leave a message at your work using doctor’s/practice name:  Yes\n No\nI understand that as part of treatment, payment, or healthcare operations, it may become necessary to disclose health\ninformation to another entity, i.e. referrals to other healthcare providers. I consent to such disclosure for these uses as\npermitted by law. I fully understand and accept  decline this consent.\nNotice of Privacy Practices\nI acknowledge that I have been informed of Gastro Florida’s Notice of Privacy Practices that provides a\ndescription of Protected Health Information use and disclosures. I understand that I have the right to review the Notice\nof Privacy Practices prior to signing this statement. I understand that the Gastro Florida reserves the right to change its\nNotice of Privacy Practices that will be effective for health information Gastro Florida already has about me, as well as\nany they receive in the future. Gastro Florida will post a current copy of the Notice. I understand that I may obtain a\ncopy of the current Notice in effect upon request. I have read all of the above and understand/agree to all the provisions\ntherein regarding responsibility for payment, permission for treatment and Notice of Privacy Practices.\n_______________________________________\n\n____________________________________\nDate\n\nPatient/ Guardian Signature\n_______________________________________\nPrinted Name of Person Signing Consent Form\nIf other than the patient (Patient Name)______________________________ is signing, are you the legal guardian,\ncustodian or have Power of Attorney for this patient, for treatment, payment or healthcare operations?  Yes  No\n\nGastroFL.com\n727-347-0005\n\n\fPATIENT CONSENT\nRequest for Care and Consent for Treatment\nThe undersigned consents to the medical care and treatment, as may be deemed necessary or advisable in the judgment\nof my physician or other provider, which may include but are not limited to laboratory procedures, X-ray examination,\nmedical or surgical treatment or procedures or other services rendered to the patient under the general and special\ninstructions of the patient’s physician. Gastro Florida has the right to refuse to treat you if you refuse to sign this\nconsent or if, at any time, you choose to revoke this consent.\nPermission for Treatment\nPermission is hereby granted for physicians and employees or agents of Gastro Florida to render such medical and\nsurgical treatment as is deemed necessary to the patient named below.\nAssignment of Insurance Benefits\nI authorize payment directly to Gastro Florida of any insurance benefits otherwise payable to me for services, at a rate\nnot to exceed Gastro Florida regular charges for such services.\nAuthorization to Release Information\nI authorize the release of medical records and related information from Gastro Florida to authorized representatives of\nmy third party payor or provider related to my care. I authorize review of records for any necessary agency audit and\nthe release of the physician plan of care and discharge summary from my medical record upon my transfer to or from\nanother health care facility.\nCommunication\nBy providing my email and phone number(s), I authorize Gastro Florida to provide me information regarding my\nappointment (e.g. visit reminder), billing status, clinical research, and/or educational material that may be related to my\ncondition(s), in addition, to periodically inform me of Gastro Florida services/community events and requesting\nfeedback regarding my experience with Gastro Florida. I can opt out at any time by emailing service@gastrofl.com to\nmake this request. I understand that emailing confidential information may not be a HIPAA compliant secure form of\ncommunication and that Gastro Florida does not monitor emails for specific patient care.\nI authorize Gastro Florida to enroll me in its secured patient portal that may also include the above information along\nwith my clinical test results and medications. I understand that I should not rely on the portal to communicate important\nor emergency information regarding my specific care.\nI authorize Gastro Florida to include my patient survey or online review comments on its website or promotional\nmaterial (note: your last name will not be used).\nThe undersigned certifies that he/she has read the foregoing, received a copy thereof and is the patient or is duly\nauthorized by the patient as patient’s general agent to execute the above and accepts its terms.\n_______________________________________\n\n____________________________________\nDate\n\nPatient/Guardian Signature\n_______________________________________\nPrinted Name of Person Signing Consent Form\nIf other than the patient (Patient Name)______________________________ is signing, are you the legal guardian,\ncustodian or have Power of Attorney for this patient, for treatment, payment or healthcare operations?  Yes  No\n\nGastroFL.com\n727-347-0005\n\n\f",
  "full_text_chars": 10972,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 25,
  "embedded_image_count": 24,
  "is_image_only_scan": false
}
