{
  "filename": "form-2.pdf",
  "file_size_bytes": 97058,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "Notice of Privacy Practices\n\nThis notice describes how medical information about you may be used and disclosed and how you can get access to this information.\nYour Rights\nYou have the right to:\n• Get a copy of your paper or electronic medical record\n• Correct your paper or electronic medical record\n• Request confidential communication\n• Ask us to limit the information we share\n• Get a list of those with whom we’ve shared your information\n• Get a copy of this privacy notice\n• Choose someone to ac",
  "full_text": "Notice of Privacy Practices\n\nThis notice describes how medical information about you may be used and disclosed and how you can get access to this information.\nYour Rights\nYou have the right to:\n• Get a copy of your paper or electronic medical record\n• Correct your paper or electronic medical record\n• Request confidential communication\n• Ask us to limit the information we share\n• Get a list of those with whom we’ve shared your information\n• Get a copy of this privacy notice\n• Choose someone to act for you\n• File a complaint if you believe your privacy rights have been violated\nOur Uses and Disclosures\nWe may use and share your information as we:\n• Treat you\n• Run our organization\n• Bill for your services\n\nWhen it comes to your health information, you have certain rights. This section explains your\nrights and some of our responsibilities to help you.\nGet an electronic or paper copy of your medical record\n• You can ask to see or get an electronic or paper copy of your medical record and other health\ninformation we have about you. Ask us how to do this.\n• We will provide a copy or a summary of your health information, usually within 30 days of your\nrequest. We may charge a reasonable, cost-based fee.\nAsk us to amend your medical record\n• You can ask us to amend health information about you that you think is incorrect or incomplete.\nAsk us how to do this.\n• We may say “no” to your request, but we’ll tell you why in writing within 60 days.\nRequest confidential communications\n• You can ask us to contact you in a specific way (for example, home or office phone) or to send mail\nto a different address.\n• We will say “yes” to all reasonable requests.\nAsk us to limit what we use or share\n• You can ask us not to use or share certain health information for treatment, payment, or our\noperations. We are not required to agree to your request, and we may say “no” if it would affect your\ncare.\n• If you pay for a service or health care item out-of-pocket in full, you can ask us not to share that\ninformation for the purpose of payment or our operations with your health insurer. We will say “yes”\nunless a law requires us to share that information.\nGet a list of those with whom we’ve shared information\n• You can ask for a list (accounting) of the times we’ve shared your health information for six years\nprior to the date you ask, who we shared it with, and why.\n• We will include all the disclosures except for those about treatment, payment, and health care\noperations, and certain other disclosures (such as any you asked us to make). We’ll provide one\naccounting a year for free but will charge a reasonable, cost-based fee if you ask for another one\nwithin 12 months.\nGet a copy of this privacy notice - You can ask for a paper copy of this notice at any time.\nChoose someone to act for you\n• If you have given someone medical power of attorney or if someone is your legal guardian, that\nperson can exercise your rights and make choices about your health information. We will ensure the\nperson has this authority before we take any action.\nYour Choices\nFor certain health information, you can tell us your choices about what we share. If you have a clear\npreference for how we share your information in the situations described below, talk to us. Tell us\nwhat you want us to do, and we will follow your instructions.\nIn these cases, you have both the right and choice to tell us to:\n• Share information with your family, close friends, or others involved in your care\n• Share information in a disaster relief situation\nIf you are not able to tell us your preference we may go ahead and share your information if we\nbelieve it is in your best interest. We may also share your information when needed to lessen a\nserious and imminent threat to health or safety.\n\nYour Choices\nYou have some choices in the way that we use and share\ninformation as we:\n• Tell family and friends about your condition\n• Provide disaster relief\n• Include you in a hospital directory\n• Provide mental health care\n• Market our services and sell your information\n• Raise funds\n• Help with public health and safety issues\n• Do research\n• Comply with the law\n• Respond to organ and tissue donation requests\n• Work with a medical examiner or funeral director\nIn these cases we never share your information unless you give us written permission:\n• Marketing purposes\t\t\n• Most sharing of psychotherapy notes • Sale of your information\nIn the case of fundraising we may contact you for fundraising efforts, but you can tell us not to contact\nyou again.\nOur Uses and Disclosures\nWe typically use or share your health information in the following ways.\nWe can use your health information and share it with other professionals who are treating you.\nWe can use and share your health information to run our practice, improve your care, and contact you\nwhen necessary.\nWe can use and share your health information to bill and get payment from health plans or other\nentities.\nElectronic Exchange. Your information may be shared w/ other providers, labs and radiology groups\nthrough our EHR system as listed:\n1) Lab Corp\n2) Quest Diagnostic 3) Mid-Florida Pathology\n5) Palms of Pasadena Hospital\n6) Ameripath\n8) SPL (Surgical Pathology Laboratories)\n\n4) Baycare eXchange\n7) University of Florida\n\nHow else can we use or share your health information?\nWe are allowed or required to share your information in other ways – usually in ways that contribute to\nthe public good, such as public health and research. We have to meet many conditions in the law before\nwe can share your information for these purposes. For more information see: www.hhs.gov/ocr/privacy/\nhipaa/understanding/consumers/index.html.\nHelp with public health and safety issues\nWe can share health information about you for certain situations such as:\n• Preventing disease • Preventing or reducing a serious threat to anyone’s health or safety\n• Helping with product recalls • Reporting suspected abuse, neglect, or domestic violence\n• Reporting adverse reactions to medications • Do research • Comply with the law\n• Respond to organ and tissue donation requests • Work with a medical examiner or funeral director.\nWe will share information about you if state or federal laws require it, including with the Department of\nHealth and Human Services if it wants to see that we’re complying with federal privacy law.\nWe can use or share health information about you:\n• For workers’ compensation claims • For law enforcement purposes or with a law enforcement official\n• With health oversight agencies for activities authorized by law\n• For special government functions as military, national security, and presidential protective services\n• Respond to lawsuits and legal actions\nOur Responsibilities\n• We are required by law to maintain the privacy and security of your protected health information.\n• We will let you know promptly if a breach occurs that may have compromised the privacy or security\nof your information.\n• We must follow the duties and privacy practices described in this notice and give you a copy of it.\n• We will not use or share your information other than as described here unless you tell us we can in\nwriting. If you tell us we can, you may change your mind at any time. Let us know in writing if you\nchange your mind.\nFor more information see: www.hhs.gov/ocr/privacy/hipaa/understanding/consumers/noticepp.html.\nChanges to the Terms of this Notice\nWe can change the terms of this notice, and the changes will apply to all information we have about you.\nThe new notice will be available upon request, in our office, and on our web site.\n\nYou Have A Right To File A Complaint If You Feel Your Privacy Has Been Violated\n\n• If you feel your Privacy Rights have been violated, please ask our staff for a Privacy Complaint Form. Our Security Officer will review the form and promptly notifiy you of the actions our office will take.\n• or You can file a complaint with the U.S. Department of Health and Human Services Office for Civil Rights by sending a letter to 200 Independence Avenue, S.W., Washington, D.C. 20201, calling 1-877-696-6775,\nor visiting http://www.hhs.gov/hipaa/filing-a-complaint/complaint-process/index.html\n• We will not retaliate against you for filing a complaint.\n\nHIPAA Compliance Officer: Kory Thomas\nPhone: (727) 347-0536\nThis Notice of Privacy Practices is effective June 1, 2020\n\n\f",
  "full_text_chars": 8372,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 5,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
