{
  "filename": "form-3.pdf",
  "file_size_bytes": 321624,
  "page_count": 7,
  "has_text_layer": true,
  "text_preview": "NOTICE OF PRIVACY PRACTICES​\nEffective Date: 1/1/2026​\n\nIMPORTANT INFORMATION ON YOUR PRIVACY RIGHTS​\nTHIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY BE\nUSED AND DISCLOSED AND HOW YOU CAN GET ACCESS TO THIS INFORMATION.\nPLEASE REVIEW IT CAREFULLY.\n\n1. Our Commitment to Your Privacy\nClientName respects your privacy and is committed to protecting the privacy and security of your health\ninformation. This Notice of Privacy Practices (NPP) describes how we may use and disclose your protec",
  "full_text": "NOTICE OF PRIVACY PRACTICES​\nEffective Date: 1/1/2026​\n\nIMPORTANT INFORMATION ON YOUR PRIVACY RIGHTS​\nTHIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY BE\nUSED AND DISCLOSED AND HOW YOU CAN GET ACCESS TO THIS INFORMATION.\nPLEASE REVIEW IT CAREFULLY.\n\n1. Our Commitment to Your Privacy\nClientName respects your privacy and is committed to protecting the privacy and security of your health\ninformation. This Notice of Privacy Practices (NPP) describes how we may use and disclose your protected\nhealth information (PHI) and your privacy rights per HIPAA regulations.\nWe follow federal privacy regulations including:\no​ HIPAA Privacy Rule (45 C.F.R. Parts 160 and 164).\no​ 42 C.F.R. Part 2 (for certain substance use disorder treatment information).\no​ Any additional rules or guidance from HHS.\n●​ “Protected Health Information (PHI)” includes any information about your health, health care\nservices you receive, or payment for those services that could identify you.\n●​\n\nIf you have questions about this Notice please contact our Privacy Officer:\n​\nPrivacy Officer: Josh Frazier ​ ​\n\nPhone: (727) 347-0536\n\n2. Our Legal Duties\n1.​ Maintain the Privacy of Your Health Information​\nWe are legally required to maintain the privacy and confidentiality of your PHI and to follow the\nduties and privacy practices described in this Notice (subject to changes in the law).\n2.​ Provide This Notice​\nWe must give you this Notice describing our legal duties, privacy practices, and your rights\nregarding your PHI.\n3.​ Abide by the Terms​\nWe are required to abide by the terms currently in effect. However, we may change our privacy\n1\n\n\fpractices and the terms of this Notice at any time, as permitted by law or to reflect changes in\nregulations.\n4.​ Notify You of Changes​\nIf we make a material change to our privacy practices, we will promptly post the updated Notice on\nour website and make it available upon request. The new Notice will apply to all PHI we maintain\nat the time of the change and thereafter.\n\n3. How We May Use and Disclose Your Health Information\nThe following categories describe different ways we may use and disclose your PHI. In many situations,\nwe will obtain your written permission before using or disclosing the most sensitive types of information\n(e.g., certain reproductive health or substance use disorder information). Where permission is not required\nby law, we adhere to the privacy regulations and ethical standards described below.\n\nA. Treatment, Payment, and Health Care Operations\n1.​ Treatment​\nWe may use or share your PHI with health care providers who are involved in your care to provide,\ncoordinate, or manage your health care services. Information Blocking regulations require our office\nto promptly share your health information contained in a designated record set with other providers\nfor Continuity of Care purposes.\no​ Example: Sharing relevant PHI with a specialist or pharmacist to coordinate prescriptions.\n2.​ Payment​\nWe may use or disclose your PHI to bill and receive payment from health plans or other entities, or\nto determine eligibility for health benefits. This includes providing information to banks or credit\ncard vendors for disputed claims.\no​ Example: Sending a claim to your insurance provider for services rendered.\n3.​ Health Care Operations​\nWe may use or disclose your PHI for operational purposes, such as conducting quality assessments,\naudits, training, or compliance reviews.\n\nB. Substance Use Disorder Information (42 C.F.R. Part 2)\nSubstance Use Disorder (SUD) Treatment Information is often subject to stricter federal protections\nunder 42 C.F.R. Part 2. The CARES Act and subsequent rulemaking (including recent NPRMs) aim to\nalign these protections more closely with HIPAA. We may not disclose your Part 2-protected SUD records\nwithout your written consent, except in certain limited circumstances permitted by law (e.g., a medical\nemergency).\nRestrictions on Legal Proceedings: Treatment records received from programs subject to 42\nCFR part 2, or testimony relaying the content of such records, shall not be used or disclosed in\ncivil, criminal, administrative, or legislative proceedings against the individual unless based on\nwritten consent, or a court order after notice and an opportunity to be heard is provided to the\nindividual or the holder of the record, as provided in 42 CFR part 2.\n●​ One-Time Patient Consent: Consistent with evolving federal regulations, you may grant a\none-time written consent allowing your SUD information to be used or disclosed for treatment,\npayment, and health care operations purposes. Unless otherwise specified, once disclosed in\n●​\n\n2\n\n\fcompliance with your consent, redisclosures by recipients generally are protected under HIPAA’s\nPrivacy Rule.\n●​ Redisclosure Notification: If your SUD records are disclosed pursuant to consent or in an\nemergency, the recipient is prohibited from redisclosing this information without your permission\n(unless further disclosure is permitted by law or regulation).\n\nC. Permitted or Required Uses and Disclosures\nTreat you\nRun our organization\nBill for your services\n\nDo research\nRespond to tissue and organ donation\nrequests\nHelp with public health and safety issues\n\nComply with the law\nWork with a medical examiner or\nfuneral director\n\n1.​ Business Associates​\nWe may share your PHI with third parties who perform services on our behalf (e.g., billing services,\ndata storage vendors), provided they agree to safeguard your information under a Business\nAssociate Agreement.\n2.​ Notification and Communication with Family​\nWe may share limited PHI with a family member, personal representative, or close friend involved\nin your care or payment for care, unless you object. This does not apply to sensitive services (e.g.,\nSUD or reproductive health information) without specific consent, except in emergencies or if\notherwise required by law.\n3.​ Health Oversight Activities​\nWe may disclose PHI to a health oversight agency for audits, inspections, or investigations. We will\nlimit disclosures of reproductive health or SUD information to what is legally required.\n4.​ Required by Law​\nWe may disclose PHI when we are required to do so by federal, state, or local law. This includes\ncompliance with statutes, court orders, or regulations. Any disclosure regarding SUD data will be\nlimited to the minimum information required to comply with such law or order. We will share\ninformation about you if state or federal laws require it, including with the Department of Health\nand Human Services if it wants to see that we’re complying with federal privacy law.\n5.​ Lawsuits and Disputes​\nWe may disclose PHI in response to a court or administrative order, or under certain conditions in\nresponse to a subpoena. Again, additional protections apply to SUD health records.\n6.​ Research​\nUnder certain circumstances, we may use or disclose PHI for research purposes, subject to a special\napproval process or your explicit authorization when required, particularly for sensitive health\ncategories.\n7.​ Organ and Tissue Donation​\nWe may disclose PHI to organ procurement organizations to facilitate organ or tissue donation and\ntransplantation if you are an eligible donor.\n8.​ Deceased Person Information​\nWe may release your health information to coroners, medical examiners and funeral directors. We\nwill also honor requests by family members that were involved in your care before your passing.\nWe will also maintain your prior objections on releasing your health information to individuals.\n9.​ Disclosures to Personal Representatives and Executors​\nWe may disclose your protected health information to the executor, administrator, or other person\n3\n\n\fauthorized by law to act on behalf of your estate after your death. Such disclosures will be made\nwhen required by court order or when the individual provides proper legal documentation\nestablishing their authority to act on behalf of your estate, such as letters testamentary, letters of\nadministration, or other court-issued documents demonstrating their appointment as personal\nrepresentative of your estate.\n10.​Specific Government Functions​\nWe may share your health information for military or national security purposes or in certain cases\nif you are in law enforcement custody.\n11.​Appointment Reminders and Health-Related Benefits ​\nWe may use your PHI to contact you to provide appointment reminders or give you information\nabout other treatments or health related benefits and services that may be of interest to you.\n12.​Fundraising, Marketing and the Sale of PHI​\nWe may contact you to participate in fundraising activities. You have a right to opt out of receiving\nsuch fundraising communications. We will not sell your PHI or use or disclose it for marketing\npurposes without your specific permission.\n13.​Organized-Health Care Arrangement​\nWe participate in an Organized Health Care Arrangement. Information may be shared as necessary\nto carry out treatment, payment and health care operations. Physicians not employed by our practice\nmay have access to PHI in their offices to assist in reviewing past treatment as it may affect\ntreatment at the time. These physicians may have different policies or notices regarding the\nphysician's use and disclosure of your health information created in their office or clinic.\n14.​Affiliated Covered Entity ​\nPHI may be made available to staff at local affiliated entities as necessary to carry out treatment,\npayment and health care operations. Caregivers at other facilities may have access to PHI at their\nlocations to assist in reviewing past treatment information as it may affect treatment at this time.\nYou may contact the Privacy Officer for more information on specific sites included in this\naffiliated covered entity.\n15.​ Electronic Exchange ​\nYour information may be shared w/ other providers, labs and radiology groups through our EHR\nsystem as listed: ​\nNone\n\n16.​Treatment of Sensitive Information​\nPsychotherapy notes and diagnostic and therapeutic information regarding mental health,\ndrug/alcohol abuse or sexually transmitted diseases (including HIV status) will not be disclosed\nwithout your specific permission, unless required or permitted by law.\n17.​Workers’ Compensation​\nWe may disclose PHI as authorized by and to the extent necessary to comply with workers’\ncompensation laws or other programs providing benefits for work-related injuries.\n18.​Public Health and Safety​\nWe may disclose PHI to avert a serious and imminent threat to public health or safety, or to report\ncertain public health activities (e.g., disease reporting). However, for reproductive health or SUD\ninformation, stricter disclosure limitations apply. We can share health information about you\nfor certain situations such as:\n• Preventing disease​\n• Preventing or reducing a serious threat to anyone’s health or\nsafety\n• Helping with product recalls • Reporting suspected abuse, neglect, or domestic\nviolence\n• Reporting adverse reactions to medications • Do research • Comply with the law\n4\n\n\f• Respond to organ and tissue donation requests • Work with a medical examiner or\nfuneral director.\nCases We Never Share Your Information Unless You Give Us Written Permission:\n• Marketing purposes​\n\n●\n\nSale of your information\n\n• Sharing of “psychotherapy” notes and SUD Therapy notes as defined in the HIPAA and Part 2 Regulations.\n\n4. Your Rights Regarding Your Health Information\nYou have the following rights under HIPAA and relevant federal regulations. For certain rights, you must\nsubmit a written request to our Privacy Officer.\n1.​ You Have the Right to Request a Limit on Certain Uses and Releases of Your Health\nInformation.​\nYou may ask us not to use or disclose certain PHI, including reproductive health and SUD data.\nWe will do our best to accommodate reasonable requests but are not always legally required to\nagree. However, if the disclosure is for payment or health care operations and you have already\npaid out-of-pocket in full for the specific service, we must agree to your request to restrict\ndisclosures to a health plan for that service, unless the disclosure is required by law. ​\nYour Choices​\nFor certain health information, you can tell us your choices about what we share. If you have a clear\npreference for how we share your information in the situations described below, talk to us. Tell us\nwhat you want us to do, and we will follow your instructions. In these cases, you have both the right\nand choice to tell us to: ​\nShare information with your family, close friends, or others involved in your care.\nShare information in a disaster relief situation​\nIf you are not able to tell us your preference we may go ahead and share your information if we\nbelieve it is in your best interest. We may also share your information when needed to lessen a\nserious and imminent threat to health or safety.\n2.​ Right to Confidential Communications.​\nYou may request that we communicate with you in a certain way (e.g., to a private phone number or\nalternate mailing address) or about certain information (such as sensitive reproductive health or\nSUD data). We will accommodate all reasonable requests.\n3.​ Right to Get Electronic or Paper Copy of Your Medical Records & to Access Them Directly.\nWe Are Allowed to Charge a Reasonable Fee Based on Our Costs.​\nThese requests must be in writing. You may request copies of your records from your provider. If\nyour records are maintained in an electronic format, you have the right to obtain an electronic copy\nof your records. State law may restrict access for behavioral health patients. You have the right to\ninspect and obtain a copy of your health records, including electronic records. This includes records\nprotected by 42 C.F.R. Part 2, unless restricted by law. We may deny your request in limited\ncircumstances but will provide a reason. If denied, you may request a review of the decision.\nPsychotherapy Notes have special HIPAA protections and are not available to patients.\n4.​ Right to Choose How You Receive Your Health Information ​\nYou have the right to ask that we send information to you at an alternative address or by other\nmeans (for example, telephone instead of mail, post office box instead of home address). We must\nagree to your request as long as we can easily provide it in the format you requested. These requests\nmust be in writing.\n5\n\n\f5.​ Right to Amend - You Have a Right to Request That We Correct or Update Information That\nis Incorrect or Incomplete.​\nIf you feel the information we have about you is incorrect or incomplete, you may request that we\namend your record. We may deny your request if the information was not created by us or if we\nbelieve it is accurate and complete.\n6.​ Right to an Accounting of Disclosures - A List Of Those With Whom We’ve Shared Your\nInformation​\nYou may request a list (accounting) of certain disclosures of your PHI we made in the past six (6)\nyears. This accounting excludes disclosures made for treatment, payment, or health care operations,\nor those you explicitly authorized. Under proposed rule changes, you may also receive information\non certain disclosures of SUD data if they were made without your authorization.\n7.​ Choose Someone To Act For You​\nIf you have given someone medical power of attorney or if someone is your legal guardian, that\nperson can exercise your rights and make choices about your health information. We will ensure the\nperson has this authority before we take any action.\n8.​ Right to a Paper Copy of This Notice​\nYou may request a paper copy of this Notice at any time, even if you previously agreed to receive it\nelectronically.\n\nRight to Receive Notice of a Breach​\nIn the event of a breach (impermissible use or disclosure) that compromises the privacy or\nsecurity of your unsecured PHI—including SUD records we will notify you in a timely manner,\n\nconsistent with federal and state breach notification regulations.​\nin the event of a breach or other required notification, the practice may notify the patient by email.​\n​\nOur Practice May Notify You of a Breach by Email Notification. ​\nThere are risks that email may not be as private as a sealed first-class letter and therefore you\nalways have the right to opt-out of email or text notifications from our practice.\n\n5. Changes to This Notice\nWe reserve the right to change the terms of this Notice and our privacy practices at any time, as permitted\nby law and regulation. Any material changes will apply to all PHI we maintain. The current version of this\nNotice will be available on our website and at our facilities.\n\n6. You Have A Right to File A Complaint If You Feel Your\nPrivacy Has Been Violated​\nIf you have questions about this Notice, or if you believe your privacy rights have been violated, contact:\nPrivacy Officer:\n\nJosh Frazier\n\nPhone:\n\n(727) 347-0536\n\nYou also have the right to file a complaint with the Secretary of the U.S. Department of Health &\nHuman Services (HHS) by sending a letter to 200 Independence Avenue, S.W., Washington, D.C. 20201\nor visiting http://www.hhs.gov/hipaa/filing-a-complaint/complaint-process/index.html., or by calling\n1-877-696-6775.\n6\n\n\fWe will not retaliate against you for filing a complaint.\nIncidental Disclosures​\nWe make reasonable efforts to avoid incidental disclosures of your PHI. An example of an incidental\ndisclosure is conversations that may be overheard between you and our team members.\n\nACKNOWLEDGMENT OF RECEIPT\nYou will be asked to sign or acknowledge that you received this Notice. This acknowledgment is a standard\nprocedure and does not indicate that you have agreed to any special uses or disclosures of your PHI. If you\nrefuse to sign, we will still provide you with necessary treatment and services, but we are legally required\nto document that you received or had the opportunity to receive this Notice. You can always ask any staff\nmember for a full copy of the Notice of Privacy Practices or go to our website and download the current\nNotice of Privacy Practices from our Home Page.\nThank you for taking the time to read our Notice of Privacy Practices. Protecting your personal health\ninformation is a top priority. If you have any questions or concerns, please contact our Privacy Officer at\nthe contact information listed above.\n\n7\n\n\f",
  "full_text_chars": 18305,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 15,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
