{
  "filename": "form-2.pdf",
  "file_size_bytes": 179778,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "Carolina Pines Regional Medical Center\nFORMULARIO DE AUTORIZACIÓN/\nSOLICITUD DE DIVULGACIÓN DE INFORMACIÓN\n\nSección A: El paciente debe completar esta sección.\nNombre del paciente:\n\nN.º de cuenta:\nFecha de nacimiento:\n\nDirección:\n\nN.º de teléfono:\n\nNombre del hospital/\nproveedor que divulga\nla información\n\nNombre del centro:\nDirección:\nCiudad/estado/código postal:\nN.º de teléfono:\n\nNombre del\ndestinatario\n\nNombre del solicitante:\nDirección:\nCiudad/estado/código postal:\nTeléfono:\n\nFecha(s) de ser",
  "full_text": "Carolina Pines Regional Medical Center\nFORMULARIO DE AUTORIZACIÓN/\nSOLICITUD DE DIVULGACIÓN DE INFORMACIÓN\n\nSección A: El paciente debe completar esta sección.\nNombre del paciente:\n\nN.º de cuenta:\nFecha de nacimiento:\n\nDirección:\n\nN.º de teléfono:\n\nNombre del hospital/\nproveedor que divulga\nla información\n\nNombre del centro:\nDirección:\nCiudad/estado/código postal:\nN.º de teléfono:\n\nNombre del\ndestinatario\n\nNombre del solicitante:\nDirección:\nCiudad/estado/código postal:\nTeléfono:\n\nFecha(s) de servicio:\nEnumere la\ndescripción específica\nde la información\nque se divulgará:\n\n Resumen de historia clínica\n Historia y datos físicos\n Consulta\n Resumen del alta\n Registros de emergencia\n\n Informe de cirugía/proc.  Notas de progreso\n Todos los registros\n Informe de patología  Registros de medicamentos  Otros: __________________\n Informes de imágenes  Registros de enfermería\n Laboratorio\n Electrocardiogramas\n Pedidos del médico\n\nPor el presente, autorizo el uso o divulgación de mi información médica individual tal como se describe anteriormente.\nEntiendo que, a menos que las leyes de cada estado lo limiten, la persona o el centro enumerado antes podría tener acceso a\ndatos sobre VIH, SIDA, enfermedades de transmisión sexual, trastornos de salud mental o notas sobre abuso/dependencia\nde sustancias químicas (si hubiera). (Marque con un círculo) SÍ NO\n(Escriba sus iniciales)_________\n¿Esta solicitud incluye notas de psicoterapia? (Marque con un círculo) SÍ NO\n(Escriba sus iniciales) _______\nDescriba el propósito o motivo de esta solicitud:\nSección B: El paciente debe completar esta sección para todas las autorizaciones:\nEl paciente o el representante del paciente debe leer y aceptar los siguientes enunciados:\n1.\n2.\n3.\n4.\n5.\n6.\n7.\n\nEntiendo que las personas autorizadas por la presente para usar o divulgar información no condicionarán el tratamiento ni\nel pago que yo podría recibir por dar esta autorización.\nEntiendo que esta autorización vence el _____/ _____ / ______. (Si no hay una fecha escrita, esta autorización vencerá un año\ndespués de la fecha en que el hospital la reciba).\nEntiendo que la información que se utilice o que se divulgue a cualquier entidad que no sea un plan de salud ni un proveedor\nde atención médica puede estar sujeta a una nueva divulgación por parte del destinatario y ya no estará protegida por las\nNormas de Privacidad de la Información Médica Individual, tal como se establece en la sección 45 C.F.R., partes 160 y 164.\nEntiendo que puedo revocar esta autorización en cualquier momento notificando al hospital por escrito, excepto en la\nmedida en que el hospital ya haya tomado medidas con base en la autorización anterior.\nEntiendo que puedo ver la información descrita en este formulario si solicito hacerlo y que recibiré una copia de este\nformulario después de firmarlo.\nEntiendo que, si mis registros contienen información confidencial, es posible que necesite que mi médico autorice su uso\no divulgación.\nEntiendo que puedo negarme a firmar esta autorización y que, si lo hago, esto no afectará mi tratamiento\n\nPor el presente, autorizo el uso o divulgación de mi información médica individual tal como se describe anteriormente. Entiendo que esta autorización es voluntaria.\n\n(Firma del paciente o representante del paciente)\n\n(Fecha)\n\n(Si es representante del paciente, escriba debajo su nombre en letra de imprenta y proporcione pruebas/documentación que tenga y\nque le otorgue la autoridad para actuar en nombre del paciente).\n\nSOLO PARA USAR EN EL CONSULTORIO:\nVerificado:\nNombre:\nFirma:\n\nSí\n\nNo\n\nSí\n\nNo\n\nN.º de licencia:\nN.º de SS:\nOtro:\n\n\f",
  "full_text_chars": 3620,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 6,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
