{
  "filename": "form-2.pdf",
  "file_size_bytes": 69246,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "*BSRMR50*\n\nAUTORIZACIÓN PARA DIVULGAR INFORMACIÓN MÉDICA\n(Nombre completo del paciente)\n\nCalle:\n\n(Fecha de nac.)\n\nCiudad:\n\nAUTORIZO A:\n\n(N.º de teléfono)\n\nEstado:\n\nCódigo Postal:\n\n(Nombre de la organización que divulgará la información)\n\nA DIVULGAR LA SIGUIENTE INFORMACIÓN:\n\nFecha(s) del servicio:\n\n\u0002 Extracto del expediente\n\n\u0002 Anesthesia Record\n\n\u0002 Informe operativo\n\n\u0002 MyChart Communication\n\n\u0002 Expediente completo\n\u0002 Expediente del\nDepartamento de\nemergencias (ED)\n\n\u0002 Informe de radiografías o de im",
  "full_text": "*BSRMR50*\n\nAUTORIZACIÓN PARA DIVULGAR INFORMACIÓN MÉDICA\n(Nombre completo del paciente)\n\nCalle:\n\n(Fecha de nac.)\n\nCiudad:\n\nAUTORIZO A:\n\n(N.º de teléfono)\n\nEstado:\n\nCódigo Postal:\n\n(Nombre de la organización que divulgará la información)\n\nA DIVULGAR LA SIGUIENTE INFORMACIÓN:\n\nFecha(s) del servicio:\n\n\u0002 Extracto del expediente\n\n\u0002 Anesthesia Record\n\n\u0002 Informe operativo\n\n\u0002 MyChart Communication\n\n\u0002 Expediente completo\n\u0002 Expediente del\nDepartamento de\nemergencias (ED)\n\n\u0002 Informe de radiografías o de imágenes\n\u0002 Registro de inmunizaciones\n\n\u0002 Resumen del alta\n\u0002 Resultados de laboratorio\n\n\u0002 Otro:\n\u0002 Otro:\n\nPersona/Centro que recibe la información:\nForma de divulgación (Impresa, por defecto, si no se indica)):\n\u0002 Correo estadounidense\n\u0002 Formato electrónico: CD/DVD\n\u0002 Radiology Film/CD\n\u0002 MyChart\n\u0002 Entrega por medios electrónicos por Ciox (exclusivo para pacientes) - Dirección de correo electrónico:\nPropósito de la divulgación:\n\u0002 Médico\n\u0002 Legal\n\u0002 Seguro\n\n\u0002 Personal\n\n\u0002 Determinación de discapacidad\n\n\u0002 Otro (especifique):\n\n\u0002 Indemnización de los trabajadores\n\nAutorización para divulgar información:\n1. Comprendo que estoy dando mi permiso para divulgar información sobre expedientes de atención médica confidenciales, salvo\nlo que se indica a continuación, en relación con, si corresponde, enfermedades de transmisión sexual, el Síndrome de\ninmunodeficiencia adquirido (SIDA), o el Virus de la inmunodeficiencia humano (VIH). Esto también puede incluir la información\nacerca de los servicios de salud conductual o mental, así como sobre el tratamiento por abuso de alcohol o drogas.\nInstrucciones especiales:\n2. Entiendo que autorizar la divulgación de esta información médica es un acto voluntario. Puedo negarme a firmar esta autorización. No\nnecesito firmar este formulario para garantizar este tratamiento. Entiendo que puedo inspeccionar u obtener una copia de la información\nque se usará o se divulgará, tal como se establece en la Sección 164.524 del Código de Regulaciones Federal (CRF, en inglés).\nComprendo que cualquier divulgación de información conlleva la posibilidad de una nueva divulgación no autorizada y que la información\npuede no estar protegida por normas de confidencialidad. Si tengo alguna pregunta sobre la divulgación de mi información de salud,\npuedo comunicarme con la organización indicada , para la divulgación de la información.\n3. Entiendo que tengo derecho a revocar esta autorización en cualquier momento. Comprendo que si revoco esta autorización, debo\nhacerlo por escrito y entregar mi revocación por escrito al Departamento de Información Médica. Entiendo que la revocación no se\naplicará a la información que ya se haya divulgado en respuesta a esta autorización. Comprendo que la revocación no se aplicará a mi\ncompañía de seguro cuando la ley le proporcione a mi aseguradora el derecho a impugnar un reclamo de conformidad con mi póliza.\nSalvo que esta autorización se revoque, vencerá una vez transcurridos 6 meses a partir de la fecha de la firma.\n4. Comprendo que se aplicarán cargos por el copiado, de acuerdo con la política del hospital.\nFirma del paciente o del representante legal _____________________________________________________________________________________\nFECHA / HORA\n\nSi el representante legal firmó el formulario, indique la relación con el paciente:___________________________________________________\nDEPARTMENT USE ONLY\nPROCESSED BY:\nBSR-MR-50SPN (11/17)\n\n\u0002 IDENTITY VERIFIED\n\n\u0002 SIGNATURE VERIFIED\n\n\f",
  "full_text_chars": 3463,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 5,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
