{
  "filename": "form-3.pdf",
  "file_size_bytes": 251248,
  "page_count": 3,
  "has_text_layer": true,
  "text_preview": "PO Box 820\n202 South 4th Street West\nBaker, MT 59313-0820\n(406) 778-3331\nwww.fallonmedical.org\n\nNOTICE OF PRIVACY PRACTICES\nTHIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY BE USED AND\nDISCLOSED AND HOW YOU CAN GET ACCESS TO THIS INFORMATION.\nPLEASE REVIEW IT CAREFULLY.\nWe are required by law to maintain the privacy of your protected health information, to notify you of our legal\nduties and privacy practices with respect to your health information, and to notify affected individuals\nf",
  "full_text": "PO Box 820\n202 South 4th Street West\nBaker, MT 59313-0820\n(406) 778-3331\nwww.fallonmedical.org\n\nNOTICE OF PRIVACY PRACTICES\nTHIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY BE USED AND\nDISCLOSED AND HOW YOU CAN GET ACCESS TO THIS INFORMATION.\nPLEASE REVIEW IT CAREFULLY.\nWe are required by law to maintain the privacy of your protected health information, to notify you of our legal\nduties and privacy practices with respect to your health information, and to notify affected individuals\nfollowing a breach of unsecured health information. This Notice summarizes our duties and your rights\nconcerning your information. Our duties and your rights are set forth more fully in 45 CFR Part 164. We are\nrequired to abide by the terms of our Notice that is currently in effect.\n1. Uses and Disclosures We May Make Without Written Authorization. We may use or disclose your\nhealth information for certain purposes without your written authorization, including the following:\nTreatment. We may use or disclose your information for purposes of treating you. For example, we\nmay disclose your information to another health care provider so they may treat you; to provide\nappointment reminders; or to provide information about treatment alternatives or services we offer.\nPayment. We may use or disclose your information to obtain payment for services provided to you.\nFor example, we may disclose information to your health insurance company or other payer to obtain preauthorization or payment for treatment.\nHealthcare Operations. We may use or disclose your information for certain activities that are\nnecessary to operate our practice and ensure that our patients receive quality care. For example, we may\nuse information to train or review the performance of our staff or make decisions affecting the practice.\nOther Uses or Disclosures. We may also use or disclose your information for certain other purposes\nallowed by 45 CFR § 164.512 or other applicable laws and regulations, including the following:\n\n2.\n\n•\n\nTo avoid a serious threat to your health or safety or the health or safety of others.\n\n•\n\nAs required by state or federal law such as reporting abuse, neglect or certain other events.\n\n•\n\nAs allowed by workers compensation laws for use in workers compensation proceedings.\n\n•\n\nFor certain public health activities such as reporting certain diseases.\n\n•\n\nFor certain public health oversight activities such as audits, investigations, or licensure actions.\n\n•\n\nIn response to a court order, warrant or subpoena in judicial or administrative proceedings.\n\n•\n\nFor certain specialized government functions such as the military or correctional institutions.\n\n•\n\nFor research purposes if certain conditions are satisfied.\n\n•\n\nIn response to certain requests by law enforcement to locate a fugitive, victim or witness, or to\nreport deaths or certain crimes.\n\n•\n\nTo coroners, funeral directors, or organ procurement organizations as necessary to allow them to\ncarry out their duties.\n\nDisclosures We May Make Unless You Object. Unless you instruct us otherwise, we may disclose\nyour information as described below.\n•\n\nTo a member of your family, friend, or other person who is involved in your healthcare or payment\nfor your healthcare. We will limit the disclosure to the information relevant to that person’s\ninvolvement in your healthcare or payment.\n\nFMCCAH – NoticeOfPrivacyPractices 02.16.2026 sls (Forms/HIPAA) 1\n\n\fPO Box 820\n202 South 4th Street West\nBaker, MT 59313-0820\n(406) 778-3331\nwww.fallonmedical.org\n\n•\n\nTo maintain our facility directory. If a person asks for you by name, we will only disclose your\nname, general condition, and location in our facility. We may also disclosure your religious\naffiliation to clergy.\n\n•\n\nTo contact you to raise funds for our facility. You may opt out of receiving such communications at\nanytime by notifying the Privacy Officer identified below.\n\n3. Uses and Disclosures with Your Written Authorization. Other uses and disclosures not described in\nthis Notice will generally be made only with your written authorization, including most uses or disclosures of\npsychotherapy notes; for most marketing purposes; or if we seek permission to sell your information. You\nmay revoke your authorization by submitting a written notice to the Privacy Contact identified below. The\nrevocation will not be effective to the extent we have already taken action in reliance on the authorization.\n4. Substance Use Disorder Records. SUD treatment records received from programs subject to 42\nCFR part 2 may be subject to additional protection. Subject to certain exceptions, such records generally\nrequire the patient’s consent before they are disclosed. In addition, such records or testimony relaying the\ncontent of such records shall not be used or disclosed in civil, criminal, administrative, or legislative\nproceedings against the individual unless based on written consent, or a court order after notice and an\nopportunity to be heard is provided to the individual or the holder of the record, as provided in 42 CFR part\n2. A court order authorizing use or disclosure must be accompanied by a subpoena or other legal\nrequirement compelling disclosure before the requested record is used or disclosed.\n5. Redisclosure. Information disclosed with or without your authorization as set forth above may be\nsubject to redisclosure by the recipient and no longer protected by state or federal laws.\n6. Your Rights Concerning Your Protected Health Information. You have the following rights\nconcerning your health information. To exercise any of these rights, you must submit a written request to\nthe Privacy Officer identified below.\n• You may request additional restrictions on the use or disclosure of information for treatment,\npayment or healthcare operations. We are not required to agree to the requested restriction except in the\nlimited situation in which you or someone on your behalf pays for an item or service, and you request that\ninformation concerning such item or service not be disclosed to a health insurer.\n• We normally contact you by telephone or mail at your home address. You may request that we\ncontact you by alternative means or at alternative locations. We will accommodate reasonable requests.\n• You may inspect and obtain a copy of records that are used to make decisions about your care or\npayment for your care, including an electronic copy, and such record will be provided in compliance with\nMontana law. Except as prohibited by Montana law, we may charge you a reasonable cost-based fee for\nproviding the records. We may deny your request under limited circumstances, e.g., if we determine that\ndisclosure may result in harm to you or others.\n• You may request that your protected health information be amended. We may deny your request\nfor certain reasons, e.g., if we did not create the record of if we determine that the record is accurate and\ncomplete.\n• You may receive an accounting of certain disclosures we have made of your protected health\ninformation. You may receive the first accounting within a 12-month period free of charge. We may charge\na reasonable cost-based fee for all subsequent requests during that 12-month period.\n• You may obtain a paper copy of this Notice upon request. You have this right even if you have\nagreed to receive the Notice electronically.\n7.\nChanges to This Notice. We reserve the right to change the terms of this Notice at anytime, and\nto make the new Notice effective for all protected health information that we maintain. If we materially\nchange our privacy practices, we will post a copy of the current Notice in our reception area and on our\nwebsite. You may obtain a copy of the operative Notice from our receptionist or Privacy Officer.\n8.\nComplaints. You may complain to us or to the Secretary of Health and Human Services if you\nbelieve your privacy rights have been violated. You may file a complaint with us by notifying our Privacy\nOfficer. All complaints must be in writing. We will not retaliate against you for filing a complaint.\nFMCCAH – NoticeOfPrivacyPractices 02.16.2026 sls (Forms/HIPAA) 2\n\n\fPO Box 820\n202 South 4th Street West\nBaker, MT 59313-0820\n(406) 778-3331\nwww.fallonmedical.org\n\n9.\nContact Information. If you have any questions about this Notice, or if you want to object to or\ncomplain about any use or disclosure or exercise any right as explained above, please contact:\nSusan Stevens, Privacy Officer\n406-778-3331, Extension 5461\n202 South 4th Street West  PO Box 820\nBaker, Montana 59313-0820\nslsteven@fallonmedical.org\n1. Effective Date. This Notice is effective February 16, 2026\nAcknowledgement of Receipt\nI hereby acknowledge that I have received a copy of the Notice of Privacy Practices.\n\nSignature of patient or patient’s representative\nPrinted name of patient/patient’s representative:\nRelationship to the patient:\n\n37011326_v1\n\nFMCCAH – NoticeOfPrivacyPractices 02.16.2026 sls (Forms/HIPAA) 3\n\nDate\n\n\f",
  "full_text_chars": 8966,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 12,
  "embedded_image_count": 3,
  "is_image_only_scan": false
}
