{
  "filename": "form-3.pdf",
  "file_size_bytes": 255453,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "AUTORIZACIÓN PARA EL USO O DIVULGACIÓN DE INFORMACIÓN DE SALUD PROTEGIDA\nPor la presente autorizo el uso o la divulgación de mi información de salud protegida, que me identifica como individuo,\ntal como se describe a continuación. Comprendo que esta autorización es voluntaria. Comprendo que, si la organización\nautorizada a recibir la información no es un proveedor de planes de salud o de atención médica, la información divulgada\npodría dejar de estar protegida por las normas federales de privaci",
  "full_text": "AUTORIZACIÓN PARA EL USO O DIVULGACIÓN DE INFORMACIÓN DE SALUD PROTEGIDA\nPor la presente autorizo el uso o la divulgación de mi información de salud protegida, que me identifica como individuo,\ntal como se describe a continuación. Comprendo que esta autorización es voluntaria. Comprendo que, si la organización\nautorizada a recibir la información no es un proveedor de planes de salud o de atención médica, la información divulgada\npodría dejar de estar protegida por las normas federales de privacidad.\nInformación del paciente (en letra de imprenta):\nNombre del paciente:_______________________________________ Fecha de nacimiento:________________________\nDomicilio: ____________________________________________________________________________________________\n(Street Address)\n\n(City)\n\n(State)\n\nNúmero de teléfono: __________________________________\n\n(ZIP)\n\nAutorizo a (proveedor que divulga la información):\n\nA divulgar a (quien recibe la información):\n\n__________________________________________\n\n_____________________________________________\n\nNombre del proveedor o instalación\n\nQuien recibe los expedientes\n\n__________________________________________\n\n_____________________________________________\n\nDirección\n\nDirección\n\n__________________________________________\n\n_____________________________________________\n\n__________________________________________\n\n_____________________________________________\n\nCiudad, Estado, Código postal\n\nCiudad, Estado, Código postal\n\nNúmero de teléfono\n\nNúmero de teléfono\n\nFinalidad de la solicitud de expedientes::\nAtención continua\n\nDerivación de atención\n\nSolicitud del paciente\n\nOtra (especifique): ____________________\n\nCobertura del periodo o los periodos de atención médica: De:______________________ A:_____________________\nSeleccione de entre las siguientes opciones la información que debe divulgarse (marque todos los casilleros que correspondan):\n\n□ Resumen de la historia clínica (último año de citas médicas y procedimientos, resultados de laboratorio y resultados de diagnóstico)\n□ Historia clínica completa (toda la historia clínica disponible para las fechas arriba indicadas)\n□ Registro de vacunación\n□ Informes de operaciones/procedimientos\n□ Gráficos de crecimiento\n□ Informes de consulta\n□ Citas médicas\n□ Informe cardiológico o electrocardiograma\n□ Informes de laboratorio\n□ Extractos de facturación desglosados\n□ Informes de diagnóstico por imagen\n□ Otros (especifique) _______________________\n□ Fotografías, cintas de vídeo, imágenes digitales u\notro tipo de imágenes\n\nQuien suscribe autoriza a que se incluya la siguiente información. (Véase la guía de referencia al final de la página 2)Seleccione:\nAtención o servicios de salud mental\nTratamiento por consumo de alcohol o drogas\nSIDA (Síndrome de inmunodeficiencia adquirida) o infección por el VIH (Virus de inmunodeficiencia humana)\nServicios de reproducción\n1\n\n\fAl firmar el presente formulario, el Paciente o su Representante Legal declara haber leído y aceptado los siguientes\nenunciados:\n1.\n\nComprendo que, a menos que sea revocada con anterioridad, la presente autorización caduca el / /20 o si\n.\n(Si no se designa una fecha de caducidad, esta autorización vencerá en 90 días a partir de la fecha de la firma).\n\n2.\n\nComprendo que puedo revocar la presente Autorización en cualquier momento notificando a Advocare, LLC\npor escrito, pero, si lo hago, mi revocación no tendrá ningún efecto sobre cualquier acción que Advocare, LLC\nhaya tomado en base a la presente Autorización antes de recibir mi revocación.\n\n3.\n\nComprendo que Advocare, LLC no puede obligarme a firmar esta Autorización como condición para recibir\ntratamiento de Advocare, LLC:\ni. Cuando Advocare, LLC me brinde tratamiento relacionado con la investigación; o\nii. Cuando Advocare, LLC me brinde atención médica con el único propósito de crear información de salud\nprotegida para divulgarla a otra persona.\n\n4.\n\nComprendo y acepto que, por ley, disponen de 30 días para atender mi solicitud.\n\nAdvocare, LLC, sus proveedores, empleados, miembros y representantes quedarán eximidos por la presente de toda responsabilidad\nlegal por la divulgación de la información anterior en la medida indicada y autorizada en el presente documento.\n(El formulario DEBE completarse antes de firmar)\nFirma del Paciente o su Representante Legal: ____________________________________________________________\nNombre en letra de imprenta: _________________________________ Con fecha de: _____________________________\nSi lo firma el Representante Legal, indique su parentesco con el paciente: ______________________________________\nNota: Si usted es el Tutor Legal del Paciente y no uno de sus padres, o si usted es el Apoderado Legal del Paciente,\ndeberá adjuntar a la presente autorización una copia del documento legal donde le confieren tal poder.\n\nAtención o servicios de salud mental\nTratamiento por consumo de alcohol o drogas\nSIDA o infección por VIH\nServicios de reproducción\n\nGuía de referencia\nInformación psiquiátrica o psicológica, incluido cualquier tratamiento\npsiquiátrico o psicológico administrado por mi proveedor.\nInformación sobre drogas o alcohol, incluido cualquier tratamiento\no pruebas de drogas o alcohol ordenados por mi proveedor.\nInformación relacionada con el SIDA o el VIH, incluido\ncualquier tratamiento o pruebas relacionados con el SIDA\no el VIH ordenados o por mi proveedor.\nTodos los servicios médicos, quirúrgicos, de asesoramiento\no de derivación relacionados con el sistema reproductivo\nhumano, incluidos, entre otros, los servicios relacionados\ncon el embarazo, la anticoncepción o la interrupción del\nembarazo. (Ley de Reproducción P.L.2022, c.51)\n01.2024\n2\n\n\f",
  "full_text_chars": 5666,
  "fillable_field_count": 44,
  "fillable_field_names": [],
  "font_count": 8,
  "embedded_image_count": 12,
  "is_image_only_scan": false
}
