{
  "filename": "form-1.pdf",
  "file_size_bytes": 189083,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "AUTHORIZATION FOR USE/DISCLOSURE OF PROTECTED HEALTH INFORMATION\nI hereby authorize the use or disclosure of my individually identifiable protected health information as described below. I understand that this\nauthorization is voluntary. I understand that if the organization authorized to receive the information is not a health plan or health care provider,\nthe released information may no longer be protected by federal privacy regulations. I authorize Advocare, LLC to disclose the following info",
  "full_text": "AUTHORIZATION FOR USE/DISCLOSURE OF PROTECTED HEALTH INFORMATION\nI hereby authorize the use or disclosure of my individually identifiable protected health information as described below. I understand that this\nauthorization is voluntary. I understand that if the organization authorized to receive the information is not a health plan or health care provider,\nthe released information may no longer be protected by federal privacy regulations. I authorize Advocare, LLC to disclose the following information\nfrom the medical records of:\nPatient Information:\n(Print) Patient Name:\n\n_\n\nDate of birth:\n\nAddress:\nPhone Number:\n\nPatient SS#:\n\nCovering the period(s) of health care: From:\n\nTo:\n\nInformation to be disclosed:\n Complete health record(s), excluding all images\n\nSelect from the following (check all which apply):\nOR\n\n Discharge Summary\n History and Physical Examination\n Consultation Reports\n Mental health care or services\n\n Progress Notes\n Laboratory Tests\n X-ray reports\n Photographs, videotapes,\ndigital or other images\n\n Treatment for alcohol and/or drug abuse\n AIDS (Acquired Immunodeficiency Syndrome) or HIV (Human\nImmunodeficiency Virus) infection\n Other (please specify):\n\n_\n\nThis information is to be disclosed to the individual or entity identified below for the purpose of:\n_\nRelease Records To:\nName:\n\n_ Relationship:\n\nAddress:\nPhone Number:\nBy signing this form, the Patient or Patient’s Legal Representative attests to reading and accepting the following statements:\n1.\n\nI understand that unless earlier revoked, this authorization expires on / /20 or on the happening of\n_\n.\n(If no expiration date is designated this authorization will expire six (6) months from the signature date.)\n\n2.\n\nI understand that I may revoke this Authorization at any time by notifying Advocare, LLC in writing, but if I do so my revocation will not\nhave any effect on any actions Advocare, LLC took in reliance on this Authorization before it received my revocation.\n\n3.\n\nI understand that Advocare, LLC cannot make me sign this Authorization as a condition to receive treatment from Advocare, LLC:\ni. When Advocare, LLC provides me with research related treatment; or\nii. When Advocare, LLC provides me with health care solely for the purpose of creating protected health information for disclosure\nto someone else.\n\nAdvocare, LLC, its providers, employees, members and agents are hereby released from any legal responsibility or liability for disclosure of the\nabove information to the extent indicated and authorized herein.\n(Form MUST be completed before signing)\nSignature of Patient or Legal Representative:\nPrint Name:\nIf Signed by Legal Representative, state relationship to Patient:\n\n_\n\nDated:\n\nNote: If you are the Patient's Legal Guardian other than a parent, or if you are the Patient's Power of Attorney, a copy of the legal document granting you such\npower must be attached to this request.\n\nV2- 4.2021\n\n\f",
  "full_text_chars": 2933,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 7,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
