{
  "filename": "form-3.pdf",
  "file_size_bytes": 238544,
  "page_count": 8,
  "has_text_layer": true,
  "text_preview": "NOTICE OF PRIVACY PRACTICES\nTHIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY BE USED\nAND DISCLOSED, AND HOW YOU CAN GET ACCESS TO THIS INFORMATION.\nPLEASE REVIEW IT CAREFULLY.\nIn this notice we use the terms \"we\", \"us\", and \"our\" to describe La Clínica.\nFor more details, please refer to section IV of this notice.\n\nc Information\n\nfrom members/patients, for\nexample, through surveys, applications and\nother forms, and online communications.\n\nc Information\n\nabout your relationship with\nLa ",
  "full_text": "NOTICE OF PRIVACY PRACTICES\nTHIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY BE USED\nAND DISCLOSED, AND HOW YOU CAN GET ACCESS TO THIS INFORMATION.\nPLEASE REVIEW IT CAREFULLY.\nIn this notice we use the terms \"we\", \"us\", and \"our\" to describe La Clínica.\nFor more details, please refer to section IV of this notice.\n\nc Information\n\nfrom members/patients, for\nexample, through surveys, applications and\nother forms, and online communications.\n\nc Information\n\nabout your relationship with\nLa Clínica such as medical services received,\nclaims history, and information from your\nbenefits plan sponsor or employer about\ngroup health coverage you may have.\n\nEW\n\nO\nN\n\nWe are required by law to maintain the privacy of\n“protected health information” (PHI). “Protected\nhealth information” includes any identifiable\ninformation that we obtain from you or others\nthat relate to your physical or mental health, the\nhealth care you have received, or payment for\nyour health care. As required by law, this notice\nprovides you with information about your rights and\nour legal duties and privacy practices with respect\nto the privacy of protected health information. This\nnotice also discusses the uses and disclosures we\nwill make of your protected health information.\nWe must comply with the provisions of this notice,\nalthough we reserve the right to change the terms\nof this notice from time to time and to make the\nrevised notice effective for all protected health\ninformation we maintain. You may request a copy\nof our most current privacy notice from our office.\n\nmedical, mental health and\nsubstance\nabuse\npatient\nrecords,\nlaboratory results, X-ray reports, pharmacy\nrecords,\nand\nappointment\nrecords.\n\nLY\n\nc Hospital,\n\nI. OUR RESPONSIBILITY TO PROTECT YOUR\nPROTECTED HEALTH INFORMATION (PHI)\n\nWe take these responsibilities seriously and endeavor\nto take the appropriate steps to safeguard and\nprotect the privacy of your PHI entrusted to us.\n\nVI\n\nIn the course of providing health care or health care\nrelated services, we maintain or collect various types\nof PHI from members and patients and other sources,\nincluding other health care providers. The medical\ninformation may be used or disclosed, for example,\nto provide health care services and customer\nservices, evaluate benefits and claims, administer\nhealth care coverage, measure performance\n(utilization review), detect fraud and abuse,\nconduct investigations, review the competence\nor qualifications of health care professionals,\nand fulfill legal and regulatory requirements. The\ntypes of PHI that we collect and maintain about\nmembers and patients include, for example:\n\nII. WHAT IS PROTECTED HEALTH INFORMATION (PHI)?\nYour protected health information (PHI) is health\ninformation about you that contains identifiers,\nsuch as your name, address, phone number,\nsocial security number, or other information\nthat identifies who you are. For example, your\nmedical record is PHI because it includes your\nname, other identifiers, and may contain personal\nand sensitive medical information about you.\nIII. YOUR RIGHTS REGARDING YOUR PHI\nAs required by law, this notice provides you with\ninformation about your rights and our legal duties\nand privacy practices with respect to the privacy\nof your protected health information. This section\ndescribes your rights related to your PHI, and it\nalso describes how you can exercise these rights.\nYour Right to Access/Copy Your PHI (Inspect or\nReceive Copies)\nYou have a right to access, inspect or obtain a copy\nof the protected health information contained in\nyour medical and billing records and in any other\npractice records used by us to make decisions\nabout you. You may inspect or receive copies of\nyour PHI in designated record sets such as your\nFORM 8092 NOTICE OF PRIVACY PRACTICES PAGE 1/8 (10/12)\n\n\fmedical record or billing records. To request access\nto your PHI, please write us at the contact address\nat the end of this notice or if you know the name of\nthe provider or medical office where you received\nyour care, please write to us at that address.\n\nIf we deny a request for access for any of the\nreasons described above, then you have the\nright to have our denial reviewed in accordance\nwith the requirements of applicable law.\n\nOnce we receive your written request, we will\nlet you know when and how you can inspect or\nobtain a copy of your record. If you agree, we\nwill give you a summary or explanation of your\nPHI instead of providing copies. We may charge\nyou a fee for the copies, summary, or explanation.\n\nYour Right to Confidential Communications\n\nYour Right to Correct/Amend/Update Your PHI\n\nO\nN\n\nIn the case that we use or maintain an electronic\nhealth record with respect to protected health\ninformation of an individual, you (1) have a right\nto obtain a copy of such information in an\nelectronic format. You may request that\nwe send such a copy directly to an entity\nor person designated by you, provided that\nany such choice is clear, conspicuous, and\nspecific. We may charge a fee to provide a\ncopy of your protected health information in\nan electronic form, not to exceed our labor\ncosts in responding to your request. In limited\nsituations, we may also deny a request for\naccess to protected health information if:\n\nLY\n\nc Access to Certain Information in Electronic Format\n\nYou have the right to reasonably request to receive\nconfidential communications of protected health\ninformation by alternative means or at alternative\nlocations. For example, you may reasonably\nrequest that we send your PHI to you at a different\naddress (i.e. your work address) or by different\nmeans (i.e. by fax instead of regular mail). If the\ncost of meeting your request is not more than a\nreasonable additional amount, we are permitted\nto charge you our costs that exceed that amount.\n\nA licensed health care professional has\ndetermined, in the exercise of professional\njudgment, that the access requested is\nreasonably likely to endanger your life or\nphysical safety or that of another person.\n\nc\n\nThe protected health information makes\nreference to another person (unless such\nother person is a health care provider)\nand a licensed health care professional\nhas determined, in the exercise of\nprofessional judgment, that the access\nrequested is reasonably likely to cause\nsubstantial harm to such other person.\n\nVI\n\nEW\n\nc\n\nc\n\nThe request for access is made by the\nindividual’s personal representative and a\nlicensed health care professional has\ndetermined, in the exercise of professional\njudgment, that the provision of access\nto such personal representative is\nreasonably likely to cause substantial\nharm to you or another person.\n\nYou may request that we correct or add to the\nrecord, if you believe there is a mistake in your\nPHI or that important information is missing. Please\nwrite us and explain what you are asking for and\nwhy the correction or addition should be made.\nAfter receiving your request, we will review your\nrequest and provide a response to you in writing. If we\napprove your request, we will make the correction\nor addition to your PHI. If we deny your request,\nwe will explain why and advise you of your right\nto file a written statement of disagreement. Your\nstatement must be limited to 250 words for each\nitem in your record that you believe is incorrect or\nincomplete. You must also let us know in writing\nif you want us to include your statement in future\ndisclosures we make, for that part of your record. We\nmay include a summary instead of your statement.\n\nYour Right to an Accounting of Disclosures of PHI\nYou may request a list of our disclosures of your PHI.\nPlease write us and specify the time period you\nare requesting.\nThe list we give you will include disclosures\nmade in the last six years, unless you request a\nshorter time. You are entitled to one disclosure\naccounting in any 12-month period at no charge.\nIf you request any additional accountings less\nthan 12 months later, we may charge a fee.\nFORM 8092 NOTICE OF PRIVACY PRACTICES PAGE 2/8 (10/12)\n\n\fAccounting of Disclosures When Using an\nElectronic Health Record\nIn the case that we use or maintain an\nelectronic health record with respect to\nprotected health information, you have a\nright to receive an accounting of disclosures\nduring only the three years prior to the date\non which the accounting is requested.\n\nYour Right to Receive a Paper Copy of this Notice\nYou have a right to receive a paper copy of this\nnotice upon request. Please write to us at:\nLa Clínica de La Raza, Inc.\nAttention: Privacy Officer\n\nP.O. Box 22210, Oakland, CA 94623\n\nO\nN\n\nIn response to a request from an individual for\nan accounting, we may elect to provide either\nan (1) accounting for disclosures of protected\nhealth information that are made by us and\nby a business associate acting on our behalf;\nor (2) accounting for disclosures that are\nmade by us and provide a list of all business\nassociates acting on our behalf, including\ncontact information for such associates (such\nas mailing address, phone, and email address).\n\nYou have a right to request restrictions on disclosures\nof protected health information, which we must\ncomply with, if (1) the disclosure is to a health plan\nfor purposes of carrying out payment or health care\noperations (and is not for purposes of carrying out\ntreatment); and (2) the protected health information\npertains solely to a health care item or service for\nwhich the we have been paid out of pocket in full.\n\nLY\n\nc\n\nA business associate included on a list shall\nprovide an accounting of disclosures made\nby the business associate upon a request\nmade by an individual directly to the\nbusiness associate for such an accounting.\n\nEW\n\nAn accounting does not include certain\ndisclosures — for example, disclosures that\noccurred prior to April 14, 2003; disclosures for\nwhich La Clínica had a signed authorization;\ndisclosures of your PHI to you; disclosures from a\nfacility directory; disclosures for notifications for\ndisaster relief purposes; or disclosures to persons\ninvolved in your care and persons acting on your\nbehalf.\n\nVI\n\nYour Right to Restrict Uses and Disclosures of Your PHI\nYou have the right to request restrictions on our uses\nand disclosures of protected health information for\ntreatment, payment and health care operations.\nHowever, by law we are not required to agree to your\nrequest. We will however, review and consider your\nrequest.\nYou may write to us or the provider or medical office\nwhere you received your care for consideration\nof your request. If we do agree to your request,\nwe are obliged to abide by that agreement.\n\nIV. LA CLINICA AND OTHERS SUBJECT TO THIS NOTICE\n\nThis notice applies to La Clínica which includes:\nc Providers/Practices within the La Clínica network.\nc Affiliated Providers/Practices with La Clínica\nc Business Associates of La Clínica\nc Affiliated organizations with whom La Clínica\n\nconducts business.\nLa Clínica includes health care delivery sites,\nmedical offices, hospitals, ambulatory surgery\ncenters, and any other licensed facilities of\nLa Clínica, member services, and our member\nWeb sites.\nTo provide you with the health care you expect, to treat\nyou, to pay for your care, and to conduct our\noperations, such as quality assurance, accreditation,\nlicensing and compliance, La Clínica and its\nbusiness associates share your PHI with each other.\nOur personnel may have access to your PHI\neither as employees, physicians, professional\nstaff members of medical offices and facilities\nand others authorized to enter information in a\nmedical record, volunteers, or persons working\nwith us in other capacities.\n\nFORM 8092 NOTICE OF PRIVACY PRACTICES PAGE 3/8 (10/12)\n\n\foptions, therapies, health care providers, or\ncare settings. For example, we may tell you\nabout a new drug or procedure or about\neducational or health management activities.\n\nV. HOW WE MAY USE AND DISCLOSE YOUR PHI\n\nc\n\nTreatment\n\nVI\n\nEW\n\nYour PHI is most commonly and importantly\nused and disclosed in the course of treating\nor providing health care to you. For example,\nour physicians, nurses, and other health care\npersonnel, including trainees, involved in your\ncare, use and disclose your PHI to evaluate,\ndiagnose, treat, and otherwise provide for\nyour health care needs. Our personnel will\nuse and disclose your PHI in order to help\nprovide and coordinate the care and services\nyou need. For example — prescriptions,\nX-rays, and lab work. If you need care from\nhealth care providers who are not part of or\naffiliated with La Clínica, such as community\nresources to assist with your health care needs\nat home, we may disclose your PHI to them.\n\nc\n\nPayment\nYour PHI may be used or disclosed to permit us\nto bill and collect payment for, or determine\nour responsibility to pay for treatment and\nhealth-related services that you receive.\nFor example, we may have an obligation to\npay for health care you receive from an outside\nprovider. When you or the provider sends us\nthe bill for health care services, we use and\ndisclose your PHI to determine how much, if\nany, of the bill we are responsible for paying.\n\nc\n\nHealth Care Operations\n\nWe may use and disclose your PHI for certain\nhealth care operations — for example, quality\nassessment and improvement, quality or\nmanagement reports, training and evaluation\nof health care professionals, licensing,\naccreditation, and determining premiums or\nother costs of providing health care, and for\nother health care operations of the organization.\n\nO\nN\n\nWe are allowed by law to use and disclose\ncertain PHI without your written permission.\nThese uses and disclosures are generally\ncategorized as treatment, payment, health care\noperations, and as required by law. Below are\nsome examples of these uses and disclosures.\nHow much PHI is used or disclosed without your\nwritten permission will vary depending on the\nintended purpose of the use or disclosure.\nSometimes we may only need to use or disclose\na limited amount of PHI. For example, we may\nsend you an appointment reminder. At other times,\nwe may need to use or disclose more PHI such\nas when we are providing medical treatment.\n\nc\n\nLY\n\nYour confidentiality is important to us. Our physicians\nand employees are required to maintain the\nconfidentiality of the PHI of our members/\npatients and we have policies and procedures\nand other safeguards to help protect your\nPHI\nfrom\nimproper\nuse\nand\ndisclosure.\n\nTreatment Alternatives and Health-Related\nBenefits and Services\n\nIn some instances, the law permits us to contact\nyou: 1) to describe our network or describe the\nextent to which we offer and pay for various\nproducts and services; 2) for your treatment;\n3) for case management and care coordination;\nor 4) to direct or recommend available treatment\n\nc\n\nElectronic Systems:\nElectronic Medical Records (EMR)\nElectronic Health Records (EHR)\nElectronic Practice Management (EPM)\n\nWe use electronic medical/health record\nsystems because we believe they are an\nimportant part of providing efficient and\nsafe health care. Our employees, affiliated\nphysicians and their staff may be allowed\naccess to your health information through\nour electronic medical record systems.\nWe have established policies and procedures\nand technical safeguards to help protect the\nprivacy and security of the health information\nwe maintain, collect and use during the\ncourse of providing care. Physicians and other\nhealth care providers not employed by us\nare also responsible for establishing safeguards\nto protect the health information they\nreceive from us. Please contact your health\ncare providers if you have questions about\nhow they protect your medical information.\nFORM 8092 NOTICE OF PRIVACY PRACTICES PAGE 4/8 (10/12)\n\n\fHealth Information Organizations / Health\nInformation Exchanges\n\nCommunications with Family and Others\nwhen You are Present\nYour PHI may be disclosed when a family\nmember or other person involved in your\ncare is present when we are discussing\nyour care or PHI with you. If you object to\nthis type of disclosure, please let us know and\nwe will strive to keep such discussions private.\n\nc\n\nCommunications with Family and Others\nwhen You are Not Present\nThere may be times when it is necessary to\ndisclose your PHI to a family member or other\nperson involved in your care because there\nis an emergency, you are not present, or you\nlack the decision making capacity to agree\nor object. In those instances, we will use our\nprofessional judgment to determine if it's in\nyour best interest to disclose your PHI. If so,\nwe will limit the disclosure to the PHI that is\ndirectly relevant to the person's involvement\nwith your health care. For example, we may\nallow someone to pick up a prescription for you.\n\nc\n\nEW\n\nO\nN\n\nHealth Information Organizations (HIO) and\nHealth Information Exchanges (HIE) makes it\npossible to securely move your personal health\nand medical information electronically between\nyour doctors, hospitals, and other health care\nproviders when it is needed for your care.\nHealth information exchanges significantly\nimprove patient care safety, quality, and\nefficiency by allowing secure, electronic\naccess to critical patient information when\nand where the provider needs it for your\ncare. We participate with health information\norganizations for purposes of health information\nexchanges because we believe it is an\nimportant part of providing efficient and safe\nhealth care and as such physicians, providers\nand their staff that participate with\nhealth information organizations for health\ninformation exchanges may be allowed access\nto your health information for the provision of\nyour care. All data sharing is carried out pursuant\nto State and Federal laws involving patient\nconsent, privacy, and security. In addition,\ndata security and data encryption along with\nfull privacy and confidentiality compliance is\nprovided at all times.\n\nc\n\nLY\n\nc\n\nAppointment Reminders\n\nVI\n\nYour PHI may be used to contact you\nabout\nappointments\nfor\ntreatment\nor other health care you may need.\n\nc\n\nSpecific Types of PHI\n\nThere are stricter requirements for use and\ndisclosure of some types of PHI—for example,\nmental health and drug and alcohol abuse\npatient information, HIV tests, and genetic\ntesting information. However, there are\nstill circumstances in which these types of\ninformation may be used or disclosed without\nyour authorization.\n\nDisclosure\n\nin\n\nCase\n\nof\n\nDisaster\n\nRelief\n\nWe may disclose your name, city of residence,\nage, gender, and general condition to a public\nor private disaster relief organization to assist\ndisaster relief efforts, unless you object at the time.\n\nBusiness Associates\n\nWe may contract with business associates\nto perform certain functions or activities\non our behalf, such as payment and\nhealth care operations. These business\nassociates must agree to safeguard your PHI.\nc\n\nc\n\nc\n\nDisclosures to Parents as Personal\nRepresentatives of Minors\nIn most cases, we may disclose your minor\nchild's PHI to you. In some situations, however,\nwe are required by law to deny you access\nto your minor child's PHI. An example of\nwhen we must deny such access, based on\nthe type of health care, is when a minor\nwho is 12 years of age or older seeks care\nfor sexually transmitted diseases, or family\nplanning and pregnancy related conditions.\nAnother situation when we must deny access\nto parents is when minors have adult rights’\nto make their own health care decisions.\nThese minors include, for example, minors\nwho were or are married or who have a\ndeclaration of emancipation from a court.\n\nFORM 8092 NOTICE OF PRIVACY PRACTICES PAGE 5/8 (10/12)\n\n\fFacility Directories\n\nc\n\nWhen you are a patient in one of our facilities, we\nmay create a directory that includes your name,\nroom location, and your general condition.\nThis information may be disclosed to a person\nwho asks for you by name. We may provide your\nreligious affiliation, if any, to clergy. You may\nobject to the use or disclosure of some or all\nof this information. If you do object,\nwe will not disclose this information to\nvisitors or other members of the public.\n\nc\n\nc\n\nResearch\n\nc\n\nWe may use and disclose your PHI as\nnecessary to comply with federal\nand state laws, for example, such as\nthose that govern workplace safety.\n\nHealth Oversight Activities\n\nO\nN\n\nLa Clínica may engage in important research.\nSome of our research may involve medical\nprocedures and some is limited to collection\nand analysis of health data. Research of\nall kinds may involve the use or disclosure of\nyour PHI. Your PHI can generally be used or\ndisclosed for research without your permission\nif an Institutional Review Board (IRB approves\nsuch use or disclosure. An IRB is a committee\nthat is responsible, under federal law, for\nreviewing and approving human subjects’\nresearch to protect the safety of the\nparticipants and the confidentiality of PHI.\n\nThe Food and Drug Administration (FDA)\nis responsible for tracking and monitoring\ncertain medical products, such as\npacemakers and hip replacements, to\nidentify product problems and failures\nand injuries they may have caused. If you\nhave received one of these products,\nwe may use and disclose your PHI\nto the FDA or other authorized\npersons or organizations, such as\nthe maker of the product.\n\nLY\n\nc\n\nc\n\nPublic Health Activities\n\nPublic\nhealth\nactivities\ncover\nmany\nfunctions performed or authorized by government\nagencies to promote and protect the public's\nhealth and may require us to disclose your PHI.\n\nFor other purposes, such as for inquiries by\nyour employer or employee organization on\nyour behalf, we will obtain your authorization\nwhen necessary under applicable law.\n\nOrgan Donation\n\nWe may use or disclose PHI to organprocurement organizations to assist with\norgan, eye or other tissue donations.\n\nVI\n\nc\n\nDisclosures to Your Employer or Your\nEmployee Organization\n\nIf you are enrolled in an employer sponsored\nhealth plan, we may share certain PHI with\nthe employer without your authorization,\nbut only when allowed by law. For example,\nwe may disclose your PHI for a workers'\ncompensation claim or to determine whether\nyou are enrolled in the plan or whether\npremiums have been paid on your behalf.\n\nEW\n\nc\n\nAs health care providers, we are subject to\noversight conducted by federal and state\nagencies. These agencies may conduct\naudits of our operations and activities\nand in that process, may review your PHI.\n\nc\n\nFor example, we may disclose your\nPHI as part of our obligation to report\nto public health authorities certain\ndiseases, injuries, conditions, and vital\nevents such as births. Sometimes we\nmay disclose your PHI to someone you\nmay have exposed to a communicable\ndisease or who may otherwise be at\nrisk of getting or spreading the disease.\n\nc\n\nWorkers' Compensation\nIn order to comply with workers' compensation\nlaws, we may use and disclose your PHI. For\nexample, we may communicate your medical\ninformation regarding a work-related injury\nor illness to claims administrators, insurance\ncarriers, and others responsible for evaluating\nyour claim for workers' compensation benefits.\nFORM 8092 NOTICE OF PRIVACY PRACTICES PAGE 6/8 (10/12)\n\n\fNational Security\nWe may disclose your PHI to authorized\nfederal officials as necessary for national\nsecurity and intelligence activities or for\nprotection of the president and other\ngovernment\nofficials\nand\ndignitaries.\n\nc\n\nMilitary Activity\nWe may sometimes use or disclose the PHI\nof armed forces personnel to the applicable\nmilitary authorities when they believe it is\nnecessary to properly carry out military missions.\n\nc\n\nc\n\nMarketing\n\nRequired by Law\n\nEW\n\nIn some circumstances federal or state\nlaw requires that we disclose your PHI\nto others. For example, the secretary of\nthe Department of Health and Human\nServices may review our compliance\nefforts, which may include seeing your PHI.\nc\n\nVI\nLaw Enforcement\n\nWe may release or\nauthorized officials for\npurpose. For example:\n\nAbout a death we believe may\nbe the result of a criminal conduct\n\nc\n\nAbout criminal conduct on our premises\n\nc\n\nIn emergency circumstances to report a\ncrime; the location of the crime or victims\nor the identity, description or location of\nthe person who committed the crime\n\nSerious Threat to Health or Safety\n\nAbuse or Neglect\n\nBy law, we may disclose PHI to the appropriate\nauthority to report suspected child abuse\nor neglect or to identify suspected victims\nof abuse, neglect, or domestic violence.\n\nc\n\ndisclose PHI to\nlaw enforcement\n\nc\n\nIn response to a court order, subpoena,\nwarrant, summons or similar process\n\nc\n\nTo identify or locate a suspect, fugitive,\nmaterial witness, or missing person\n\nCoroners and Funeral Directors\nWe may disclose PHI to a coroner or medical\nexaminer to permit identification of a body,\ndetermine cause of death, or for other\nofficial duties. We may also disclose PHI to\nfuneral directors.\n\nLawsuits and Other Legal Disputes\n\nWe may use and disclose PHI in responding\nto a court or administrative order, a\nsubpoena, or a discovery request. We\nmay also use and disclose PHI to the\nextent permitted by law without your\nauthorization, for example, to defend a lawsuit\nor arbitration.\n\nc\n\nc\n\nO\nN\nc\n\nFundraising\n\nWe may use or disclose PHI to contact\nyou to raise funds for our organization.\nc\n\nAbout the victim of a crime if, under\ncertain limited circumstances, we are\nunable to obtain the person’s agreement\n\nWe may use and disclose your PHI if we believe\nit is necessary to avoid a serious threat to\nyour health or safety or to someone else's.\n\nWe may use and disclose your PHI to\ncontact you about benefits, services,\nor supplies that we can offer you.\nc\n\nc\n\nLY\n\nc\n\nc\n\nInmates\nUnder the federal law that requires us to give\nyou this notice, inmates do not have the same\nrights to control their PHI as other individuals.\nIf you are an inmate of a correctional institution\nor in the custody of a law enforcement official,\nwe may disclose your PHI to the correctional\ninstitution or the law enforcement official\nfor certain purposes, for example, to protect\nyour health or safety or someone else's.\n\nVI. ALL OTHER USES AND DISCLOSURES OF YOUR PHI\nREQUIRE YOUR PRIOR WRITTEN AUTHORIZATION\nExcept for those uses and disclosures described\nabove, we will not use or disclose your PHI without\nFORM 8092 NOTICE OF PRIVACY PRACTICES PAGE 7/8 (10/12)\n\n\fRevocation will not apply to any authorized use\nor disclosure of your PHI that occurred before\nwe received your revocation. If you provided\nyour authorization to secure a policy of insurance,\nincluding health care coverage, you may\nnot be permitted to revoke it until the insurer\ncan no longer contest the policy issued to you or\na claim under the policy.\n\nYou also may notify the Secretary of the\nU.S. Department of Health and Human\nServices\nor\nthe\nCalifornia\nDepartment\nof Health Care Services Privacy Officer:\nPrivacy Officer\nCalifornia Department of Health Care Services\nP.O. Box 997413\nMS 0010\nSacramento, CA 95899-7413\n(916) 445-4646 (Voice)\n\nLY\n\nyour written authorization. When your authorization\nis required and provided to us, you may revoke that\nauthorization at any time by notifying us in writing.\n\n(877) 735-2929 (TTY/TDD)\n\nVII. CHANGES TO THIS NOTICE\nWe may change this notice and our privacy\npractices at any time, as long as the change\nis consistent with state and federal law.\nAny revised notice will apply both to the PHI\nwe already have about you at the time of\nthe change, and any PHI created or\nreceived after the change takes effect.\n\nSecretary of the U.S. Department of Health and\nHuman Services\n\nIf we make an important change to our\nprivacy practices, we will promptly change\nthis notice and provide a new notice on our\nWeb\nsite\nat\nhttp://www.laclinica.org.\n\n(800)368-1019\n\nO\nN\n\nOffice of Civil Rights\n\nEW\n\nExcept for changes required by law, we\nwill not implement an important change to\nour privacy practices before we revise this notice.\nVIII. HOW TO CONTACT US ABOUT THIS NOTICE OR\nTO COMPLAIN ABOUT OUR PRIVACY PRACTICES\n\n50 United Nations Plaza, Room 322\nSan Francisco, California 94102\n\nWe will not take retaliatory action against you if\nyou file a complaint about our privacy practices.\n\nIX. EFFECTIVE DATE OF THIS NOTICE\nThis notice is effective on October 1, 2012.\n\nX. THANK YOU\nWe thank you for entrusting your health care to us.\n\nVI\n\nIf you have any questions about this notice,\nor want to lodge a complaint about our\nprivacy practices, please call or write us at:\n\nAttention: Regional Manager\n\nLa Clínica de La Raza, Inc.\nAttention:\n\nPrivacy Officer / Information Security Officer\nP.O. Box 22210\n\t\tOakland, CA 94623\n\t\t(510)535-4000\n\nFORM 8092 NOTICE OF PRIVACY PRACTICES PAGE 8/8 (10/12)\n\n\f",
  "full_text_chars": 28542,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 5,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
