{
  "filename": "form-2.pdf",
  "file_size_bytes": 195064,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "AUTORIZACIÓN PARA LA REVELACIÓN DE INFORMACIÓN MÉDICA\nEste documento autoriza la revelación de información médica individualmente identificable\nexigida por la ley estatal y federal. Puede negarse a firmar esta autorización. Negarse a firmar no\nafectará su capacidad de obtener servicios de Cottage Health (CH).\nSi no se da toda la información exigida, esta autorización podría no tener validez.\nA. INFORMACIÓ N DEL PACIENTE:\nNombre del paciente (en letra de molde):\nFecha de nacimiento:\nOtros nombres",
  "full_text": "AUTORIZACIÓN PARA LA REVELACIÓN DE INFORMACIÓN MÉDICA\nEste documento autoriza la revelación de información médica individualmente identificable\nexigida por la ley estatal y federal. Puede negarse a firmar esta autorización. Negarse a firmar no\nafectará su capacidad de obtener servicios de Cottage Health (CH).\nSi no se da toda la información exigida, esta autorización podría no tener validez.\nA. INFORMACIÓ N DEL PACIENTE:\nNombre del paciente (en letra de molde):\nFecha de nacimiento:\nOtros nombres:\nB. SOBRE LA INFORMACIÓ N MÉ DICA:\nSolicito y autorizo la revelación de información médica sobre el paciente mencionado arriba para los\nservicios de atención médica que prestan:\n Santa Barbara Cottage Hospital\n Goleta Valley Cottage Hospital\n Santa Ynez Valley Cottage Hospital  Cottage Rehabilitation Hospital\n Pacific Diagnostic Labs (PDL)\n Atención de urgencia (Urgent Care) de Cottage\n Otro:\nTenga en cuenta: Los resultados de salud mental/dependencia química, atención médica\nreproductiva y VIH están protegidos por leyes especiales de confidencialidad que exigen que usted\nespecifique si estos datos se incluirán en esta revelación. Indique si quiere que se incluya la\ninformación específica señalada:\n *Salud mental  Dependencia química  VIH  **Atención médica reproductiva\n*La ley del estado de California exige que obtengamos permiso por escrito del médico tratante.\n**Se define como “Atención médica que afecta la salud de una persona en todos los aspectos relacionados con\nel sistema reproductivo y sus funciones y procesos”.\n\nFechas de visita o atención (sea específico):\nInformación médica que se revelará:  Registro del Departamento  Notas del proveedor (médico)\nde Emergencias\n Resultados de pruebas de diagnóstico (análisis,\n Informes operativos/de\ninformes de radiología, etc.)\nprocedimiento\n Imágenes de radiología  Facturación  Otro (especifique):\nEsta información se usará para los siguientes propósitos:  Continuación de la atención\n Seguro\n Legal  Archivos personales  Otro:\nC. A QUIÉ N SE DEBE DAR LA INFORMACIÓ N:\nAutorizo que esta información se revele a:  Paciente (yo mismo)\n Otro, nombre:\nRelación:\nNúmero de contacto del destinatario: (_____)______-_____________\nD. MÉ TODO DE ENTREGA (seleccione uno):  MyChart  Recogida (solo con cita previa)\n Correo electrónico:\n Fax: (____)_____-______________\n Correo postal:\n(Dirección)\nPágina 1 de 2\n\n(Ciudad)\n\n(Código postal)\n\n\fE. VENCIMIENTO:\nEsta autorización entra en vigor a partir de este momento y seguirá estándolo hasta (escriba la fecha):\nSi no se indica ninguna fecha, esta autorización vencerá 12 meses después de la fecha de firma de este\nformulario.\nF. SUS DERECHOS:\n▪ Tiene derecho a recibir una copia de esta autorización. Si necesita que le enviemos una copia por\ncorreo, dé la dirección postal completa a la que quiere que le enviemos la copia:\nDirección:\nCopia dada:  Sí  No\n\nEstado:\n\nCódigo postal:\n\nComentarios:\n\n▪ Tiene derecho a revocar (cancelar) esta autorización en cualquier momento presentando una\nsolicitud escrita y firmada a: Administración de la Información Médica (Health Information\nManagement), Santa Barbara Cottage Hospital (consulte la dirección abajo).\nG. RESTRICCIONES:\nEl destinatario de la información médica protegida tiene prohibido volver a revelar la información a\nmenos que el destinatario obtenga otra autorización mía o a menos que la revelación se exija o se\npermita específicamente por ley.\nH. COSTO Y TIEMPO\nCosto: Es posible que se aplique una tarifa por las copias de registros médicos. Se lo informará con\nantelación de si se incurre en alguna tarifa. Esta tarifa no se aplica a las copias de información médica\nenviadas directamente a un proveedor de atención médica. Las copias suelen estar disponibles en los\n15 días siguientes a la recepción de una solicitud válida.\nI. FIRMA AUTORIZANTE: (SE ACEPTARÁ N FIRMAS ELECTRÓ NICAS VÁ LIDAS)\nFirma:\nFecha:\nNombre en letra de molde:\nNúmero de contacto del solicitante (si es diferente al del destinatario): (____)_____-_____________\nSi no está firmado por el paciente, indique la relación:\nSe exigirán documentos legales que validen la autoridad antes de que se pueda procesar esta solicitud:\n Padre o tutor de un paciente menor de edad (en la medida en que el menor no pudiera dar su\nconsentimiento para recibir atención)\n Tutor o curador de un paciente incompetente\n Beneficiario o representante personal de un paciente fallecido\n❖ Envíe el formulario completo a la Administración de la Información Médica mediante\ncualquiera de los métodos siguientes:\nE-MAIL: medicalrecords@sbch.org\n\nFAX: (805) 749-2879\n\nCORREO POSTAL: Cottage Health, H.I.M. Dept., P.O. Box 689, Santa Barbara, CA 93102\nSi tiene preguntas, llame al 805-352-2506\nPágina 2 de 2\n\nFormulario NS1406 (Rev. 08/2025)\n\n\f",
  "full_text_chars": 4791,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 14,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
