{
  "filename": "form-1.pdf",
  "file_size_bytes": 130075,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "AUTHORIZATION FOR RELEASE OF\nHEALTH INFORMATION\nPURSUANT TO HIPAA\nPatient Name\n\nDate of Birth\n\nSocial Security No.\n\nPatient Address\nI, or my authorized representative, request that health information regarding my care and treatment be released as set forth on this\nform. In accordance with New York and/or New Jersey State Law and the Privacy Rule of the Health Insurance Portability and\nAccountability Act of 1996 (HIPAA), I understand that:\n1. This authorization may include disclosure of informati",
  "full_text": "AUTHORIZATION FOR RELEASE OF\nHEALTH INFORMATION\nPURSUANT TO HIPAA\nPatient Name\n\nDate of Birth\n\nSocial Security No.\n\nPatient Address\nI, or my authorized representative, request that health information regarding my care and treatment be released as set forth on this\nform. In accordance with New York and/or New Jersey State Law and the Privacy Rule of the Health Insurance Portability and\nAccountability Act of 1996 (HIPAA), I understand that:\n1. This authorization may include disclosure of information relating to ALCOHOL and DRUG ABUSE, MENTAL HEALTH\nTREATMENT, except psychotherapy notes, and CONFIDENTIAL HIV* RELATED INFORMATION only if I place my initials on\nthe appropriate line item 9(a), I specifically authorize release of such information to the person(s) indicated in Item 8.\n2. If I am authorizing the release of HIV- related, alcohol or drug treatment, or mental health treatment information, the recipient is\nprohibited from redisclosing such information without my authorization unless permitted to do so under federal or state law. I\nunderstand that I have the right to request a list of people who may receive or use my HIV-related information without\nauthorization. If I experience discrimination be cause of the release or disclosure of HIV-related information, I may contact New\nYork State Division of Human Rights at (212) 480-2493 or the New York City Commission on Human Rights at (212) 306-7450 or\nthe New Jersey Division on Civil Rights (973) 977-4500. These agencies are responsible for protecting my rights.\n3. I have the right to revoke this authorization at any time by writing to the health care provider listed below. I understand that I may\nrevoke this authorization except to the extent that action has already been taken based on this authorization.\n4. I understand that signing this authorization is voluntary. My treatment, payment, enrollment in a health plan, or eligibility for\nbenefits will not be conditioned upon my authorization of this disclosure.\n5. Information disclosed under this authorization might be redisclosed by the recipient (except as noted above in item 2), and this\nredisclosure may no longer be protected by federal or state law.\n6. THIS AUTHORIZATION DOES NOT AUTHORIZE YOU TO DISCUSS MY HEALTH\n\nINFORMATION OR MEDICAL CARE WITH ANYONE OTHER THAN THEN ATTORNEY OR\nGOVERNMENTAL AGENCY SPECIFIED IN ITEM 9(b).\n7.\n\nName and address of health provider or entity to release this information:\n\n8.\n\nName and address of person(s) or category of person to whom this information will be sent:\n\n9(a).\n\nSpecific information to be released:\n\n\nMedical Record from (insert date) _____________________ to (insert date) _________________________\n\n\n\nEntire Medical Record, including patient histories, office notes (except psychotherapy notes), test results, radiology studies, films,\nreferrals, consults, billing records, insurance records, and records sent to you by other health care providers.\n\n\n\nOther: ________________________________________\n\nInclude: (Indicate by Initialing)\n\n________________________________________\nAuthorization to Discuss Health Information\n(b)\n\n________\n\nAlcohol/Drug Treatment\n\n________\n\nMental Health Information\n\n________\n\nHIV-Related Information\n\nBy initialing here _____________ I authorize ________________________________________________\nInitials\n\nName of individual health care provider\n\nto discuss my health information with my attorney, or a governmental agency, listed here:\n____________________________________________________________________________________________\n(Attorney/Firm Name or Governmental Agency Name)\n10.\n\n12.\n\nReason for release of information:\n\n\nAt request of individual\n\n\n\nOther: ________________________________________\n\nIf not the patient, name of person signing form:\n\n11.\n\nDate or event on which this authorization will expire:\n\n13.\n\nAuthority to sign on behalf of patient:\n\nAll items on this form have been completed and my questions about this form have been answered. In addition, I have been provided a copy of\nthe form.\n__________________________________________________________________\nSignature of patient or representative authorized by law.\n\nDate:___________________________\n\n\f* Human Immunodeficiency Virus that causes AIDS. The New York State Public Health Law protects information which reasonably could\nidentify someone as having HIV symptoms or infection and information regarding a person's contacts.\n\n\f",
  "full_text_chars": 4430,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 4,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
