{
  "filename": "form-1.pdf",
  "file_size_bytes": 141169,
  "page_count": 5,
  "has_text_layer": true,
  "text_preview": "Instructions to Completing the Authorization for\nProtected Health Information (PHI)\nThese instructions were designed to help answer any questions that may arise when\ncompleting the Authorization Form for the Release of Protected Health Information.\nPatient’s Name\nBirth Date\nPatient’s Phone\nSocial Security Number\nProvider’s Name\nProvider’s Address\nRecipient’s Name\nRecipient’s Address\nRecipient’s Phone\nRequest Delivery\nEmail\nExpiration Date or Event\nPurpose of Disclosure\nPsychotherapy Notes\nDescri",
  "full_text": "Instructions to Completing the Authorization for\nProtected Health Information (PHI)\nThese instructions were designed to help answer any questions that may arise when\ncompleting the Authorization Form for the Release of Protected Health Information.\nPatient’s Name\nBirth Date\nPatient’s Phone\nSocial Security Number\nProvider’s Name\nProvider’s Address\nRecipient’s Name\nRecipient’s Address\nRecipient’s Phone\nRequest Delivery\nEmail\nExpiration Date or Event\nPurpose of Disclosure\nPsychotherapy Notes\nDescription of\nInformation to be Used or\nDisclosed\n\nSection AThe name of the person who received the medical service(s).\nThe patient’s date of birth.\nA phone number where the patient may be reached.\nLast four digits of the patient’s social security number. - This field is\noptional.\nName of the facility or hospital where the patient service was performed.\nComplete Mailing Address of the facility or hospital.\nName of the person being authorized by the patient to receive the\nrequested protected health information.\nComplete mailing address for the designated “Recipient.” Please be sure\nto include your zip code.\nA phone number where the recipient of the medical information can be\nreached.\nSpecify how the recipient is to receive the requested information.\nComplete only if eDelivery is requested.\nAuthorization will expire in 90 days unless otherwise noted on this form.\nExplain why the requested protected health information is being\nrequested.\nMark the “Yes” box if the information being requested is Psychotherapyrelated. Mark the “No” box if the information is not related to\nPsychotherapy.\nDescription- Mark the box that best describes the type of health\ninformation requested for use or disclosure.\nPlease note: ABSTRACT only includes your face sheet, discharge\nsummary, history and physical, consults, path, radiology and lab reports\nand any operative report.\nDate(s)- Provide the date of service related to when the medical\ntreatment was rendered. If the requested information being requested\npertains to an inpatient hospital stay, provide the discharge date.\nConsent to Release- Initial this box if you acknowledge and consent to\nthe release of protected health information that may contain alcohol/drug\nabuse, psychiatric, HIV testing, HIV results, or AIDS information.\n\n\fInstructions to Completing the Authorization for\nProtected Health Information (PHI)\nSection BThis section needs to be completed only if the request is for marketing purposes and the\npatient received compensation in exchange for this information. Select “Yes” or “NO”. If\n“Yes,” provide a brief explanation.\nSignature of\nPatient/Guardian or\nPersonal Representative\nDate Signed\nPrinted Name of\nPatient/Guardian or\nPersonal Representative\nRelationship of Personal\nRepresentative to Patient\n\nSection CThe patient’s signature is always required, unless the patient is a minor or\na legal representative has been appointed.\nProvide the date that this authorization form was signed.\nPrint the name of the individual who signed this authorization form.\nIf someone other than the patient signs the authorization form, a\ndescription of the representative’s authority to act on behalf of the patient\nmust be provided (i.e. Medical Power of Attorney, Executor of Estate, or\nLegal Guardian). Also, please include a copy of all supporting\ndocumentation (i.e. a copy of the medical power of attorney, court order\nfor Executor of Estate, or court order for guardianship.\n\nPlease return Authorization to:\nRiverside Community Hospital\nATTN: HIM/ MEDICAL RECORDS\n4445 MAGNOLIA AVE.\nRIVERSIDE, CA 92501\nPhone: 951-788-3165 | Fax: 951-788-3175\n\n\fAuthorization for the Release of Protected Health Information\nSection A: This section must be completed for all Authorizations\nPatient Name:\nDate of Birth:\nPatient’s\nPhone:\n\nLast 4-digit SSN\n(optional)\n\nProvider’s Name:\nRiverside Community Hospital\n\nRecipient’s Name:\n\nProvider’s Address:\n\nAddress 1:\n\n4445 MAGNOLIA AVE.\nRIVERSIDE, CA 92501\n\nAddress 2:\n\nRecipient’s Phone:\n\nCity:\n\nState:\n\nZip:\n\nRequest Delivery (If left blank, a paper copy will be provided):\nPaper Copy\nElectronic\nMedia, if available (e.g., USB drive, CD/DVD, eDelivery)\nEncrypted Email\nUnencrypted\nEmail\nNOTE: In the event the facility is unable to accommodate an electronic delivery as requested, an\nalternative delivery method will be provided (e.g., paper copy). There is some level of risk that a third\nparty could see your PHI without your consent when receiving unencrypted electronic media or email.\nWe are not responsible for unauthorized access to the PHI contained in this format or any risks (e.g.,\nvirus) potentially introduced to your computer/device when receiving PHI in electronic format or email.\nEmail Address (If email checked above. Please print legibly):\nThis authorization will expire on the following: (Fill in the Date or the Event but not both.)\nDate:\nEvent:\nPurpose of disclosure:\nDescription of information to be used or disclosed\nIs this request for psychotherapy notes?\nYes, then this is the only item you may request on this\nauthorization. You must submit another authorization for other items below.\nNo, then you may\ncheck as many items below as you need.\n\n\fDescription:\nABSTRACT only\nMy entire medical\nrecord (all PHI –\nPersonal Health\nInformation)\nAdmission form\nDictation reports\nPhysician orders\nIntake/outtake\n\nDate(s): Description:\nClinical test\nMedication\nsheets\nOperative\ninformation\nCath lab\nSpecial\ntest/therapy\nRhythm strips\nNursing\ninformation\nTransfer forms\nER information\n\nDate(s): Description:\nLabor/delivery\nsummary\nOB nursing assess\nPostpartum flow\nsheet\nItemized bill:\nUB-04:\nOther:\nOther:\n\nDate(s):\n\nI acknowledge, and hereby consent to such, that the released information may contain alcohol, drug\nabuse, genetic information, psychiatric, HIV testing, HIV results or AIDS information.\n_______________ (Initial)\nI understand that:\n1. I may refuse to sign this authorization and that it is strictly voluntary.\n2. My treatment, payment, enrollment or eligibility for benefits may not be conditioned on signing this\nauthorization.\n3. I may revoke this authorization at any time in writing, but if I do, it will not have any affect on any\nactions taken prior to receiving the revocation. Further details may be found in the Notice of Privacy\nPractices.\n4. If the requester or receiver is not a health plan or health care provider, the released information may\nno longer be protected by federal privacy regulations and may be redisclosed.\n5. I understand that I may see and obtain a copy the information described on this form, for a\nreasonable copy fee, if I ask for it.\n6. I get a copy of this form after I sign it.\nSection B: Is the request of PHI for the purpose of marketing and/or does it involve the sale of\nPHI?\nYes\nNo\nIf yes, the health plan or health care provider must complete Section B, otherwise skip to Section C.\nWill the recipient receive financial remuneration in exchange for using or\nYes\nNo\ndisclosing this information?\nIf yes, describe:\nMay the recipient of the PHI further exchange the information for financial remuneration?\nYes\nNo\n\n\fSection C: Signatures\nI have read the above and authorize the disclosure of the protected health information as stated.\nSignature of Patient/Patient’s Representative:\nDate:\nPrint Name of Patient’s Representative:\n\nRelationship to Patient:\n\nPlease return Authorization to:\nRiverside Community Hospital\nATTN: HIM/ MEDICAL RECORDS\n4445 MAGNOLIA AVE.\nRIVERSIDE, CA 92501\nPhone: 951-788-3165 | Fax: 951-788-3175\n\n\f",
  "full_text_chars": 7485,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 8,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
