{
  "filename": "form-2.pdf",
  "file_size_bytes": 173750,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "Mailing Address: PO Box 290789; Nashville, TN 37229-0789 • Phone: 844-481-0278; Fax: 844-481-0298\nSection A: This section must be completed for all Authorizations\nPatient Name:\n\nRecipient’s Name:\n\nPatient’s Phone:\n\nRecipient Address:\n\nDate of Birth:\n\nCity:\n\nLast 4 digit SSN (optional)\n\nRecipient’s Phone:\n\nState:\n\nZip:\n\nRecipient’s Fax Number:\n(FAX only to Physician Office / Medical facility)\n\nEmail (for releases to email):\n\nRequest Dates of Service:\n\nPurpose of disclosure:\n\nFacility Name(s) and ",
  "full_text": "Mailing Address: PO Box 290789; Nashville, TN 37229-0789 • Phone: 844-481-0278; Fax: 844-481-0298\nSection A: This section must be completed for all Authorizations\nPatient Name:\n\nRecipient’s Name:\n\nPatient’s Phone:\n\nRecipient Address:\n\nDate of Birth:\n\nCity:\n\nLast 4 digit SSN (optional)\n\nRecipient’s Phone:\n\nState:\n\nZip:\n\nRecipient’s Fax Number:\n(FAX only to Physician Office / Medical facility)\n\nEmail (for releases to email):\n\nRequest Dates of Service:\n\nPurpose of disclosure:\n\nFacility Name(s) and Addresses:\n\nAt the request of the individual; or\nOther 3rd party recipient (please specify purpose):\n\nRequest Delivery (If left blank, a paper copy will be provided):\nPaper Copy\nElectronic Media, if available\nEncrypted Email\nUnencrypted Email. There is some level of risk that a third party could see your information without your consent when receiving unencrypted electronic\nmedia or email. We are not responsible for unauthorized access to the PHI contained in this format or any risks (e.g., virus) potentially introduced to your\ncomputer/device when receiving PHI in electronic format or email. Note: In the event the facility is unable to accommodate an electronic delivery as\nrequested, an alternative delivery method will be provided (e.g., paper copy).\nThis authorization will expire after 180 days or on the following (please choose only one):\nExpiration Date:\nExpiration Event:\nIs this request for psychotherapy notes?\nNo, then you may check as many items below as you need.\nYes, then this is the only item you may request on this authorization. You must submit another authorization for other items below.\nDescription of information to be used or disclosed\nAll Pertinent Records includes those listed below\nOther Records:\nConsultation\nMedication List\nDischarge Instructions\nDischarge Summary\nOperative Report\nLabor and Delivery Record\nER Report\nPathology Report\nSpecialty Test / Therapy\nEKG Report\nProblem List\nPhysician Orders\nHistory and Physical\nRadiology Report\nProgress Notes\nClinical / Laboratory Report\nOther:\nFor USCDI Release Requests: to include all elements as defined in the United States Core Data for Interoperability.\nRequires Direct Address or National Provider Identifier:\nAll types of information found in the records selected above will be provided (if applicable), including information that may be viewed as sensitive, such as\nalcohol, drug abuse, genetic information, psychiatric, HIV testing, HIV results or AIDS information. Specify any information you want to exclude:\nI understand that:\n1. I may refuse to sign this authorization and that it is strictly voluntary.\n2. My treatment, payment, enrollment or eligibility for benefits may not be conditioned on signing this authorization.\n3. I may revoke this authorization at any time in writing, but if I do, it will not have any effect on any actions taken prior to receiving the revocation.\nFurther details may be found in the Notice of Privacy Practices.\n4. If the recipient is not a health plan or health care provider, the released information may no longer be protected by federal privacy regulations and\nmay be redisclosed.\n5. I understand that I may see and obtain a copy the information described on this form, for a reasonable copy fee, if I ask for it.\n6. I get a copy of this form after I sign it.\nSection B: Is the request of PHI for the purpose of marketing and/or does it involve the sale of PHI?\n\nYes\n\nIf yes, the health plan or health care provider must complete Section B, otherwise skip to Section C.\nWill the Provider receive financial remuneration in exchange for using or disclosing this information?\nIf yes, describe:\nMay the recipient of the PHI further exchange the information for financial remuneration?\n\nNo\n\nYes\n\nSection C: Signatures\nI have read the above and authorize the disclosure of the protected health information as stated.\nSignature of Patient/Patient’s Representative:\n\nDate:\n\nPrint Name of Patient’s Representative:\n\nRelationship to Patient:\n\nID verified by: ___________ (Initials)\n\nAUTHORIZATION FOR RELEASE OF PHI\n(PROTECTED HEALTH INFORMATION)\nPatient Label\n\n*ROI*\n*ROI*\n\nHCA-840-00434\n\nRev. 09/21\n\nPage 1 of 1\n\nNo\n\n\f",
  "full_text_chars": 4145,
  "fillable_field_count": 52,
  "fillable_field_names": [],
  "font_count": 9,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
