{
  "filename": "form-6.pdf",
  "file_size_bytes": 435007,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Instructions For Completing The Request For Access To Health\nInformation By The Patient Or Personal Representative\n\nHealth Information Management\n\nBelow are instructions on properly completing the Request for Access to Health Information by the Patient or Personal\nRepresentative Form. An incomplete or improperly completed Request for Access Form may delay the delivery of your\nrequested information.\nEnter the name, date of birth, address, and telephone number of the patient requesting records. Th",
  "full_text": "Instructions For Completing The Request For Access To Health\nInformation By The Patient Or Personal Representative\n\nHealth Information Management\n\nBelow are instructions on properly completing the Request for Access to Health Information by the Patient or Personal\nRepresentative Form. An incomplete or improperly completed Request for Access Form may delay the delivery of your\nrequested information.\nEnter the name, date of birth, address, and telephone number of the patient requesting records. There should only\nbe one patient listed on the form.\n09/09/2000\n\nJane Patient\n\n321 Main St. Anywhere, NY\n\n516‐555‐1234\n\n1. Enter the contact information or health care provider or entity to release this information. If records are needed by more\nthan one person/facility, a separate request is required.\na. For hospitals or other entities: The name of the hospital or entity must be entered in this area (ex. North Shore\nUniversity Hospital, or Imaging at Smithtown).\nb. For Doctor’s Office: The name and address of the doctor must be entered. (example: Dr. Jane Jones at 300\nNorthwell Drive). If only one doctor is listed, then Northwell Health will only release that specific location\ninformation.\n\nDoctor Name/Hospital\n2. Select an option and enter the complete name of person/physician/facility/company to receive the information (the\ndestination of the records), along with the address, telephone number/fax/e-mail. If records are needed by more than\none person/facility, a separate request is required. If the records requested are for yourself, please write your complete\nname and address.\n\nDoctor Name, or Hospital Name\n3. Select the preferred delivery method by checking ONE of the choices under delivery manner. The delivery details\nsection is required: If Mail, Electronic Mail or Fax, please include the specific address or phone number. If this\ninformation is not included, records will be sent via regular mail.\n\n1 Hospital Way, Anywhere,\n\npatientname@email.com\n516‐555‐1234\n\nNorthwell Health – Request for Access to Health Information Management by the Patient or Personal Representative\n182699 v.1\nPage 1 of 2\n\n\fInstructions For Completing The Request For Access To Health\nInformation By The Patient Or Personal Representative\n\nHealth Information Management\n\n4. Enter the specific information you are authorizing Northwell Health to release. If selecting a time frame for the records to\nbe released, it can be for a single date of service or a range of dates or years.\n For a doctor’s office, if you are unsure of the time frame, select Medical Record Abstract and the most\nrecent information will be released. A medical record abstract will consist of the following items over the past\n1-2 years (or date range specified): Provider/Clinician Documentation, Procedure Reports, Laboratory,\nPathology, and Radiology Reports.\n For a hospital, A medical record abstract may consist of pertinent contents from the patient’s most recent\ndischarge (or date range specified) such as Doctor/clinician Documentation, Testing Results, Procedure\nDocumentation, and Discharge Documentation. if you are unsure of the time frame, contact the facility where\nyou were treated for further information.\n\n5. Complete this section ONLY IF the medical records you are requesting contain substance use disorder treatment\ninformation or HIV/AIDS Information. Indicate the purpose of the request such as, Personal Record, Second Opinion,\nInsurance, Employment, or Doctor’s Appointment, At the request of individual or transfer of care. The expiration date,\nevent, or condition upon which the form will expire must be a fixed period of time (e.g., 1 Year, 30 days post discharge,).\n\n6.\n\nThe patient or patient representative completing this form must sign Patient/Agent/Relative/Guardian and include the\ndate and time the form is signed. Print your name if other than the patient. If an interpreter assists with completing this\nform, his or her information is to be included below. If there is a witness involved with interpretation, his or her\ninformation is also to be included.\n\nNorthwell Health – Request for Access to Health Information Management by the Patient or Personal Representative\n182699 v.1\nPage 2 of 2\n\n\f",
  "full_text_chars": 4210,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 9,
  "embedded_image_count": 9,
  "is_image_only_scan": false
}
