{
  "filename": "form-4.pdf",
  "file_size_bytes": 244831,
  "page_count": 4,
  "has_text_layer": true,
  "text_preview": "There is a fee charged for the search and duplication of medical records for all patient requests released\nto the patient.\nA prepay notice will be mailed or emailed (via MyChart) and once paid; the records will be released.\nSome records requested to be released to MyChart will only be available to be sent via US Mail. This will\ndepend on the year the visit occurred and / or what electronic system the records were generated in.\nFor medical records to be sent directly to a physician office, hospit",
  "full_text": "There is a fee charged for the search and duplication of medical records for all patient requests released\nto the patient.\nA prepay notice will be mailed or emailed (via MyChart) and once paid; the records will be released.\nSome records requested to be released to MyChart will only be available to be sent via US Mail. This will\ndepend on the year the visit occurred and / or what electronic system the records were generated in.\nFor medical records to be sent directly to a physician office, hospital or third parties and for radiology\nimage requests, please complete a MUSC HIPAA Compliant Authorization Form. The authorization form\nwill need to be mailed or faxed to Health Information Services as provided on the bottom of the form.\nThe authorization form and FAQ about obtaining medical records can be located at\nhttp://www.muschealth.org/patients-visitors/medical-records/obtaining-records.html\n\nRequest Medical Records via MyChart\nTo request medical records from within MyChart, please click on Health and choose Request Medical\nRecords.\n\nFill out the questionnaire to request medical records. Please complete ALL required fields and click\nSUBMIT when done.\n\nUpdated 8/2/17\n\n\fYour questionnaire will be sent directly to our medical record staff to process.\nOnce your request is processed, you will receive your eligible records via MyChart. You will receive a\ntickler message in your personal email alerting you of a new Medical Record Document to view.\nClick the link in the email or log into MyChart directly. You will see a new alert in your banner which\nyou can click on to go directly to your requested records.\n\nYou can also access these records at a future date by going to the Health icon in your top menu bar and\nclicking Download My Summary. To view your requested records, click Requested Records.\n(screenshots on next page)\n\nUpdated 8/2/17\n\n\fAll records are protected with a unique password, click SHOW PASSWORD to view the system\ngenerated password.\n\nHighlight password and right click to choose copy. Click DOWNLOAD button.\n\nUpdated 8/2/17\n\n\fAfter clicking DOWNLOAD, please be patient until the Download Record window appears. Click\nCONTINUE DOWNLOAD.\n\nWhen document asks for password, right click and paste the password in and click SUBMIT. Records will\ndownload into a PDF document.\n\nUpdated 8/2/17\n\n\f",
  "full_text_chars": 2325,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 2,
  "embedded_image_count": 11,
  "is_image_only_scan": false
}
