{
  "filename": "form-1.pdf",
  "file_size_bytes": 273703,
  "page_count": 16,
  "has_text_layer": true,
  "text_preview": "YOUR INFORMATION.\nYOUR RIGHTS.\nOUR RESPONSIBILITIES.\n\nThis notice describes how medical information about you may be used and disclosed and how you\ncan access this information. Changes may occur with this notice, and the changes will apply to all\ninformation we have about you. The new notice will be available upon request, in our health centers\nand on our web site.\nYou have the right to:\nYOUR\nRIGHTS\n\n A copy of your paper or electronic\nmedical record\n\n A list of those with whom we’ve shared\nyo",
  "full_text": "YOUR INFORMATION.\nYOUR RIGHTS.\nOUR RESPONSIBILITIES.\n\nThis notice describes how medical information about you may be used and disclosed and how you\ncan access this information. Changes may occur with this notice, and the changes will apply to all\ninformation we have about you. The new notice will be available upon request, in our health centers\nand on our web site.\nYou have the right to:\nYOUR\nRIGHTS\n\n A copy of your paper or electronic\nmedical record\n\n A list of those with whom we’ve shared\nyour information\n\n Correct your paper or electronic\nmedical record\n\n A copy of this privacy notice\n\n Request confidential communication\n\n File a complaint if you believe your\nprivacy rights have been violated\n\n Ask us to limit the information we share\n\nYOUR\nCHOICES\n\n Choose someone to act for you\n\nWe do not sell your information and would not without\nwritten consent. You do, however, have some choices in the\nway that we use and share information:\n Tell family & friends about your condition\n Provide disaster relief\n Provide mental health care\n\n Market our services and sell your\ninformation\n Raise funds\n\nWe may use and share your information as we:\n Provide Care\n\nOUR USES &\nDISCLOSURES\n\n Run our organization\n Bill for your services\n Help with public health & safety issues\n\n Respond to organ & tissue donation\nrequests\n Work with a medical examiner or\nfuneral director\n\n Do research\n\n Address workers’ compensation, law\nenforcement, & other government requests\n\n Comply with the law\n\n Respond to lawsuits and legal actions\n\n\fYOUR\nRIGHTS\n\nWhen it comes to your health information, you\nhave certain rights. This section explains your\nrights and some of our responsibilities to help you.\n\nGet an electronic\nor paper copy\nof your medical\nrecord\n\n You can ask to see or get an electronic or paper copy of your medical record and\nother health information we have. Ask us how to do this.\n\nAsk us to correct\nyour medical\nrecord\n\n You can ask us to correct health information about you that you think is incorrect or\nincomplete. Ask us how to do this.\n\nRequest\nconfidential\ncommunications\n\n You can ask us to contact you in a specific way (for example, phone, text or email) or\nto send mail to a different address.\n\nAsk us to limit\nwhat we use\nor share\n\nGet a list\nof those\nwith whom\nwe’ve shared\ninformation\nGet a copy of this\nprivacy notice\nChoose\nsomeone to\nact for you\n\nFile a complaint\nif you feel your\nrights are violated\n\n We will provide a copy or a summary of your health information, usually within 30 days\nof your request. We may charge a reasonable, cost-based fee.\n\n We may say “no” to your request, but we’ll tell you why, in writing, within 60 days.\n\n We will say “yes” to all reasonable requests.\n You can ask us not to use or share certain health information for treatment, payment, or\nour operations. We are not required to agree to your request, and we may say “no” if\nit would affect your care.\n If you pay for a service or health care item out-of-pocket in full, you can ask us not to\nshare that information for the purpose of payment or our operations with your health\ninsurer. We will say “yes” unless a law requires us to share that information.\n You can ask for a list (accounting) of the times we’ve shared your health information for\nsix years prior to the date you ask, who we shared it with, and why.\n We will include all the disclosures except for those about treatment, payment, and\nhealth care operations, and certain other disclosures (such as any you asked us to\nmake). We’ll provide one accounting a year for free but will charge a reasonable,\ncost-based fee if you ask for another one within 12 months.\n You can ask for a paper copy of this notice at any time, even if you have agreed to\nreceive the notice electronically. We will provide you with a paper copy promptly.\n If you have given someone medical power of attorney or if someone is your legal\nguardian, that person can exercise your rights and make choices about your health.\n We will make sure the person has this authority and can act for you before we take\nany action.\n You can complain if you feel we have violated your rights by contacting us using the\ninformation on page 1.\n You can file a complaint with the U.S. Department of Health and Human Services\nOffice for Civil Rights by sending a letter to 200 Independence Avenue,\nS.W., Washington, D.C. 20201, calling 1-877-696-6775, or visiting\nwww.hhs.gov/ocr/privacy/hipaa/complaints.\n We will not retaliate against you for filing a complaint.\n\n\fYOUR\nCHOICES\n\nIn these cases,\nyou have both\nthe right and\nchoice to tell\nus to:\nIn these cases\nwe never share\nyour information\nunless you give us\nwritten permission:\n\nIn the case of\nfundraising:\n\nOUR USES &\nDISCLOSURES\n\nFor certain health information, you can tell us your choices about\nwhat we share. If you have a clear preference for how we share\nyour information in the situations described below, talk to us. Tell\nus what you want us to do, and we will follow your instructions.\n\n Share information with your family, close friends, or others involved in your care\n Share information in a disaster relief situation\nIf you are not able to tell us your preference, for example, if you are unconscious, we may go\nahead and share your information if we believe it is in your best interest. We may also share\nyour information when needed to lessen a serious and imminent threat to health or safety.\n Marketing purposes\n Sale of your information\n Most sharing of psychotherapy notes\n We may contact you for fundraising efforts, but you can tell us not to contact you again.\n\nHow do we typically use or share your health\ninformation? We typically use or share your health\ninformation in the following ways:\n\nTreat you\n\n We can use your health information and share it with other professionals who are\ntreating you. Example: A doctor treating you for an injury asks another doctor about\nyour overall health condition.\n\nRun our\norganization\n\n We can use and share your health information to run our health centers, improve your\ncare, and contact you when necessary. Example: We use health information about\nyou to manage your treatment and services.\n\nBill for your\nservices\n\n We can use and share your health information to bill and get payment from health\nplans or other entities. Example: We give information about you to your health\ninsurance plan so it will pay for your services.\n\n\fHow else can we use or share your health information? We are allowed or required\nto share your information in other ways – usually in ways that contribute to the public\ngood, such as public health and research. We have to meet many conditions in the\nlaw before we can share your information for these purposes. For more information see:\nwww.hhs.gov/ocr/privacy/hipaa/understanding/consumers.\nWe can share health information about you for certain situations such as:\nHelp with\npublic health\nand safety\nissues\n\n Preventing disease\n Helping with product recalls\n Reporting adverse reactions to medications\n Reporting suspected abuse, neglect, or domestic violence\n Preventing or reducing a serious threat to anyone’s health or safety\n\nDo research\n\n We can use or share your information for health research.\n\nComply with\nthe law\n\n We will share information about you if state or federal laws require it, including with\nthe Department of Health and Human Services if it wants to see that we’re complying\nwith federal privacy law.\n\nRespond to\norgan and tissue\ndonation requests\n\n We can share health information about you with organ procurement organizations.\n\nWork with a\nmedical examiner\nor funeral director\n\n We can share health information with a coroner, medical examiner, or funeral director\nwhen an individual dies.\nWe can use or share health information about you:\n\nAddress workers’\ncompensation, law\nenforcement, and\nother government\nrequests\n\nRespond to\nlawsuits and\nlegal actions\n\n For workers’ compensation claims\n For law enforcement purposes or with a law enforcement official\n With health oversight agencies for activities authorized by law\n For special government functions such as military, national security, and presidential\nprotective services.\n We can share health information about you in response to a court or administrative\norder, or in response to a subpoena.\n\nOur Responsibilities\n\n\nWe are required by law to maintain the privacy & security of your protected health information.\n\n\n\nWe will let you know promptly if a breach occurs that may have compromised the security of your information.\n\n\n\nWe must follow the duties and privacy practices described in this notice and give you a copy of it.\n\n\n\nWe will not use or share your information other than as described here, unless you tell us we can in writing. If\nyou tell us we can, you may change your mind at any time. Let us know, in writing, if you change your mind.\n\n\fLEGAL\nPOLICIES\n\nHow do we stay accountable? You have the\nopportunity to communicate with us directly or\nto file a grievance without penalty.\n\nPatient Communications: El Rio Health uses various communication methods to help you or your child stay\nhealthy. These include phone, email, mail, text messages, and the patient portal to communicate for the limited\npurposes of appointments, available services and other healthcare related communications. Message/data rates\nmay apply and you are under no obligation to authorize El Rio Health to send you text messages as part of this\nprogram. To opt-out of receiving these communications at anytime call (520) 670-3909 or text “STOP” to any\nmessage.\nFiling a Grievance: If you would like to express a concern or complaint about your care, treatment or safety,\nyou can contact a health center manager, any staff member, a Community Health Advisor (520) 670-3716,\nthe HIPAA Privacy Officer (520) 670-3767 or the El Rio Health Compliance Officer at (520) 670-3967. If for\nsome reason El Rio Health cannot resolve your concern, you may also file a complaint with your insurance plan,\nArizona Department of Health Services at www.azdhs.gov, 150 N. 18th Ave, Phoenix AZ 85007, or call\n(602) 364-3030; The Joint Commission at www.jointcommission.org or the Office of Inspector General at\n(800) 447-8477. You may file a formal grievance without fear of retaliation or penalty for filing a report.\nFederal Tort Claims Act Deemed Facility: El Rio Health is a Federal Tort Claims Act Deemed Facility.\nThis health center receives Department of Health and Human Services (DHHS) funding and has Federal Public\nHealth Service (PHS) deemed status with respect to certain health of health-related claims, including medical\nmalpractice claims, for itself and its covered individuals.\n\nSITE\nPOLICIES\n\nHow do we maintain a comfortable, clean and\nsafe environment? Each site location enforces the\nfollowing property restrictions:\n\nNo Smoking Policy: For the health of all our patients and staff, all El Rio Health locations are designated\nas Non-Smoking Health Centers. Please refrain from smoking when you are visiting us. This includes all\ntobacco products, e-cigarettes and vaporizers.\nService Animals: El Rio Health follows the Americans with Disabilities Act (ADA) definition for Service\nAnimals. Service Animals are animals that assist patients doing a physical function. Emotional support and comfort\nanimals are not covered under the ADA, so we ask that you please leave your pets home during your visit.\nNo Weapons: Even though State Law may permit carrying of weapons, El Rio Health has a policy that\nprohibits the carrying of any weapons while on our property. This includes guns, knives, tasers or like defensive\ndevices. This policy does not pertain to active Law Enforcement Officers.\n\n\fGUIDELINES FOR\n\nCHRONIC PAIN MANAGEMENT\nThe goal of El Rio Health pain management is to provide humane and\ncompassionate therapies for patients with chronic painful conditions\nas part of their primary medical care. We take your pain seriously\nand will ask you to arrange visits exclusively to discuss your pain\nmanagement. The strategy we develop with you will change as we\nlearn more about you and as you make healthy changes for yourself.\n\nCORE\nPRINCIPLES\n\nPRACTICE\nGUIDELINES\n\n El Rio Health believes that pain is part\nof life. Therefore, we aim to increase\n“function,” not to “eliminate pain.”\n We believe that you are ultimately\nresponsible for managing your pain.\n\n We will generally insist on assessing your\nmental health, social support, and lifestyle\nchoices. This is part of Primary Care.\n We may suggest you change your\nlifestyle in some way. Those goals\nwill be yours, but we will hold you\naccountable for them.\n We will always insist on physical\nexercise.\n We will always insist on honesty and\nwe will respect you with the same.\n We will always assess your level of\nfunction and work with you to set selfmanagement goals.\n We will refer you to specialist(s) if we\nbelieve additional expertise is needed.\n\n We believe that medicines are only\none part of pain management, that they\nmust be used carefully, and only as part\nof a comprehensive strategy.\n\n We will apply our medical judgment\nconcerning appropriateness and\nstandards in formulating a management\nplan. We will not do something just\nbecause a past doctor used to do it.\n We may ask you to participate in\ngroup visits, so you can learn how\nothers cope with chronic pain.\n Our clinicians will respect each other’s\ntreatment decisions with appropriate\nreview and discussion. If one provider\nhas declined a specific treatment\nfor you, we will not allow “doctor\nshopping.” If you disagree with the\ntreatment prescribed by your provider,\nwe have a review process.\n\n\fWe respect that you have a painful condition\nand that you would like to feel better.\n\nMARIJUANA\nPOLICY\n\nCONTROLLED\nSUBSTANCES\n\nWe do NOT prescribe medical marijuana.\n\nWe can NOT prescribe controlled substances to patients in\nthe following categories:\n Patients who refuse to enter into a\n“controlled substances agreement” with us.\n Patients who are judged by us as unable\nto take their medications as prescribed.\n Patients who have ever been arrested for\nselling or diverting prescription drugs.\n Patients who have, in the last 5 years,\nbeen convicted of forging or altering a\nprescription, or felt by a medical provider\nto have done such.\n\nCOMPLEX\nCONDITIONS\n\n Patients who behave belligerently to any\nstaff, or who make threats against staff or\nproperty. (Behavior of this type may result\nin termination from all of El Rio Health’s\nservices as referenced in the El Rio Health\nPolicy and Procedure for Immediate\nDisenrollment and in the Patient Care\nReview Committee Recommended Criteria\nfor Disenrollment).\n Patients who cannot secure their opiate\nprescriptions (e.g., lock the medicine in a\nsafe place to prevent theft, etc).\n\nOur primary care providers need complete and accurate\ninformation in order to provide you with excellent care. The\nfollowing may be required in order to provide chronic pain care:\n Full mutual releases of information for all\nprevious medical providers and local\nemergency departments/urgent care\ncenters, including releases for mental\nhealth and substance use information.\n\n Complete medical records from\nprevious providers.\n Other (PT evaluations, toxicology\nscreens, etc.), as specified by provider.\n\n\fSTATEMENT OF PATIENT\n\nRIGHTS AND RESPONSIBILITIES\nPatients have a fundamental right to medical care that safeguards their personal dignity\nand respects their cultural, psychosocial and spiritual values. El Rio Community Health Center\nstrives to provide understanding and respect of these values in meeting patients’ needs as long as these values\nare within the health center’s capacity, its stated mission and philosophy and relevant laws and regulations.\n\nPATIENT\nRIGHTS\n\nWe honor and attest to your rights as a patient to:\n Receive appropriate medical, dental, behavioral health care without discrimination.\n Communicate and receive a timely response to your concerns by contacting an El Rio\nHealth representative.\n\nAccessible\nCare\n\n Receive referrals to other health care professionals to optimize health status.\n Communication assistance if you do not speak or read English, or are hearing or\nvisually impaired.\n Be assured of the confidentiality of your health information.\n Make informed choices about your care and treatment, including the decision to refuse treatment.\n\nRespect and\nDignity\n\nInvolvement of\nFamily and Friend\n\n Complete an Advance Directive/Living Will and have your stated wishes honored.\n Be assured of considerate and respectful treatment regardless of race, color, creed, ethnic\nor national origin, cultural background, religion or belief, age, sex, gender identity, gender\nexpression, sexual orientation, economic status, education, disability or illness.\n Involve family members and friends in your care, when it is safe and possible.\n Know the name of your primary medical or dental provider.\n\nCoordination\nof Care\n\n Know the names and professional titles of caregivers participating in your care.\n Participate in the development and implementation of your care, along with their\nchosen family and representatives.\n Appoint a representative of your choice to make informed decisions about your care.\n\nInformation,\nEducation and\nCommunication\n\n Be given complete and current information about your diagnosis, condition, and\ntreatment and outcomes of care, including unanticipated outcomes, in a manner you\ncan understand.\n Participate in decisions about your diagnosis, treatment and care.\n Receive and examine an explanation of charges, regardless of source of payment in a\nmanner that you can understand.\n Know the potential risks and benefits of procedures and treatments.\n Receive health information and education to optimize your health and self-management.\n\n\f Be cared for in a healing environment which is clean, safe and respectful of your privacy.\nPhysical Comfort\nand Emotional\nSupport\n\nTransition and\nContinuity of Care\n\n Receive appropriate pain assessment and management to maximize your comfort.\n Express concerns, be heard, and receive an appropriate response.\n Be cared for in a safe environment and not be subject to abuse, neglect, exploitation,\ncoercion, manipulation, sexual abuse or assault.\n Expect reasonable continuity of care and be advised of continuing healthcare requirements.\n\nAs a partner on your healthcare team, we ask you to:\nPATIENT\nRESPONSIBILITIES\n\n Provide complete and accurate\ninformation about your current and\npast state of health, including allergies,\npast illnesses, hospitalizations and the\nmedications you are taking.\n Report changes in your condition or\nsymptoms, including pain, to a member\nof the healthcare team.\n Talk to us about your pain and options\nfor minimizing it.\n Ask questions when you do not\nunderstand what we are saying or\nasking you to do.\n Follow the treatment plan that you\ndeveloped with your healthcare\nproviders including participation in selfmanagement activities.\n\nCODE OF\nCONDUCT\n\n Accept responsibility for your health\noutcome, if you choose not to follow your\ntreatment plan.\n Follow the rules and regulations of our\nhealth center, which have been put in place\nfor your safety and the safety of others.\n Assist us in providing a safe\nenvironment by sharing your\nobservations if you perceive unsafe\nconditions or practices.\n Show respect and consideration for\nyour healthcare professionals and other\npatients and families by controlling noise\nand disturbances, not smoking and\nrespecting others’ property.\n Assure your financial obligation for health\ncare is fulfilled as promptly as possible.\n\nOne of the responsibilities of El Rio Health patients is to show respect and\nconsideration for the healthcare professionals who are working to provide care. In\norder to help patients understand this responsibility the following Code of Conduct\nwas created. As a patient, you have the responsibility to:\n Follow the rules, regulations, directions\nand policies of our health center which\nhave been put in place for your safety\nand safety of others.\n Inform your provider about your illness\nor problems and ask questions about\nyour care.\n\n Show respect to both caregivers and\nother patients and visitors.\n Cancel or reschedule appointments so that\nanother person may have that timeslot.\n Not arrive at El Rio Health intoxicated\nor under the influence of drugs.\n Pay your co-pays and bills on time.\n\nThe following behaviors are unacceptable from non-employees (patients,\nfriends, family members, other visitors to El Rio) and employees:\n Carrying a weapon or firearm into El\nRio Health properties.\n\n The use of profanity or abusive\nlanguage towards members of staff,\nother patients or visitors.\n\n\fCODE OF\nCONDUCT\n\n Audio or video recording of visits\nwithout permission from your provider.\n Destroying or damaging El Rio property\nor taking property that does not belong\nto you.\n Any physical, verbal or gesturing\nbullying such as pushing, shoving,\nkicking, poking, tripping, assault,\nthreatening or intimidating staff, other\npatients or other visitors, making\npersonal insults, shouting or raising your\nvoice, and not allowing staff to speak,\nrepeatedly interrupting them.\n Fighting with or assaulting staff, patients\nor other visitors.\n\n Failure to follow El Rio Health’s smokefree environment policy.\n Use of language that is sexual in\nnature or making comments about an\nindividual’s body or dress.\n Sexual flirtations, touching, advances\nor propositions, staring in a sexually\nsuggestive way at staff, patients or\nother visitors.\n Being under the influence of unprescribed drugs, alcohol, narcotics, or\nother intoxicants which may compromise\nthe safety of your care or the safety of\nstaff, other patients or other visitors.\n\nAny of the above unacceptable behaviors may result in being asked to leave the premises without being seen,\nand/or being asked to complete a patient conduct agreement before being seen again. Repeated episodes\nof inappropriate behavior could result in being released from care at El Rio Health. If you as a patient\nexperience any of the above unacceptable behaviors from a staff member, patient or visitor of El Rio\nHealth please contact any staff member or health center leader.\n\nINFORMATION NOTICE OF\n\nHEALTH PRACTICES\nYou are receiving this notice because your healthcare provider participates in a non-profit, non-governmental health\ninformation exchange (HIE) called Health Current. It will not cost you anything and can help your doctor, healthcare\nproviders, and health plans better coordinate your care by securely sharing your health information. This Notice explains\nhow the HIE works and will help you understand your rights regarding the HIE under state and federal law.\n\nHow does Health Current help you to get better care?\nIn a paper-based record system, your health information is mailed or faxed to your doctor, but sometimes these records\nare lost or don’t arrive in time for your appointment. If you allow your health information to be shared through the HIE,\nyour doctors are able to access it electronically in a secure and timely manner.\n\nWhat health information is available through Health Current?\nThe following types of health information may be available:\n Hospital records\n Medical history\n Medications\n\n Allergies\n Lab test results\n Radiology reports\n\n Clinic and doctor visit information\n Health plan enrollment & eligibility\n Other helpful info for your treatment\n\nWho can view your health information through Health Current & when can it be shared?\nPeople involved in your care will have access to your health information. This may include your doctors, nurses, other\nhealthcare providers, health plan and any organization or person who is working on behalf of your healthcare providers\nand health plan. They may access your information for treatment, care coordination, care or case management, transition\nof care planning, payment for your treatment, conducting quality assessment and improvement activities, developing\nclinical guidelines and protocols, conducting patient safety activities, and population health services. Medical examiners,\npublic health authorities, organ procurement organizations, and others may also access health information for certain\napproved purposes, such as conducting death investigations, public health investigations and organ, eye or tissue\ndonation and transplantation, as permitted by applicable law.\n\n\fHealth Current may also use your health information as required by law and as necessary to perform services for\nhealthcare providers, health plans and others participating with Health Current.\nThe Health Current Board of Directors can expand the reasons why healthcare providers and others may access your\nhealth information in the future as long as the access is permitted by law. That information is on the Health Current website\nat healthcurrent.org/permitted-use.\nYou may permit others to access your health information by signing an authorization form. They may only access the\nhealth information described in the authorization form for the purposes stated on that form.\n\nDoes Health Current receive behavioral health information and, if so, who can access it?\nHealth Current does receive behavioral health information, including substance abuse treatment records. Federal law\ngives special confidentiality protection to substance abuse treatment records from federally-assisted substance abuse\ntreatment programs. Health Current keeps these protected substance abuse treatment records separate from the rest\nof your health information. Health Current will only share the substance abuse treatment records it receives from these\nprograms in two cases. One, medical personnel may access this information in a medical emergency. Two, you may sign\na consent form giving your healthcare provider or others access to this information.\n\nHow is your health information protected?\nFederal and state laws, such as HIPAA, protect the confidentiality of your health information. Your information is shared\nusing secure transmission. Health Current has security measures in place to prevent someone who is not authorized from\nhaving access. Each person has a username and password, and the system records all access to your information.\n\nYOUR RIGHTS REGARDING SECURE SHARING OF\n\nELECTRONIC INFORMATION\nYou have the right to:\n1. Ask for a copy of your health information\nthat is available through Health Current.\nTo make this request, complete the\nHealth Information Request Form and\nreturn it to your healthcare provider.\n2. Request to have any information in the\nHIE corrected. If anything is incorrect,\nyou can ask your healthcare provider to\ncorrect the information.\n\n3. Ask for a list of people who have\nviewed your information through Health\nCurrent. To make this request, complete\nthe Health Information Request Form\nand return it to your healthcare\nprovider. Please let your healthcare\nprovider know if you think someone has\nviewed your information who should\nnot have.\n\nYou have the right under article 27, section 2 of the Arizona Constitution and Arizona Revised Statutes title 36, section\n3802 to keep your health information from being shared electronically through Health Current:\n1. Except as otherwise provided by state or federal law, you may “opt out” of having your information shared\nthrough Health Current. To opt out, ask your healthcare provider for the Opt Out Form. Your information will not\nbe available for sharing through Health Current within 30 days of Health Current receiving your Opt Out Form\nfrom your healthcare provider. Caution: If you opt out, your health information will NOT be available to your\nhealthcare providers—even in an emergency.\n2. If you opt out today, you can change your mind at any time by completing an Opt Back In Form and returning it\nto your healthcare provider.\n3. If you do nothing today and allow your health information to be shared through Health Current, you may opt out\nin the future.\nIF YOU DO NOTHING, YOUR INFORMATION MAY BE SECURELY SHARED THROUGH HEALTH CURRENT.\n\n\fDECISIONS ABOUT\n\nYOUR HEALTH CARE\nWho makes your health care decisions?\nYou do, if you can make and communicate them. Your doctors\nshould tell you about the treatment they recommend, other reasonable\nalternatives, and important medical risks and benefits of that treatment\nand the alternatives. You have the right to decide what health care, if\nany, you will accept.\n\nWhat happens if you become unable to make\nor communicate your health care decisions?\nYou can still have some control over your health care decisions, if you\nhave planned ahead. One way to plan ahead is by making a health\ncare directive which names someone to make these decisions for you,\nor which guides or controls these decisions. If you have not named\nsomeone in a health care directive, your doctors must seek a person\nauthorized by law to make these decisions. A person who makes\nhealth care decisions for you is called a surrogate.\n\nWhat is a health care directive?\nIt is a written statement about how you want your health care decisions\nmade. Under Arizona law, there are three common types of health\ncare directives. They are:\n\n\n\n\n\n\nA health care power of attorney is a written statement in\nwhich you name an adult to make your health care decisions\nfor you only when you cannot make or communicate such\ndecisions.\nA living will, which is a written statement about health care\nyou want or do not want that is to be followed if you cannot\nmake your own health care decisions. For example, a living\nwill can say whether you would want to be fed through a\ntube if you were unconscious and unlikely to recover.\nA pre-hospital medical care directive, which is a directive\nrefusing certain lifesaving emergency care given outside a\nhospital or in a hospital emergency room. To make one you\nmust complete a special orange form.\n\nThese directives, used separately or together, can help you say “yes” to\ntreatment you want and “no” to treatment you don’t want.\n\nMust your health care directives be followed?\nYes. Both health care providers and surrogates must follow valid health\ncare directives.\n\nAre you required to make a health care\ndirective?\nNo. Whether you make a health care directive is entirely up to you. A\nhealth care provider cannot refuse care based on whether or not you\nhave a health care directive.\n\nCan you change or revoke health care\ndirectives?\nYes. If you change or revoke a health care directive, you should notify\neveryone who has a copy.\n\nWho can legally make health care decisions\nfor you if you are unable to make your own\ndecision and if you have not made a health\ncare power of attorney?\nA court may appoint a guardian to make health care decisions for\nyou. Otherwise, your health care provider must go down the following\nlist to find a surrogate to make your health care decisions for you.\n1. Your husband or wife, unless you are legally separated.\n2. Your adult child. If you have more than one child, a majority of\nthose who are available.\n3. Your mother or father.\n4. Your domestic partner, unless someone else has financial\nresponsibility for you.\n5. Your brother or sister.\n6. A close friend of yours (someone who shows special concern\nfor you and is familiar with your health care views).\nIf your health care provider cannot find an available and willing\nsurrogate to make health care decisions for you, then your doctor can\ndecide with the advice of an ethics committee or, if this is not possible,\nwith the approval of another doctor.\nYou can keep anyone from becoming your surrogate by saying,\npreferably in writing, that you do not want that person to make health\ncare decisions for you.\nA surrogate will not have the right to refuse the use of tubes to give you\nfood or fluids unless:\n you have appointed that surrogate to make health care\ndecisions for you in a health care power of attorney; OR\n a court has appointed that surrogate as your guardian to\nmake your health care decisions for you; OR\n you have stated in a health care directive that you do not\nwant this specific treatment.\n\nWhat if you already have a living will or\nother health care directive?\nA health care directive which was valid when made anywhere in the\nUS is valid under Arizona law. However, Arizona law changed on\nSeptember 30, 1992, making new choices available to you. You\nshould review your health care directives periodically and update them\nas needed.\n\nDo you need a lawyer to make a health care\ndirective?\nNo. Just be sure that your directive is valid under Arizona law.\n\n\fWhat does the law require for a health\ncare directive after September 30, 1992?\nA health care power of attorney must:\n Name a person to make health care decisions for you if you\nare unable to make your own decisions. You may also name\nan additional person or persons to make decisions for you if\nyour first choice cannot serve. The person or persons must be\nat least 18 years old.\n Be signed or marked by you and dated.\n Be signed by a notary or by an adult witness or witnesses,\nwho saw you sign or mark the document and who say that\nyou appear to be of sound mind and free from duress. A\nnotary or witness cannot be the person you name to make\nyour decisions and cannot be providing health care to you. If\nyou have only one witness, that witness cannot be related to\nyou or someone who will get any of your property from your\nestate if you die.\nA living will must:\n\n\nState how you want your health care decisions to be made\nin the future.\n\n\n\nBe signed or marked by you and dated.\n\n\n\nBe notarized or witnessed in the same way as described\nabove for a health care power of attorney.\n\nA pre-hospital medical care directive must:\n\n\n\n\n\nBe in exactly the form required by law. The form must be\norange and must list the following treatments which you may\nrefuse:\n1. Chest compression (chest pressure to restart the heart).\n2. Defibrillation (electrically correcting heart beat).\n3. Assisted ventilation (breathing by machine).\n4. Intubation (supplying air through a tube down the throat).\n5. Advanced life support medications.\nBe signed or marked by you and dated.\nBe signed by a licensed health care provider and a witness.\n\nYou should talk to your doctor about pre-hospital directives if you are\nthinking about signing one.\nIf you have signed an orange pre-hospital medical care directive,\nyou may also wear a special orange bracelet. It must state your\nname, your doctor’s name, and the words “do not resuscitate.” This\nbracelet will call to the attention of emergency medical personnel\nthat you do not want the emergency medical care you have\nchecked on the form.\n\nWho should have copies of your health\ncare directives?\nIt is very important that you give copies to your doctors at once and\nto any health care facility upon admission. You should give copies\nto anyone you have named to make health care decisions for you in\na health care power of attorney. You may also want to give copies\nto close family members. Be sure to keep extra copies for yourself.\n\nSOURCES OF INFORMATION & FORMS\nYour local Area Agency on Aging and Senior Center may also\nhave forms and information. The following State organizations\nprovide health care directive forms and other information:\nAging and Adult Administration\nState of Arizona\n1789 W. Jefferson, Site code 950A\nPhoenix, AZ 85007\n(602) 542-4446\nArizona Health Decisions\nYour Health Care Choices Program\nP.O. Box 4401\nPrescott, AZ 86302\n(520) 778-4850\nArizona Hospital Association\nCommunications Department\n1501 W. Fountainhead Parkway Suite 650\nTempe, AZ 85281\n(602) 968-1083\nArizona Medical Association\n810 W. Bethany Home Road\nPhoenix, AZ 85013\n(602) 246-8901\nDorothy Garske Center\nYour Health Care Choices Program\n4250 E. Camelback Road, Suite 185K\nPhoenix AZ 85018\n(602) 952-1464\nArizona Senior Citizens Law Project\n1818 S. 16th Street\nPhoenix, AZ 85034\n(602) 252-6710\nState Bar of Arizona\nArizona Bar Center\n363 N. First Avenue\nPhoenix, AZ 85003\n(602) 252-4804\nThe following National organizations also provide health care\ndirective forms and information.\nAmerican Association of Retired Persons (AARP)\n601 “E” Street, NW\nWashington, D.C. 20049\n(202) 434-AARP\nChoice in Dying\n200 Varick Street\nNew York, NY 10014\n(212) 366-5540\nPrepared by the Patient Self-Determination Act Committee of Arizona State Bar and\nmade available by the Arizona Hospital Association and this Health Center.\n\nYou have received this information about your rights to make or control your own health care decision, because\nof a 1991 federal law. We hope this information will help you. A description of this health care organization’s\npolicies about your right to make health care decisions must be given to you along with this information. You are also\nencouraged to talk with your family, your doctor, and anyone else who could help you in these matters.\n\n\fPATIENT SELF-DETERMINATION\nPURPOSE:\nTo comply with the federal and state laws as they relate to self-determination and advance directives.\n\nPOLICY:\n\n1)\n\n2)\n3)\n\nEl Rio Health recognizes the right of all adult patients to make decisions concerning\nmedical care, including the right to refuse treatment, as provided under laws of the\nState of Arizona. Additionally, El Rio Health recognizes the right of all adult patients\nto execute advance directives under Arizona revised Statutes 36-3201 through\nSection 36-3211. El Rio Health encourages all members to discuss issues relating\nto consent and refusal to consent to medical treatment with their physician.\n\nEl Rio Health will provide written information to its patients concerning their rights\nto refuse treatment and issue advance directives, as required by regulations issued\nby the Department of Health and Human Services pursuant to the Omnibus Budget\nReconciliation Act of 1990 (Public Act 101-964).\n\nEl Rio Health will not discriminate against you in your care whether or not you have\nan advanced directive.\n\n\fPATIENT LABEL\n\nNEW PATIENT INFORMATION\n\nEL RIO USE ONLY\n\nRECEIPT ACKNOWLEDGMENT\nI ______________________________________________________________________________,\nprint name\n\nacknowledge that I received the El Rio Health Patient Compliance Booklet which includes:\n1. El Rio Health - Privacy Notice\n2. Patient Rights and Responsibilities\n3. Notice of Health Information Practices related to the Health Information Exchange known as\n“Health Current.” “I acknowledge that I received and read the Notice of Health Information\nPractices. I understand that my healthcare provider participates in Health Current, Arizona’s\nhealth information exchange (HIE). I understand that my health information may be securely\nshared through the HIE, unless I complete and return an Opt-Out Form to my healthcare provider.”\n4. Decisions about your Health Care (Advanced Directives Information)\n5. Supplemental El Rio Patient Welcome Booklet\n\nYour signature on this form acknowledges that you have received or been sent a copy of all\nitems above.\n\n____________________________________________________________\n\n_________________________________\n\nSignature of Patient, Parent or Legal Guardian\n\nDate\n\n\t\t\t\n\n\f600-154\n\n\f",
  "full_text_chars": 39081,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 12,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
