{
  "filename": "form-2.pdf",
  "file_size_bytes": 200918,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "*1ROI*\n\nOFFICE USE ONLY\nAcct/MRN\n\n1ROI\n\nAUTHORIZATION FOR RELEASE OF PROTECTED HEALTH INFORMATION\nComplete all sections entirely. If this authorization is not complete, it may be returned and result\nin delay in processing. Photo ID required at the time of request.\nPatient name:\n\nDate of Birth:\n\nInitials\nPages\nDate\n\nLast 4 digits of SS#:\n\nTelephone #:\n\nPatient Address: _______________________________________________________________________________________________\nStreet \t\t\t\t\tCity \t\tState \t\tZip Co",
  "full_text": "*1ROI*\n\nOFFICE USE ONLY\nAcct/MRN\n\n1ROI\n\nAUTHORIZATION FOR RELEASE OF PROTECTED HEALTH INFORMATION\nComplete all sections entirely. If this authorization is not complete, it may be returned and result\nin delay in processing. Photo ID required at the time of request.\nPatient name:\n\nDate of Birth:\n\nInitials\nPages\nDate\n\nLast 4 digits of SS#:\n\nTelephone #:\n\nPatient Address: _______________________________________________________________________________________________\nStreet \t\t\t\t\tCity \t\tState \t\tZip Code\n\nMercy Health Hospital or Physician office health information requested from: (Check all that apply)\nSt. Elizabeth Boardman Hospital\n\nSt. Elizabeth Youngstown Hospital\n\nPhysician/Practice Name: _______________________________\n\nSt. Joseph Warren Hospital\n\nOther Healthcare Provider: ____________________________\n\nDates of service to release: (from): ____________________________ (to): ____________________________\nSpecific reports to be disclosed: (Check all that apply)\nAbstract of record (Discharge Summary, H&P, Operative Records, Consults, Test Results….)\n\nOffice Visit\n\nEmergency Department record\n\nHistory & Physical\n\nDischarge Summary\n\nImmunization record\n\nTest results (Lab, Pathology, Radiology, and Cardiac)\n\nTherapy Notes\n\nOperative record\n\nItemized Bills\n\nOther (Images, Photos): ________________________________________________________________\n\nEntire record (standard two years of information, unless otherwise specified): ____________________________________________\nI authorize disclosure of the above listed information to the following individual or organization:\nSelf\n\nOR\n\nName: ________________________________________________________________________________\n\nIf mailing records, requested format:\n\nPaper or\n\nElectronic (PDF/CD) PDF/CD default if not specified\n\nInformation to be disclosed via: (Check one)\nMail to Address: _____________________________________________________________________________________________\nStreet\n\nCity\n\nState\n\nZip Code\n\nFax to number: ________________________________________________ (page limitation may apply)\nMy Chart\nSecure email: ___________________________________________________________________________________________\n(I acknowledge the risks associated with information sent via email that is not secure and Mercy Health is not\nliable for disclosures misdirected or intercepted in transmission).\nPurpose for disclosure: _______________________________________________________________________________________\n(Continuation of care, Insurance, Legal, Please specify) – For Personal use if not otherwise stated\n• I understand and acknowledge that the requested health information to disclose may contain information regarding physical and mental\nillness, HIV test results or diagnosis, treatment of AIDS/AIDS related conditions, sexually transmitted diseases and/or alcohol/drug abuse. This\nauthorization does not include disclosure of Psychotherapy or Substance Abuse Disorder notes (not included in the Mercy Health Legal Health\nRecord – separate authorization, only provider/author of notes can disclose)\n• This authorization will expire one year from date for Ohio & Kentucky and 60 days from date for Michigan.\n• I understand and acknowledge that I have the right to revoke this authorization at any time. I understand I must do so in writing via mail or faxing\nto the location the authorization was submitted to. This does not apply to information that has already been disclosed. This does not apply to\nTreatment, Operations or Payment disclosures to insurance companies when the law gives the right to the insurers to contest a claim under policy\n• I understand that authorizing the disclosure of this health information is voluntary. I can refuse to sign this authorization. I do not need to sign this\nform to obtain treatment unless the sole purpose for the treatment is the disclosure of information for which this authorization is necessary.\nResearch participation requires a separate authorization by the patient. I understand that I may inspect or copy the information to be used or\ndisclosed as provided by the federal government’s rules, which are stated in the United States Code of Federal Regulations at section 164.524. I\nunderstand that any disclosure of information carries with it the potential for an unauthorized re-disclosure and the information may not be\nprotected by federal confidentiality rules. If I have questions about disclosures of my health information, I can contact the Release of Information\ndepartment the request was submitted to.\n• I understand if I am requesting my information while I am In House/Admitted or receiving on-going services, my record may not be complete and I\nwill need to request after services are completed and finalized.\n• There may be a charge for copies of records.\n\n_______________________________________________________________\t\t\nSignature of Patient/Patient’s Legal Representative\n\n_______________________________\nDate\n\nRelationship to patient: ____________________________________________\nSupporting documentation of authority must be provided (Guardianship, Executor of Estate, Power of Attorney)\nMHP 0782 Rev 1/19\n\n\f",
  "full_text_chars": 5146,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 10,
  "embedded_image_count": 0,
  "is_image_only_scan": false
}
