{
  "filename": "form-1.pdf",
  "file_size_bytes": 167327,
  "page_count": 1,
  "has_text_layer": true,
  "text_preview": "Authorization for Access, Use or Disclosure of Protected Health Information\nPatient Name (please print)\nBirth Date\nSocial Security #\nAddress\nCity\n\nMedical Record # (for office use only)\nPhone (home)\n(work)\nState\n\nZip Code\n\nI, the undersigned authorize and request Decatur County Hospital to:\nAllow access, use or disclosure of my protected health information to: OR\nPerson/Organization\nAddress\nCity\n\nState\n\nZip Code\n\nobtain from:\n\nPhone\n\nDate(s) of Service:\n\nFax\n\nCopies as indicated below\n\nDischarge",
  "full_text": "Authorization for Access, Use or Disclosure of Protected Health Information\nPatient Name (please print)\nBirth Date\nSocial Security #\nAddress\nCity\n\nMedical Record # (for office use only)\nPhone (home)\n(work)\nState\n\nZip Code\n\nI, the undersigned authorize and request Decatur County Hospital to:\nAllow access, use or disclosure of my protected health information to: OR\nPerson/Organization\nAddress\nCity\n\nState\n\nZip Code\n\nobtain from:\n\nPhone\n\nDate(s) of Service:\n\nFax\n\nCopies as indicated below\n\nDischarge Summary\n\nHistory & Physical\n\nConsultation Report\n\nRadiology Report/IMD/CD of films\n\nPT, OT, ST Eval/Notes\n\nPhotographs\n\nEmergency Room Note\nEKG\n\nReview only\n\nProgress Notes\n\nOperation Report\n\nPathology Report\n\nLaboratory Results\n\nOther\n\nPlease explain why you are requesting access, use or disclosure to the above mentioned health record:\nContinuing Medical Care\nOther (please describe)\n\nInsurance\n\nPersonal\n\nLegal\n\nLaw Enforcement\n\nI specifically authorize the release of records that may include protected confidential information regarding:\nDrugs or alcohol use/abuse, Initial:\n\nMental Health, Initial;\n\nHIV/AIDS, Initial:\n\nDecatur County Hospital may impose a fee of\nto cover the cost of labor, copying, postage, and preparing a\nsummary of the requested information. Do you agree to such fees imposed by Decatur County Hospital for providing a\ncopy or summary of the requested information?\nYes\nNo\nProhibition on Conditioning of Authorization: Decatur County Hospital will not condition treatment on your signing\nthis authorization unless: You are receiving research-related treatment; or The only reason the facility is providing you\nwith healthcare is to make a report to a third party, such as your employer (e.g., P.E., Physical)\nRe-disclosure: I understand that the information used and/or disclosed according to this authorization may no longer be\nprotected by federal privacy law (also known as HIPAA) and the recipient of your health information may potentially redisclose it. However, Federal Law (42 CFR Part 2) for Alcohol/Drug abuse, and State Law (Iowa Code ch. 228 & 141) for\nMental Health, and HIV/AIDS treatment, prohibit information disclosed from records protected by these laws from being\nre-disclosed, even to the patient, without the specific written consent of the patient or as otherwise permitted by such law\nand/or regulations. A general authorization for the Release of Medical or Other Information is NOT sufficient for these\npurposes. Federal rules restrict any use of the information to criminally investigate or prosecute any alcohol or drug abuse\npatient. Civil and Criminal Penalties may attach for unauthorized disclosure of alcohol/drug abuse, mental health, or\nHIV/AIDS information.\nExpiration: This authorization is effective until (day, month, year)\nor expiration of event (e.g.,\ncompletion of a course of treatment or end of research study) but no longer than 1 year from the date on which it is signed.\nRevocation: I understand that I may revoke this authorization at any time by notifying Decatur County Hospital in\nwriting by sending a letter to Decatur County Hospital, Medical Records Department, 1405 NW Church Street, Leon, IA\n50144 or completing the Revocation for Authorization form. I understand that if I revoke this authorization, it will not\naffect any actions that Decatur County Hospital took before it received my revocation letter.\nThis Authorization is binding: The statements made in this authorization are binding, controlling and I understand that\nthey take precedence over statements made in the Decatur County Hospital’s Notice of Privacy Practices.\nSignature of Patient or Personal Representative\nDate\nRelationship to Patient\nFor Decatur County Hospital Use Only: Patient Identification Verified\nWitness/Received by\n\nReviewed 3/2018\nDCH-#0001\n\nYes\n\nNo\n\nRequest Accepted\nDate\n\nDenied\n\n\f",
  "full_text_chars": 3851,
  "fillable_field_count": 61,
  "fillable_field_names": [],
  "font_count": 2,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
