{
  "filename": "form-2.pdf",
  "file_size_bytes": 968542,
  "page_count": 4,
  "has_text_layer": true,
  "text_preview": "RESET\n\n9\n\n\fIf you are requesting your medical information via e-mail, please be sure that you have provided us with an accurate e-mail address.\nE-mail and attachments will be sent to you in an encrypted format with instructions on how you retrieve the information. Once you\nreceive the e-mail we encourage you to maintain the information in a secure manner and use caution when forwarding or allowing\naccess to your e-mail. Also, the CD or flash drive you receive containing your medical health infor",
  "full_text": "RESET\n\n9\n\n\fIf you are requesting your medical information via e-mail, please be sure that you have provided us with an accurate e-mail address.\nE-mail and attachments will be sent to you in an encrypted format with instructions on how you retrieve the information. Once you\nreceive the e-mail we encourage you to maintain the information in a secure manner and use caution when forwarding or allowing\naccess to your e-mail. Also, the CD or flash drive you receive containing your medical health information may not be encrypted or\npassword protected. Once you have received your medical information from Emory Healthcare we encourage you to take\nprecautions to protect the data on the device through encryption or storing the device in a secure manner. By choosing to receive\nyour health information on a CD or flash drive, you are acknowledging and accepting these risks.\n\nI understand that I have a right to revoke this authorization at any time. I understand that if I revoke this authorization, I must do so in\nwriting and present my written revocation to the Medical Records Department(s) of the Emory Healthcare facility or facilities checked\nabove. A list of addresses for the Medical Records Departments is contained in the Emory Healthcare Notice of Privacy Practices.\nI understand that the revocation will not apply to any health information that has already been released in response to this\nauthorization.\n\nIf the health information that I have requested Emory Healthcare to disclose contains any information related to certain\ninfectious diseases (including, without limitation, HIV/AIDS confidential information), substance abuse and/or mental health,\nI consent to the disclosure of such information by Emory Healthcare and waive any privileges or confidentiality with regard\nto such disclosures for the purpose(s) of releasing it to the party or parties authorized above.\n\n\fINSTRUCTIONS FOR MAKING AN E-DELIVERY\nRECORDS REQUEST\n\nYou can make an e-request for records on our webpage by going to the Emory Healthcare website at\nwww.emoryhealthcare.org and following these steps:\nClick on the “Medical Records-Release of\nInformation” link at bottom right of page.\nClick on the \"Click Here to Request Records\" link\nunder the \"Electronic Request for Records\" section\nfor the specific facility(s) you want to request records\nfrom.\nYou will have the ability to request your records\nelectronically and receive them electronically.\n\n\fRelease of Information Policies\n1. To properly assist in handling your request for medical information, please\ncompletely fill out both pages of the authorization form and sign the patient fee\nsheet.\n2. Provided the medical record is complete and contains final copies of all\nreports, documentation, and appropriate signatures, your request for\ninformation will be submitted for processing within 24 to 48 hours after receipt\nand delivered by mail or electronic (eDelivery) within 7 to 10 business days.\nThis policy is nullified for medical emergencies only.\n3. All authorizations must be dated after discharge and signed by the patient,\nunless he/she is a minor, deceased, physically and/or mentally impaired, or\nhas appointed a Durable Healthcare Power of Attorney or has a court\nappointed guardian. Due to State and Federal laws, no exceptions will be\nmade.\n4. Written authorization is required.\n\nRelease of Information Fees for Patients\nDelivered in electronic format via CD, Flash Drive, or Electronic Website:\n$6.50 flat fee. Plus sales tax and actual postage if mailed.\nDelivered in paper format:\n$0.07 per page. Plus, if applicable: $0.90 labor cost, $0.05 per page supply\ncost, actual postage if mailed, and sales tax.\n*Please Note: If the format of the original record is Hybrid (Part electronic &\nPart paper), the fees will be a combination of both of the above.\nCertification fee: $9.70\nRadiology Film CD: $25 flat fee\nContinued Patient Care: An Abstract of the record can be sent directly to a\nhealthcare provider at no cost.\n**Please Note: In order to process requests for release of medical records\non its behalf, Emory Healthcare has contracted with a vendor that is\nsubject to HIPAA privacy and confidentiality requirements.\nYour questions regarding Release of Information are welcomed. Please contact\nthe facility directly for any questions.\nBy signing below, I acknowledge that I have read the above procedures\nregarding the release of medical records.\n_____________________________\nPatient/Representative Signature\n\n_________________\nDate of Signature\n\n\f",
  "full_text_chars": 4514,
  "fillable_field_count": 99,
  "fillable_field_names": [],
  "font_count": 12,
  "embedded_image_count": 1,
  "is_image_only_scan": false
}
