{
  "filename": "form-2.pdf",
  "file_size_bytes": 237822,
  "page_count": 2,
  "has_text_layer": true,
  "text_preview": "Imprint Patient Information Here\n\nAUTHORIZATION FOR RELEASE OF PROTECTED HEALTH INFORMATION\nI authorize the  In-Home Urgent Care Plus  Short Term Acute Care, to release information from the record of:\n\n______________________________________\n\n_______________\n\nPatient Name\n\nBirth Date\n\n__________________ as described below to:\nLast 4 digits SSN/MRN\n\n___________________________________________________________________________\nFacility/Person to Receive Records\n\n___________________________\nPhone\n\n_",
  "full_text": "Imprint Patient Information Here\n\nAUTHORIZATION FOR RELEASE OF PROTECTED HEALTH INFORMATION\nI authorize the  In-Home Urgent Care Plus  Short Term Acute Care, to release information from the record of:\n\n______________________________________\n\n_______________\n\nPatient Name\n\nBirth Date\n\n__________________ as described below to:\nLast 4 digits SSN/MRN\n\n___________________________________________________________________________\nFacility/Person to Receive Records\n\n___________________________\nPhone\n\n_______________________\nFAX\n\nMailing address of facility or person to whom records are to be released:\n______________________________________________________________________\nStreet\n\n______________________________\nCity\n\n_________\nState\n\n_______________\nZip Code\n\nA. Records are requested for the purpose of:  Continuing Care/Medical Facility  Legal\n Personal Use  Insurance\n(Please check one):  Other: ____________________________________________ Note: Purpose is not required for patient access.\nB. Disclosure Format Paper  CD  FAX (Providers Only) ___________________________________  Other:____________________________\nMethod Received  US Mail  In-Person Pickup  FAX (Providers Only) (fax number): ____________________________________________\n Email: ____________________________________\n Direct Address:_________________________________________\nC. Parts 1 and 2 below must be completed to properly identify the records to be released.\n1. Type of records to be released and date(s) of service:\n In home – Dates: _________________________________________\n2. Specific information to be released (check all that apply): * For Radiology Images, please contact location where test was performed\n Discharge/Patient Instructions\n EKG Report\n Laboratory Report/Test\n Progress Note\n Radiology Report*\n Other, specify: ___________________________________________________________________________________\nHIV-related information contained in the parts of the records indicated above will be released through this authorization unless otherwise\nindicated.  Do not release\nA CHECK MARK IS REQUIRED to release information from a licensed mental health facility, licensed drug and alcohol facility\n Drug/Alcohol\n Mental Health (Psychiatric)\nI understand that this Authorization is effective for a period of 90 days from the date of signature, unless otherwise specified below. No time frame\nmay exceed one year from the date of signature. I understand that I have the right to revoke this authorization at any time by sending a written\nrequest to the entity/person I authorized above to release the information. See side two of this form for additional patient rights and responsibilities.\nIf applicable, specify other expiration date/event here: _________________________________________________________________________\n_______________\n\n______________________________________________\n\n______________\n\n____________________________________\n\nDate of Signature\n\nSignature of Patient (14 years of age or older) may authorize\nrelease of inpatient & outpatient mental health information\nfrom a licensed facility. A minor can authorize release of\nDrug & Alcohol treatment information from a licensed facility.\n\nDate of Signature\n\nSignature of Authorized Representative\nAppropriate paperwork required\n\n Parent or Legal Guardian (copy of guardianship order attached\n Power of Attorney (copy attached)\n Next of Kin of Deceased (copy of death certificate attached)\n Executor of Estate (letter of administration or testamentary attached)\n\nORAL AUTHORIZATION (for persons physically unable to sign)\nNOT Applicable to HIV related Information or Drug & Alcohol Treatment Information\nI witness that the patient understood the nature of this release and freely gave their oral authorization. (two witnesses are required)\n__________________\nDate\n\n______________________________________________\nWitness #1\n\n_____________ _________________________________________________\nDate\nWitness #2\n\n\fPlease be aware that health care facilities are authorized by Pennsylvania State law to charge for reproduction of medical records and that\ncharges may be associated with this request. Requestors may be notified in advance of the amount due for the request and records will be sent\nupon receipt of payment.\n\nAuthorization for Release of Protected Health Information\nAdditional Patient Rights and Responsibilities\n◼\n\nA disclosure statement, as required by law, will accompany all records released.\n\n◼\n\nRelease of my records will be for the purpose stated on this form. Only those items checked off or listed will be released.\n\n◼\n\nAlthough applicable law may prohibit re-disclosure of these records, I understand that it is possible that the facility/person\nthat receives the records may re-disclose the information, therefore (1) UPMC and its staff/employees have no\nresponsibility or liability as a result of a redisclosure and (2) such information would no longer be protected by the Privacy\nRule.\n\n◼\n\nMy decision to revoke the Authorization does not apply to any release of my records that may have taken place prior to the\ndate of my revocation of the Authorization.\n\n◼\n\nMy decision to revoke the Authorization may result in my insurance company not being able to pay for my medical care and\nI understand that I may be responsible for payment of the claim. To revoke your Authorization, please send your request in\nwriting to the facility listed on the front of this form.\n\n◼\n\nUPMC will not condition treatment, payment, enrollment or eligibility of benefits on whether I sign this authorization.\n\n◼\n\nIn accordance with 4 Pa Code 255.5 (b), Drug & Alcohol treatment information to be released to judges, probation or parole\nofficers, insurance company, health or hospital plan or government officials shall be restricted to the following: 1) Whether\nthe client is or is not in treatment, 2) The prognosis of the client, 3) The nature of the program, 4) A brief description of the\nprogress of the client, 5) A short statement as to whether the client has relapsed into drug or alcohol abuse and the\nfrequency of such relapse.\n\n◼\n\nBy signing this authorization, the patient/requestor acknowledges and understands the risk associated with the\ncommunication of emails between UPMC and the recipient and consent as outlined herein, as well as other instructions\nthat UPMC may impose to communicate via email.\n\n◼\n\nI am entitled to a copy of this completed Authorization form.\n\n__________________________________________________________________________________________________\n\n\f",
  "full_text_chars": 6558,
  "fillable_field_count": 0,
  "fillable_field_names": [],
  "font_count": 8,
  "embedded_image_count": 2,
  "is_image_only_scan": false
}
